Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: This is an ordered barplot of variables that contribute to the state at the point selected in Q statistic plot.
ar: ترتيب المتغيرات تساهم في الموقف عند النقطة المحددة في مؤامرة Q الإحصائية. كلما طال الطول ، زاد السبب.
bg: Редът на който променливите допринасят за ситуацията в точката, избрана в Q статистическия график. Колкото по -дълга е дължината, толкова по -голяма е причината.
ca: L'ordre de la qual les variables contribueixen a la situació en el punt seleccionat a la trama estadística Q. Com més llarga sigui la longitud, més probabilitats és la causa.
cs: Pořadí, které proměnné přispívají k situaci v bodě vybraném ve statistickém grafu Q. Čím delší je délka, tím je pravděpodobnější příčinu.
cy: Ei drefn y mae newidynnau yn cyfrannu at y sefyllfa ar y pwynt a ddewisir yn y plot ystadegyn Q. Po hiraf y hyd, y mwyaf tebygol yw'r achos.
da: Den rækkefølge, som variabler bidrager til situationen på det punkt, der er valgt i Q -statistikplottet. Jo længere længden, jo mere sandsynligt er årsagen.
de: Die Reihenfolge, in der Variablen zur Situation an dem im q statistischen Diagramm ausgewählten Punkt beitragen. Je länger die Länge ist, desto wahrscheinlicher ist die Ursache.
el: Η σειρά των οποίων οι μεταβλητές συμβάλλουν στην κατάσταση στο σημείο που επιλέχθηκε στο στατιστικό οικόπεδο Q. Όσο περισσότερο είναι το μήκος, τόσο πιο πιθανό είναι η αιτία.
fa: ترتیب متغیرها در نقطه ای که در طرح آماری Q انتخاب شده است به وضعیت کمک می کند. هرچه طول طولانی تر باشد ، علت آن بیشتر خواهد بود.
fi: Järjestys, jonka muuttujat edistävät tilannetta Q -tilastollisessa kuvaajassa valitussa kohdassa. Mitä pidempi pituus, sitä todennäköisemmin syy.
fr: L'ordre dont les variables contribuent à la situation au point sélectionné dans le tracé statistique Q. Plus la longueur est longue, plus la cause est probable.
gd: Tha òrdugh dè an caochladairean a tha a 'cur ris an t-suidheachadh aig an ìre a chaidh a thaghadh anns a' chuilbheart stat as statistig. Mar as fhaide air an fhaid, is dòcha gur e an adhbhar as coltaiche ris an adhbhar.
he: הסדר של המשתנים תורמים למצב בנקודה שנבחרה בעלילה הסטטיסטית של Q. ככל שהאורך ארוך יותר, סביר להניח שהסיבה.
hr: Redoslijed varijabli doprinosi situaciji u točki odabranom u Q statističkoj ploči. Što je duljina duljina, to je vjerojatnije da je uzrok.
hu: A változók sorrendje hozzájárul a helyzethez a Q statisztikai grafikonban kiválasztott ponton. Minél hosszabb a hossza, annál valószínűbb az oka.
id: Urutan variabel mana yang berkontribusi pada situasi pada titik yang dipilih dalam plot statistik Q. Semakin lama panjangnya, semakin besar penyebabnya.
is: Röðin sem breytur stuðla að aðstæðum á þeim stað sem valinn er í Q tölfræðilega söguþræði. Því lengur sem lengd er, því líklegra er að orsökin er.
it: L'ordine di cui le variabili contribuiscono alla situazione nel punto selezionato nel diagramma statistico Q. Più lunga è la lunghezza, più è probabile la causa.
ja: Q統計量プロットで選択した点において、どの変数がその状態に寄与しているかを並べたものです。長さが長いほどその要因が原因と考えられます。
km: លំដាប់នៃអថេរណាដែលរួមចំណែកដល់ស្ថានភាពនៅចំណុចដែលបានជ្រើសរើសនៅក្នុងផែនការស្ថិតិ Q ។ ប្រវែងកាន់តែយូរបុព្វហេតុ។
lb: D'Uerdnung vun wéi eng Variabelen an d'Situatioun bäidréit am Punkt an der q statistescher Komplott ausgewielt. Heiansdo ass d'Längt, wat méi méiglech ass déi Saach.
mi: Ko te ota e uru ana nga rereketanga ki te ahuatanga i te wa i tohua ai i roto i te kaupapa tatauranga Q. Ko te roa te roa, ko te take pea.
mk: Редоследот на кој променливи придонесува за ситуацијата во моментот избрана во заговорот за статистика Q. Колку е подолга должината, толку е поголема веројатноста причината.
mn: Q статистикийн талбайд сонгосон цэг дэх хувьсагчдад хувьсагчдад хувь нэмэр оруулдаг. Урт урт нь илүү их магадлалтай.
ms: Perintah pembolehubah yang menyumbang kepada keadaan pada titik yang dipilih dalam plot statistik Q. Semakin panjang panjang, semakin besar penyebabnya.
my: အဆိုပါ q စာရင်းဇယားကွက်လပ်တွင်ရွေးချယ်ထားသည့်အချက်မှာ variable တွေကို variable တွေကိုအခွအေနေအထောက်အကူပြုသောအမိန့်။ ကြာကြာအရှည်,
nl: De volgorde waarvan variabelen bijdragen aan de situatie op het punt dat is geselecteerd in de Q -statistiekplot. Hoe langer de lengte, hoe groter de oorzaak.
no: Rekkefølgen hvis variabler bidrar til situasjonen på det punktet som er valgt i Q -statistikkplottet. Jo lengre lengde, desto mer sannsynlig er årsaken.
pl: Kolejność, której zmienne przyczyniają się do sytuacji w punkcie wybranym w wykresie statystycznym Q. Im dłuższa długość, tym bardziej prawdopodobne jest przyczyna.
pt: A ordem de quais variáveis ​​contribuem para a situação no ponto selecionado no gráfico da estatística Q. Quanto mais tempo o comprimento, mais provavelmente a causa.
ro: Ordinea căreia variabilele contribuie la situația din punctul selectat în graficul statistic Q. Cu cât lungimea este mai lungă, cu atât este mai probabil ca cauza.
ru: Порядок, из которых переменные способствуют ситуации в точке, выбранной на статистическом графике Q. Чем дольше длина, тем больше вероятность причины.
sd: جنهن جو آرڊر Q شمارياتي پلاٽ ۾ چونڊيل نقطي تي ڏنل صورتحال ۾ حصو ڏئي ٿو. ڊگھي ڊگھائي، وڌيڪ سبب.
si: Q සංඛ්යාලේඛන කුමන්ත්රණයේ තෝරාගත් ස්ථානයේ ඇති වන අවස්ථාවෙහිදී විචල්යයන් තත්වයට දායක වන විචල්යයන්ගේ අනුපිළිවෙල. දිග දිගු, හේතුව වැඩි වේ.
sk: Poradie, ktoré premenné prispievajú k situácii v bode vybranej v štatistickom pozemku Q. Čím dlhšia je dĺžka, tým je pravdepodobnejšia príčina.
sq: Rendi i të cilave variablat kontribuojnë në situatën në pikën e zgjedhur në komplotin statistikor Q. Sa më e gjatë të jetë gjatësia, aq më shumë të ngjarë të jetë shkaku.
sv: Ordningen variabler bidrar till situationen vid den punkt som valts i Q -statistikplottet. Ju längre längd, desto mer sannolikt orsaken.
th: ลำดับของตัวแปรมีส่วนร่วมในสถานการณ์ ณ จุดที่เลือกในพล็อตสถิติ Q ยิ่งมีความยาวนานเท่าไหร่ก็ยิ่งมีสาเหตุมากขึ้นเท่านั้น
tl: Ang pagkakasunud -sunod ng kung saan ang mga variable ay nag -aambag sa sitwasyon sa puntong napili sa plot ng istatistika ng Q. Ang mas mahaba ang haba, mas malamang ang sanhi.
tr: Q istatistik grafiğinde seçilen noktada değişkenlerin duruma katkıda bulunduğu sırası. Uzunluk ne kadar uzun olursa, neden o kadar olasıdır.
vi: Thứ tự mà các biến đóng góp vào tình huống tại điểm được chọn trong biểu đồ thống kê Q. Chiều dài càng dài, càng có nhiều nguyên nhân.

source: Overflow Lower
ar: عدد نقاط البيانات بقيمة أقل من أو تساوي Q1 - 4.5 * IQR
bg: Брой точки от данни със стойност по -малка или равна на Q1 - 4.5 * IQR
ca: Nombre de punts de dades amb un valor inferior o igual a Q1 - 4.5 * IQR
cs: Počet datových bodů s hodnotou menší nebo roven Q1 - 4.5 * IQR
cy: Nifer y pwyntiau data sydd â gwerth yn llai na neu'n hafal i Q1 - 4.5 * IQR
da: Antal datapunkter med en værdi mindre end eller lig med Q1 - 4.5 * IQR
de: Anzahl der Datenpunkte mit einem Wert kleiner oder gleich Q1 - 4.5 * IQR
el: Αριθμός σημείων δεδομένων με τιμή μικρότερη ή ίση με Q1 - 4.5 * IQR
fa: تعداد نقاط داده با مقدار کمتر یا مساوی با Q1 - 4.5 * IQR
fi: Tietopisteiden lukumäärä, jonka arvo on pienempi tai yhtä suuri kuin Q1 - 4.5 * IQR
fr: Nombre de points de données avec une valeur inférieure ou égale à Q1 - 4.5 * IQR
gd: Àireamh de phuingean dàta le luach nas lugha na no co-ionann ri Q1 - 4.5 * IQR
he: מספר נקודות הנתונים עם ערך פחות או שווה ל- Q1 - 4.5 * IQR
hr: Broj podataka s vrijednošću manjom ili jednakom Q1 - 4.5 * IQR
hu: Az adatpontok száma, amelynek értéke kevesebb vagy azzal egyenlő, Q1 - 4.5 * IQR
id: Jumlah titik data dengan nilai kurang dari atau sama dengan Q1 - 4.5 * IQR
is: Fjöldi gagnapunkta með gildi minna en eða jafnt og Q1 - 4.5 * IQR
it: Numero di punti dati con un valore inferiore o uguale a Q1 - 4.5 * IQR
ja: 値が Q1 - 4.5 * IQR 以下のデータ点の数
km: ចំនួនពិន្ទុទិន្នន័យដែលមានតំលៃតិចជាងរឺស្មើ Q1 - 4.5 * IQR
lb: Zuel vun den Datepunkte mat engem Wäert manner wéi oder gläich wéi Q1 - 4.5 * IQR
mi: Te maha o nga tohu raraunga me te uara iti iho i te rite ranei ki te Q1 - 4.5 * IQR
mk: Број на точки на податоци со вредност помала или еднаква на Q1 - 4.5 * IQR
mn: Q1 - 4.5 * IQR-ээс бага буюу тэнцүү утгатай өгөгдлийн цэгүүдийн тоо
ms: Bilangan titik data dengan nilai kurang daripada atau sama dengan Q1 - 4.5 * IQR
my: Q1 - 4.5 * IQR ထက်နည်းသောသို့မဟုတ်ညီမျှသောတန်ဖိုးနှင့်ညီမျှသောအချက်အလက်များနှင့်အတူဒေတာအချက်များအရေအတွက်
nl: Aantal gegevenspunten met een waarde minder dan of gelijk aan Q1 - 4.5 * IQR
no: Antall datapunkter med en verdi mindre enn eller lik Q1 - 4.5 * IQR
pl: Liczba punktów danych o wartości mniejszej lub równej Q1 - 4.5 * IQR
pt: Número de pontos de dados com um valor menor ou igual a Q1 - 4.5 * IQR
ro: Numărul de puncte de date cu o valoare mai mică sau egală cu Q1 - 4.5 * IQR
ru: Количество точек данных со значением, меньше или равным Q1 - 4.5 * IQR
sd: ڊيٽا پوائنٽن جو تعداد Q1 - 4.5 * IQR جي برابر يا برابر برابر آهي
si: Q1 - 4.5 * IQR ට වඩා අඩු හෝ සමාන වටිනාකමක් ඇති දත්ත ලක්ෂ්ය ගණන
sk: Počet údajových bodov s hodnotou menšou alebo rovnajúcou sa Q1 - 4.5 * IQR
sq: Numri i pikave të të dhënave me një vlerë më të vogël se ose të barabartë me Q1 - 4.5 * IQR
sv: Antal datapunkter med ett värde mindre än eller lika med Q1 - 4.5 * IQR
th: จำนวนจุดข้อมูลที่มีค่าน้อยกว่าหรือเท่ากับ Q1 - 4.5 * IQR
tl: Bilang ng mga puntos ng data na may halaga na mas mababa sa o katumbas ng Q1 - 4.5 * IQR
tr: Q1 - 4.5 * IQR'dan daha düşük veya daha düşük bir değere sahip veri noktası sayısı
vi: Số điểm dữ liệu có giá trị nhỏ hơn hoặc bằng Q1 - 4.5 * IQR

source: Overflow Upper
ar: عدد نقاط البيانات بقيمة أكبر من أو تساوي Q3 + 4.5 * IQR
bg: Брой точки от данни със стойност, по -голяма или равна на Q3 + 4.5 * IQR
ca: Nombre de punts de dades amb un valor superior o igual a Q3 + 4.5 * IQR
cs: Počet datových bodů s hodnotou větší nebo roven Q3 + 4.5 * IQR
cy: Nifer y pwyntiau data sydd â gwerth sy'n fwy na neu'n hafal i Q3 + 4.5 * IQR
da: Antal datapunkter med en værdi, der er større end eller lig med Q3 + 4.5 * IQR
de: Anzahl der Datenpunkte mit einem Wert größer oder gleich Q3 + 4.5 * IQR
el: Αριθμός σημείων δεδομένων με τιμή μεγαλύτερη ή ίση με Q3 + 4.5 * IQR
fa: تعداد نقاط داده با مقدار بیشتر یا مساوی با Q3 + 4.5 * IQR
fi: Tietopisteiden lukumäärä, jonka arvo on suurempi tai yhtä suuri kuin Q3 + 4.5 * IQR
fr: Nombre de points de données avec une valeur supérieure ou égale à Q3 + 4.5 * IQR
gd: Àireamh de phuingean dàta le luach nas motha na no co-ionann ri Q3 + 4.5 * IQR
he: מספר נקודות הנתונים עם ערך גדול או שווה ל- Q3 + 4.5 * IQR
hr: Broj podataka s vrijednošću većom ili jednakom Q3 + 4.5 * IQR
hu: Az adatpontok száma, amelynek értéke nagyobb vagy egyenlő, Q3 + 4.5 * IQR
id: Jumlah titik data dengan nilai yang lebih besar dari atau sama dengan Q3 + 4.5 * IQR
is: Fjöldi gagnapunkta með gildi sem er meira en eða jafnt og Q3 + 4.5 * IQR
it: Numero di punti dati con un valore maggiore o uguale a Q3 + 4.5 * IQR
ja: 値が Q3 + 4.5 * IQR 以上のデータ点の数
km: ចំនួនពិន្ទុទិន្នន័យដែលមានតម្លៃខ្ពស់ជាងឬស្មើ Q3 + 4.5 * IQR
lb: Zuel vun den Datepunkte mat engem Wäert méi grouss wéi oder gläich op Q3 + 4.5 * IQR
mi: Te maha o nga tohu raraunga me te uara nui atu i te rite ranei ki te Q3 + 4.5 * IQR
mk: Број на точки на податоци со вредност поголема или еднаква на Q3 + 4.5 * IQR
mn: Q3 + 4.5 * IQR-ээс их буюу тэнцүү утгатай өгөгдлийн цэгийн тоо
ms: Bilangan titik data dengan nilai yang lebih besar daripada atau sama dengan Q3 + 4.5 * IQR
my: Q3 + 4.5 * IQR နှင့်ညီမျှသောတန်ဖိုးတစ်ခုနှင့်ညီမျှသောတန်ဖိုးရှိဒေတာအချက်များအရေအတွက်
nl: Aantal gegevenspunten met een waarde die groter is dan of gelijk is aan Q3 + 4.5 * IQR
no: Antall datapunkter med en verdi større enn eller lik Q3 + 4.5 * IQR
pl: Liczba punktów danych o wartości większej lub równej Q3 + 4.5 * IQR
pt: Número de pontos de dados com um valor maior ou igual a Q3 + 4.5 * IQR
ro: Numărul de puncte de date cu o valoare mai mare sau egal cu Q3 + 4.5 * IQR
ru: Количество точек данных со значением, превышающим или равным Q3 + 4.5 * IQR
sd: ڊيٽا پوائنٽن جو تعداد Q3 + 4.5 * IQR جي برابر يا برابر برابر آهي
si: Q3 + 4.5 * IQR ට වඩා වැඩි හෝ සමාන වටිනාකමක් ඇති දත්ත ලක්ෂ්ය ගණන
sk: Počet údajových bodov s hodnotou vyššou alebo rovnajúcou sa Q3 + 4.5 * IQR
sq: Numri i pikave të të dhënave me një vlerë më të madhe se ose e barabartë me Q3 + 4.5 * IQR
sv: Antal datapunkter med ett värde större än eller lika med Q3 + 4.5 * IQR
th: จำนวนจุดข้อมูลที่มีค่ามากกว่าหรือเท่ากับ Q3 + 4.5 * IQR
tl: Bilang ng mga puntos ng data na may halaga na mas malaki kaysa o katumbas ng Q3 + 4.5 * IQR
tr: Q3 + 4.5 * IQR'a eşit veya daha büyük bir değere sahip veri noktası sayısı
vi: Số điểm dữ liệu có giá trị lớn hơn hoặc bằng Q3 + 4.5 * IQR

source: NTotal
ar: إجمالي عدد البيانات بما في ذلك NA (غير متوفر) و NaN (وليس رقمًا) و Inf± (اللانهاية) في الفترة المحددة.
bg: Общ брой данни, включително NA (не са налични), NaN (не число) и Inf± (безкрайност) в избрания период.
ca: Nombre total de dades incloses NA (no disponible), NaN (no un nombre) i Inf± (infinitat) en el període seleccionat.
cs: Celkový počet dat včetně NA (není k dispozici), NaN (ne číslo) a Inf± (nekonečno) ve vybraném období.
cy: Cyfanswm nifer y data gan gynnwys NA (ddim ar gael), NaN (nid rhif) a Inf± (anfeidredd) yn y cyfnod a ddewiswyd.
da: Samlet antal data inklusive NA (ikke tilgængeligt), NaN (ikke et tal) og Inf± (uendelig) i den valgte periode.
de: Gesamtzahl der Daten, einschließlich NA (nicht verfügbar), NaN (nicht eine Zahl) und Inf± (unendlich) im ausgewählten Zeitraum.
el: Ο συνολικός αριθμός των δεδομένων που περιλαμβάνουν NA (δεν είναι διαθέσιμο), NaN (όχι αριθμός) και Inf± (άπειρο) στην επιλεγμένη περίοδο.
fa: تعداد کل داده ها از جمله NA (در دسترس نیست) ، NaN (نه یک عدد) و Inf± (بی نهایت) در دوره انتخاب شده.
fi: Tietojen kokonaismäärä, mukaan lukien NA (ei saatavilla), NaN (ei numero) ja Inf± (äärettömyys) valitulla ajanjaksolla.
fr: Nombre total de données comprenant NA (non disponibles), NaN (pas un nombre) et Inf± (infinité) dans la période sélectionnée.
gd: Àireamh iomlan de dhàta a 'toirt a-steach NA (chan eil e ri fhaighinn), NaN (chan e àireamh) agus Inf± (Infinity) anns an ùine a thagh.
he: המספר הכולל של הנתונים כולל NA (לא זמין), NaN (לא מספר) ו- Inf± (אינסוף) בתקופה שנבחרה.
hr: Ukupni broj podataka, uključujući NA (nije dostupan), NaN (nije broj) i Inf± (beskonačnost) u odabranom razdoblju.
hu: Az adatok teljes száma, beleértve NA (nem áll rendelkezésre), NaN (nem szám) és Inf± (végtelen) a kiválasztott időszakban.
id: Jumlah total data termasuk NA (tidak tersedia), NaN (bukan angka) dan Inf± (infinity) pada periode yang dipilih.
is: Heildarfjöldi gagna þar á meðal NA (ekki tiltækt), NaN (ekki fjöldi) og Inf± (óendanleikinn) á völdum tímabili.
it: Numero totale di dati tra cui NA (non disponibili), NaN (non un numero) e Inf± (infinito) nel periodo selezionato.
ja: NA(欠損値)・NaN(非数)・Inf±(無限大)を含む、選択した期間のすべてのデータ数
km: ចំនួនទិន្នន័យសរុបរួមទាំងចំនួន NA (មិនមាន) NaN (មិនមែនលេខ) និង Inf± (ភាពមិនគ្រប់គ្រាន់) ក្នុងរយៈពេលដែលបានជ្រើសរើស។
lb: Total Zuel vun Daten abegraff NA (net verfügbar), NaN (net eng Zuel) an Inf± (Infinity) an der gewielter Period.
mi: Tapeke o nga raraunga tae atu ki te NA (kaore i te waatea), NaN (ehara i te nama) me te Inf±
mk: Вкупен број на податоци, вклучувајќи NA (не е достапно), NaN (не број) и Inf± (бесконечност) во избраниот период.
mn: Нийт NA (боломжгүй), __- байхгүй байна), NaN (тоо биш) ба Inf± (хязгааргүй), сонгосон хугацаанд Inf± (хязгааргүй) ба Inf± (хязгааргүй).
ms: Jumlah bilangan data termasuk NA (tidak tersedia), NaN (bukan nombor) dan Inf± (infinity) dalam tempoh yang dipilih.
my: NA (မရရှိနိုင်ပါ), NaN (နံပါတ်မဟုတ်ပါ) နှင့် Inf± (အသင်္ချေ) နှင့် Inf± (အသင်္ချေ) အပါအဝင်အချက်အလက်စုစုပေါင်းအရေအတွက်။
nl: Totaal aantal gegevens inclusief NA (niet beschikbaar), NaN (geen nummer) en Inf± (oneindig) in de geselecteerde periode.
no: Totalt antall data inkludert NA (ikke tilgjengelig), NaN (ikke et tall) og Inf± (uendelig) i den valgte perioden.
pl: Całkowita liczba danych, w tym NA (niedostępna), NaN (nie liczba) i Inf± (nieskończoność) w wybranym okresie.
pt: Número total de dados, incluindo NA (não disponível), NaN (não um número) e Inf± (infinito) no período selecionado.
ro: Numărul total de date, inclusiv NA (nu este disponibil), NaN (nu este un număr) și Inf± (infinit) în perioada selectată.
ru: Общее количество данных, включая NA (недоступно), NaN (не число) и Inf± (бесконечность) в выбранном периоде.
sd: ڊيٽا جو ڪل تعداد شامل آهي NA (دستياب ناهي)، NaN (هڪ نمبر نه) ۽ Inf± (لامحدود دور ۾).
si: NA (ලබා ගත නොහැක), NaN (ලබා ගත නොහැක), NaN (අංකයක් නොවේ) සහ තෝරාගත් කාල පරිච්ඡේදයේ Inf± (අනන්තය).
sk: Celkový počet údajov vrátane NA (nie je k dispozícii), NaN (nie číslo) a Inf± (nekonečno) vo vybranom období.
sq: Numri i përgjithshëm i të dhënave përfshirë NA (jo të disponueshëm), NaN (jo një numër) dhe Inf± (pafundësi) në periudhën e zgjedhur.
sv: Totalt antal data inklusive NA (inte tillgängligt), NaN (inte ett nummer) och Inf± (oändlighet) under den valda perioden.
th: จำนวนข้อมูลทั้งหมดรวมถึง NA (ไม่พร้อมใช้งาน), NaN (ไม่ใช่ตัวเลข) และ Inf± (อินฟินิตี้) ในช่วงเวลาที่เลือก
tl: Kabuuang bilang ng data kabilang ang NA (hindi magagamit), NaN (hindi isang numero) at Inf± (kawalang -hanggan) sa napiling panahon.
tr: Seçilen dönemde NA (mevcut değil), NaN (sayı değil) ve Inf± (sonsuz) dahil toplam veri sayısı.
vi: Tổng số dữ liệu bao gồm NA (không có sẵn), NaN (không phải là một số) và Inf± (vô cực) trong giai đoạn đã chọn.

source: OutCL
ar: Out of Control Line: النسبة المئوية للبيانات خارج العتبة العلوية والسفلية (العد) في الفترة المحددة
bg: Out of Control Line: Процент данни извън горния и долния праг (брой) в избрания период
ca: Out of Control Line: Percentatge de dades fora del llindar superior i inferior (recompte) en el període seleccionat
cs: Out of Control Line: Procento údajů mimo horní a dolní prahovou hodnotu (počet) ve vybraném období
cy: Out of Control Line: Canran y data y tu allan i'r trothwy uchaf ac isaf (cyfrif) yn y cyfnod a ddewiswyd
da: Out of Control Line: Procentdel af data uden for øvre og nedre tærskel (tælling) i den valgte periode
de: Out of Control Line: Prozentsatz der Daten außerhalb des oberen und unteren Schwellenwerts (Anzahl) im ausgewählten Zeitraum
el: Out of Control Line: Ποσοστό δεδομένων εκτός του ανώτερου και κατώτερου κατωφλίου (αρίθμηση) στην επιλεγμένη περίοδο
fa: Out of Control Line: درصد داده های خارج از آستانه بالا و پایین (تعداد) در دوره انتخاب شده
fi: Out of Control Line: Prosenttiosuus ylemmän ja alemman kynnyksen (lukumäärä) ulkopuolella valitulla ajanjaksolla
fr: Out of Control Line: pourcentage de données en dehors du seuil supérieur et inférieur (nombre) dans la période sélectionnée
gd: Out of Control Line: Àireamh sa cheud de dhàta taobh a-muigh stairsneach àrd is ìosal (cunntadh) san ùine a thagh
he: Out of Control Line: אחוז הנתונים מחוץ לסף העליון והתחתון (ספירה) בתקופה שנבחרה
hr: Out of Control Line: Postotak podataka izvan gornjeg i donjeg praga (broja) u odabranom razdoblju
hu: Out of Control Line: Az adatok százalékos aránya a felső és az alsó küszöbön (szám) a kiválasztott időszakban
id: Out of Control Line: Persentase data di luar ambang batas atas dan bawah (hitungan) pada periode yang dipilih
is: Out of Control Line: Hlutfall gagna utan efri og neðri þröskulds (telja) á völdum tímabili
it: Out of Control Line: percentuale di dati al di fuori della soglia superiore e inferiore (conteggio) nel periodo selezionato
ja: Out of Control Line: 選択した期間における、上下限閾値の外にあるデータの割合(そのデータ数)
km: Out of Control Line: ភាគរយនៃទិន្នន័យនៅខាងក្រៅនៃកម្រិតខាងលើនិងខាងក្រោម (រាប់) ក្នុងរយៈពេលដែលបានជ្រើសរើស
lb: Out of Control Line: Prozentsaz vun Daten ausserhalb vun der ieweschter an ënnen Schwell (zielen) an der gewielter Period
mi: Out of Control Line: Te ōrau o nga raraunga kei waho o te paepae o runga me te raro (tatau) i roto i te waa kua tohua
mk: Out of Control Line: Процент на податоци надвор од горниот и долниот праг (броење) во избраниот период
mn: Out of Control Line: Сонгосон хугацаанд дээд ба доод босго (тоолох) хувь
ms: Out of Control Line: Peratusan data di luar ambang atas dan bawah (kiraan) dalam tempoh yang dipilih
my: __255__ - ရွေးချယ်ထားသောကာလအတွင်းအထက်နှင့်အောက်ပိုင်းတံခါးခုံ (ရေတွက်) အပြင်ဘက်တွင်အချက်အလက်ရာခိုင်နှုန်း
nl: Out of Control Line: percentage gegevens buiten de bovenste en onderste drempel (tel) in de geselecteerde periode
no: Out of Control Line: prosentandel av data utenfor øvre og nedre terskel (telling) i den valgte perioden
pl: Out of Control Line: Procent danych poza górnym i dolnym progiem (liczba) w wybranym okresie
pt: Out of Control Line: Porcentagem de dados fora do limiar superior e inferior (contagem) no período selecionado
ro: Out of Control Line: Procentul de date în afara pragului superior și inferior (număr) în perioada selectată
ru: Out of Control Line: процент данных за пределами верхнего и нижнего порога (счет) в выбранном периоде
sd: Out of Control Line: چونڊيل ۽ هيٺين حد کان ٻاهر (ڳڻپ جي حد کان ٻاهر) چونڊيل دور ۾
si: Out of Control Line: තෝරාගත් කාල පරිච්ඡේදයේ ඉහළ සහ පහළ සීමාවෙන් පිටත දත්තවල ප්රතිශතය
sk: Out of Control Line: Percentuálny podiel údajov mimo horného a dolného prahu (počet) vo vybranom období
sq: Out of Control Line: Përqindja e të dhënave jashtë pragut të sipërm dhe të poshtëm (numërimi) në periudhën e zgjedhur
sv: Out of Control Line: Procentandel av data utanför övre och nedre tröskel (räkning) under den valda perioden
th: Out of Control Line: เปอร์เซ็นต์ของข้อมูลนอกเกณฑ์บนและล่าง (นับ) ในช่วงเวลาที่เลือก
tl: Out of Control Line: Porsyento ng data sa labas ng itaas at mas mababang threshold (bilang) sa napiling panahon
tr: Out of Control Line: Seçilen dönemde üst ve alt eşik (sayım) dışındaki verilerin yüzdesi
vi: Out of Control Line: Tỷ lệ dữ liệu bên ngoài ngưỡng trên và dưới (đếm) trong giai đoạn đã chọn
