Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Type Hover
ar: يرجى تحديد نوع هدف الإدارة مثل رقم الجزء والمعدات.
bg: Моля, изберете типа на целта за управление, като номер на част и оборудване.
ca: Seleccioneu el tipus d’objectiu de gestió, com ara el número de part i l’equip.
cs: Vyberte prosím typ cíle správy, jako je číslo dílu a vybavení.
cy: Dewiswch y math o darged rheoli fel rhan rhif ac offer.
da: Vælg typen af ​​styringsmål, såsom delnummer og udstyr.
de: Bitte wählen Sie die Art des Verwaltungsziels wie Teilnummer und Geräte.
el: Επιλέξτε τον τύπο στόχου διαχείρισης, όπως ο αριθμός εξαρτήματος και ο εξοπλισμός.
fa: لطفاً نوع هدف مدیریت مانند شماره و تجهیزات را انتخاب کنید.
fi: Valitse hallintatavoitetyyppi, kuten osanumero ja laitteet.
fr: Veuillez sélectionner le type d'objectif de gestion tel que le numéro de pièce et l'équipement.
gd: Tagh an seòrsa targaid riaghlaidh leithid àireamh pàirt agus uidheamachd.
he: אנא בחר את סוג יעד הניהול כגון מספר חלק וציוד.
hr: Odaberite vrstu cilja upravljanja, kao što su broj dijela i oprema.
hu: Kérjük, válassza ki a kezelési cél típusát, például a cikkszámot és a berendezéseket.
id: Pilih jenis target manajemen seperti nomor bagian dan peralatan.
is: Vinsamlegast veldu gerð stjórnunarmarkmiðs eins og hlutanúmer og búnað.
it: Selezionare il tipo di obiettivo di gestione come numero di parte e attrezzatura.
ja: 品番や設備などの管理対象の種類を選択してください。
km: សូមជ្រើសរើសប្រភេទនៃការគ្រប់គ្រងគោលដៅដូចជាលេខផ្នែកនិងឧបករណ៍។
lb: Wielt w.e.g. den Typ vun der Management Zil wéi Deelnummer an Ausrüstung.
mi: Tohua koa te momo whakahaere whakahaere penei i te tau me nga taputapu.
mk: Ве молиме, изберете го типот на целта за управување, како што се бројот на дел и опрема.
mn: Хэсгийн дугаар, тоног төхөөрөмж гэх мэт менежментийн зорилтыг сонгоно уу.
ms: Sila pilih jenis sasaran pengurusan seperti nombor bahagian dan peralatan.
my: ကျေးဇူးပြု. အပိုင်းနှင့်ပစ္စည်းကိရိယာများကဲ့သို့သောစီမံခန့်ခွဲမှုပုံစံကိုရွေးချယ်ပါ။
nl: Selecteer het type managementdoel, zoals onderdeelnummer en apparatuur.
no: Velg type styringsmål som delenummer og utstyr.
pl: Wybierz rodzaj celu zarządzania, taki jak numer części i sprzęt.
pt: Selecione o tipo de meta de gerenciamento, como número de peça e equipamento.
ro: Vă rugăm să selectați tipul de țintă de management, cum ar fi numărul piesei și echipamentele.
ru: Пожалуйста, выберите тип цели управления, такой как номер детали и оборудование.
sd: مهرباني ڪري انتظام جو قسم چونڊيو، جهڙوڪ حصو نمبر ۽ سامان.
si: කරුණාකර කොටස් අංකය සහ උපකරණ වැනි කළමනාකරණ ඉලක්කය තෝරන්න.
sk: Vyberte typ cieľa riadenia, ako je číslo dielu a vybavenie.
sq: Ju lutemi zgjidhni llojin e objektivit të menaxhimit siç janë numri i pjesës dhe pajisjet.
sv: Välj vilken typ av hanteringsmål som artikelnummer och utrustning.
th: โปรดเลือกประเภทของเป้าหมายการจัดการเช่นหมายเลขชิ้นส่วนและอุปกรณ์
tl: Mangyaring piliin ang uri ng target na pamamahala tulad ng bahagi ng numero at kagamitan.
tr: Lütfen parça numarası ve ekipman gibi yönetim hedefi türünü seçin.
vi: Vui lòng chọn loại mục tiêu quản lý như số phần và thiết bị.

source: Name MCF Hover
ar: يرجى تحديد هدف الإدارة مثل قيمة رقم الجزء وقيمة الجهاز.
bg: Моля, изберете целта за управление, като стойността на номера на частта и стойността на оборудването.
ca: Seleccioneu l'objectiu de gestió, com ara el valor del número de part i el valor de l'equip.
cs: Vyberte prosím cíl správy, jako je hodnota čísla dílu a hodnota zařízení.
cy: Dewiswch y targed rheoli fel gwerth y rhif rhan a gwerth yr offer.
da: Vælg styringsmålet, såsom værdien af ​​delnummeret og værdien af ​​udstyret.
de: Bitte wählen Sie das Verwaltungsziel wie den Wert der Teilenummer und den Wert des Geräts aus.
el: Επιλέξτε το στόχο διαχείρισης, όπως η τιμή του αριθμού εξαρτήματος και η τιμή του εξοπλισμού.
fa: لطفاً هدف مدیریت مانند مقدار شماره قسمت و مقدار تجهیزات را انتخاب کنید.
fi: Valitse hallintatavoite, kuten osanumeron arvo ja laitteen arvo.
fr: Veuillez sélectionner l'objectif de gestion tel que la valeur du numéro de pièce et la valeur de l'équipement.
gd: Tagh an targaid riaghlaidh mar luach àireamh a 'phàirt agus luach an Uidheam.
he: אנא בחר את יעד הניהול כגון ערך מספר החלק וערך הציוד.
hr: Odaberite cilj upravljanja kao što su vrijednost broja dijela i vrijednost opreme.
hu: Kérjük, válassza ki a kezelési célt, például az alkatrészszám értékét és a berendezés értékét.
id: Pilih target manajemen seperti nilai nomor bagian dan nilai peralatan.
is: Vinsamlegast veldu stjórnunarmarkmið svo sem gildi hlutanúmersins og gildi búnaðarins.
it: Selezionare l'obiettivo di gestione come il valore del numero di parte e il valore dell'attrezzatura.
ja: 品番の値や設備の値などの管理対象を選択してください。
km: សូមជ្រើសរើសគោលដៅគ្រប់គ្រងដូចជាតម្លៃនៃចំនួនផ្នែកនិងតម្លៃនៃឧបករណ៍។
lb: Wielt w.e.g. d'Gestioun zielt wéi de Wäert vun der Deelnummer an de Wäert vun der Ausrüstung.
mi: Tohua koa te whaainga whakahaere penei i te uara o te tau waahanga me te uara o nga taputapu.
mk: Изберете ја целта за управување, како што е вредноста на бројот на делот и вредноста на опремата.
mn: Хэсгийн дугаар ба тоног төхөөрөмжийн үнэ цэнэ гэх мэт менежментийн зорилгыг сонгоно уу.
ms: Sila pilih sasaran pengurusan seperti nilai nombor bahagian dan nilai peralatan.
my: ကျေးဇူးပြုပြီးအပိုင်းနံပါတ်နှင့်ပစ္စည်းများ၏တန်ဖိုးကဲ့သို့သောစီမံခန့်ခွဲမှုရည်မှန်းချက်ကိုရွေးချယ်ပါ။
nl: Selecteer het managementdoel, zoals de waarde van het onderdeelnummer en de waarde van de apparatuur.
no: Velg styringsmålet, for eksempel verdien på delenummeret og verdien på utstyret.
pl: Wybierz cel zarządzania, taki jak wartość numeru części i wartość sprzętu.
pt: Selecione a meta de gerenciamento, como o valor do número da peça e o valor do equipamento.
ro: Vă rugăm să selectați ținta de gestionare, cum ar fi valoarea numărului de piesă și valoarea echipamentului.
ru: Пожалуйста, выберите цель управления, такую ​​как стоимость номера детали и стоимость оборудования.
sd: مهرباني ڪري انتظامي هدف چونڊيو جهڙوڪ حصو نمبر جي قيمت ۽ سامان جي قيمت.
si: කරුණාකර කොටස් ගණන සහ උපකරණවල වටිනාකම වැනි කළමනාකරණ ඉලක්කය තෝරන්න.
sk: Vyberte cieľ správy, ako je hodnota čísla dielu a hodnota zariadenia.
sq: Ju lutemi zgjidhni objektivin e menaxhimit siç është vlera e numrit të pjesës dhe vlera e pajisjeve.
sv: Välj förvaltningsmålet, t.ex. värdet på artikelnumret och värdet på utrustningen.
th: โปรดเลือกเป้าหมายการจัดการเช่นค่าของหมายเลขชิ้นส่วนและค่าของอุปกรณ์
tl: Mangyaring piliin ang target na pamamahala tulad ng halaga ng numero ng bahagi at ang halaga ng kagamitan.
tr: Lütfen parça numarasının değeri ve ekipmanın değeri gibi yönetim hedefini seçin.
vi: Vui lòng chọn mục tiêu quản lý như giá trị của số bộ phận và giá trị của thiết bị.

source: Action from Hover
ar: اضبط DateTime لإعدادات الرسم البياني. (مطلوب)
bg: Задайте началния DateTime за настройките на графиката. (Задължително)
ca: Definiu el dateTime d'inici per a la configuració del gràfic. (Obligatori)
cs: Nastavte start datetime pro nastavení grafu. (Požadované)
cy: Gosodwch y dyddiad cychwyn ar gyfer gosodiadau graff. (Yn ofynnol)
da: Indstil startdatetime for grafindstillinger. (Påkrævet)
de: Legen Sie das Start -DateTime für Grafikeinstellungen fest. (Erforderlich)
el: Ρυθμίστε την ημερομηνία εκκίνησης για τις ρυθμίσεις γραφημάτων. (Απαιτείται)
fa: شروع DateTime را برای تنظیمات نمودار تنظیم کنید. (ضروری)
fi: Aseta DATTIME Graaf -asetukset. (Vaaditaan)
fr: Définissez le démarrage DateTime pour les paramètres du graphique. (Obligatoire)
gd: Suidhich an ceann-latha tòiseachaidh agad airson roghainnean graf. (Riatanach)
he: הגדר את תקופת ההתחלה להגדרות גרף. (נדרש)
hr: Postavite start DateTime za postavke grafikona. (Potreban)
hu: Állítsa be a grafikon beállításainak kezdési dátumát. (Kívánt)
id: Atur start datetime untuk pengaturan grafik. (Yg dibutuhkan)
is: Stilltu Start DateTime fyrir línuritstillingar. (Krafist)
it: Impostare Start DateTime per le impostazioni del grafico. (Necessario)
ja: グラフ設定の開始日時を設定してください。 (必須)
km: កំណត់ការចាប់ផ្តើមទិន្នន័យសម្រាប់ការកំណត់ក្រាហ្វិច។ (ទាមទារ)
lb: Setzt den Startdatum fir Grafikastellungen. (Erfuerderlech)
mi: Whakatauhia te waa tiimata mo te whakatakotoranga mahere. (Hiahiatia)
mk: Поставете го почетокот на DateTime за поставките за графикони. (Потребно)
mn: График тохиргоонд эхлэх DateTime-г тохируулна уу. (Шаардлагатай)
ms: Tetapkan DateTime Mula untuk Tetapan Graf. (Diperlukan)
my: Graph Settings အတွက် Start DateTime ကိုသတ်မှတ်ပါ။ (လိုအပ်သည်)
nl: Stel de startdatime in voor grafische instellingen. (Verplicht)
no: Angi startdatetime for grafinnstillinger. (Påkrevd)
pl: Ustaw DATETIME Start dla ustawień wykresu. (Wymagany)
pt: Defina o start DateTime para configurações de gráfico. (Requeridos)
ro: Setați Start DateTime pentru setările graficului. (Necesar)
ru: Установите начало DateTime для настройки графика. (Необходимый)
sd: گراف سيٽنگن لاء شروعاتي تاريخ جو وقت مقرر ڪريو. (گهربل)
si: ප්රස්ථාර සැකසුම් සඳහා ආරම්භක දිනය ටයිම් සකසන්න. (අවශ්යයි)
sk: Nastavte START DATETIME pre nastavenia grafu. (Požadovaný)
sq: Vendosni fillimin e të dhënave për cilësimet e grafikut. (Kërkohet)
sv: Ställ Start DateTime för grafinställningar. (Nödvändig)
th: ตั้งค่า DateTime เริ่มต้นสำหรับการตั้งค่ากราฟ (ที่จำเป็น)
tl: Itakda ang Start DateTime para sa mga setting ng graph. (Kailangan)
tr: Grafik ayarları için Start DateTime'ı ayarlayın. (Gerekli)
vi: Đặt DateTime bắt đầu cho cài đặt biểu đồ. (Yêu cầu)

source: Action to Hover
ar: اضبط DateTime لإعدادات الرسم البياني. (اختياري)
bg: Задайте крайния DateTime за графични настройки. (Незадължително)
ca: Definiu el dateTime final per a la configuració del gràfic. (Opcional)
cs: Nastavte end datetime pro nastavení grafu. (Volitelný)
cy: Gosodwch y dyddiad diwedd ar gyfer gosodiadau graff. (Dewisol)
da: Indstil slutdatetime for grafindstillinger. (Valgfri)
de: Legen Sie das Enddatensatz für Grafikeinstellungen fest. (Optional)
el: Ρυθμίστε το τελικό ημερομηνία για τις ρυθμίσεις γραφημάτων. (Προαιρετικός)
fa: DateTime End را برای تنظیمات نمودار تنظیم کنید. (اختیاری)
fi: Aseta DATTIME -tiedosto kuvaaja -asetuksille. (Valinnainen)
fr: Définissez la fin DateTime pour les paramètres du graphique. (Optionnel)
gd: Suidhich an ceann-latha deireannach airson roghainnean graf. (Roghainneil)
he: הגדר את תקופת הקצה להגדרות גרף. (אופציונאלי)
hr: Postavite kraj DateTime za postavke grafikona. (Neobavezno)
hu: Állítsa be a grafikon beállításainak végső datime -jét. (Választható)
id: Atur akhir datetime untuk pengaturan grafik. (Opsional)
is: Stilltu lokatíma fyrir línurit. (Valfrjálst)
it: Impostare End DateTime per le impostazioni del grafico. (Opzionale)
ja: グラフ設定の終了日時を設定してください。 (任意)
km: កំណត់កាលបរិច្ឆេទបញ្ចប់សម្រាប់ការកំណត់ក្រាហ្វិច។ (ជាជម្រើស)
lb: Setzt den Enddatum fir Grafikastellungen. (Fakultativ)
mi: Whakatakotoria te Ra Whakamutunga mo nga Tautuhi Whakaahua. (Kōwhiringa)
mk: Поставете го крајниот DateTime за поставките за графикони. (Изборен)
mn: График Тохиргоонд зориулж төгсгөлийн DateTime тохируул. (Заавал биш)
ms: Tetapkan DateTime akhir untuk tetapan graf. (Pilihan)
my: ဂရပ်ဆက်တင်များအတွက်အဆုံး datetime ထားပါ။ (optional ကို)
nl: Stel de einddatetime in voor grafische instellingen. (Optioneel)
no: Angi sluttdatetiden for grafinnstillinger. (Valgfri)
pl: Ustaw końcowe datETime dla ustawień wykresu. (Opcjonalny)
pt: Defina o final do dateTime para configurações de gráfico. (Opcional)
ro: Setați End DateTime pentru setările graficului. (Opțional)
ru: Установите End DateTime для настройки графика. (По желанию)
sd: گراف سيٽنگن لاء آخري تاريخ جو وقت مقرر ڪريو. (اختياري)
si: ප්රස්ථාර සැකසුම් සඳහා අවසාන දිනය කාලය සකසන්න. (අත්යවශ්ය නොවේ)
sk: Nastavte end DateTime pre nastavenia grafu. (Voliteľné)
sq: Vendosni fundin e të dhënave për cilësimet e grafikut. (Opsionale)
sv: Ställ in slutdatum för grafinställningar. (Frivillig)
th: ตั้งค่า DateTime End สำหรับการตั้งค่ากราฟ (ไม่จำเป็น)
tl: Itakda ang pagtatapos ng mga setting ng graph. (Opsyonal)
tr: Grafik ayarları için son DateTime'ı ayarlayın. (İsteğe bağlı)
vi: Đặt DateTime kết thúc cho cài đặt biểu đồ. (Không bắt buộc)

source: Load Setting Info Hover
ar: اقرأ التكوين المحفوظ.
bg: Прочетете запазената конфигурация.
ca: Llegiu la configuració desada.
cs: Přečtěte si uloženou konfiguraci.
cy: Darllenwch y cyfluniad a arbedwyd.
da: Læs den gemte konfiguration.
de: Lesen Sie die gespeicherte Konfiguration.
el: Διαβάστε την αποθηκευμένη διαμόρφωση.
fa: پیکربندی ذخیره شده را بخوانید.
fi: Lue tallennettu kokoonpano.
fr: Lisez la configuration enregistrée.
gd: Leugh an rèiteachadh a chaidh a shàbhaladh.
he: קרא את התצורה השמורה.
hr: Pročitajte spremljenu konfiguraciju.
hu: Olvassa el a mentett konfigurációt.
id: Baca konfigurasi yang disimpan.
is: Lestu vistaða stillingar.
it: Leggi la configurazione salvata.
ja: 保存した設定情報を読み出します。
km: អានការកំណត់រចនាសម្ព័ន្ធដែលបានរក្សាទុក។
lb: Liest déi gerett Konfiguratioun.
mi: Panuihia te whirihoranga kua tiakina.
mk: Прочитајте ја зачуваната конфигурација.
mn: Хадгалсан тохиргоог уншина уу.
ms: Baca konfigurasi yang disimpan.
my: သိမ်းဆည်းထားသော configuration ကိုဖတ်ပါ။
nl: Lees de opgeslagen configuratie.
no: Les den lagrede konfigurasjonen.
pl: Przeczytaj zapisaną konfigurację.
pt: Leia a configuração salva.
ro: Citiți configurația salvată.
ru: Прочитайте сохраненную конфигурацию.
sd: محفوظ ڪيل ترتيب پڙهو.
si: සුරකින ලද වින්යාසය කියවන්න.
sk: Prečítajte si uloženú konfiguráciu.
sq: Lexoni konfigurimin e ruajtur.
sv: Läs den sparade konfigurationen.
th: อ่านการกำหนดค่าที่บันทึกไว้
tl: Basahin ang nai -save na pagsasaayos.
tr: Kaydedilen yapılandırmayı okuyun.
vi: Đọc cấu hình đã lưu.

source: Save Setting Info Hover
ar: احفظ أحدث التكوين الذي أدخلته.
bg: Запазете най -новата конфигурация, която сте въвели.
ca: Deseu la configuració més recent que heu introduït.
cs: Uložte nejnovější konfiguraci, kterou jste zadali.
cy: Arbedwch y cyfluniad diweddaraf y gwnaethoch chi ei nodi.
da: Gem den nyeste konfiguration, du indtastede.
de: Speichern Sie die neueste Konfiguration, die Sie eingegeben haben.
el: Αποθηκεύστε την τελευταία διαμόρφωση που εισαγάγατε.
fa: آخرین پیکربندی را که وارد کرده اید ذخیره کنید.
fi: Tallenna uusin kirjoittamasi kokoonpano.
fr: Enregistrez la dernière configuration que vous avez entrée.
gd: Sàbhail an rèiteachaidh as ùire a chuir thu a-steach.
he: שמור את התצורה האחרונה שהזנת.
hr: Spremite najnoviju konfiguraciju koju ste unijeli.
hu: Mentse el a megadott legújabb konfigurációt.
id: Simpan konfigurasi terbaru yang Anda masukkan.
is: Vistaðu nýjustu stillingarnar sem þú slóst inn.
it: Salva l'ultima configurazione inserita.
ja: 入力した最新の設定情報を保存します。
km: រក្សាទុកការកំណត់រចនាសម្ព័ន្ធចុងក្រោយដែលអ្នកបានបញ្ចូល។
lb: Späichert déi lescht Konfiguratioun déi Dir aginn hutt.
mi: Tiakina te whirihoranga hou i uru atu koe.
mk: Зачувајте ја најновата конфигурација што ја внесовте.
mn: Таны оруулсан хамгийн сүүлийн тохиргоог хадгал.
ms: Simpan konfigurasi terkini yang anda masukkan.
my: သင်ရိုက်ထည့်လိုက်သောနောက်ဆုံးပေါ်ပြင်ဆင်မှုကိုသိမ်းဆည်းပါ။
nl: Sla de nieuwste configuratie op die u hebt ingevoerd.
no: Lagre den siste konfigurasjonen du skrev inn.
pl: Zapisz najnowszą wprowadzoną konfigurację.
pt: Salve a configuração mais recente que você inseriu.
ro: Salvați cea mai recentă configurație pe care ați introdus -o.
ru: Сохраните последнюю введенную вами конфигурацию.
sd: توهان داخل ڪيل جديد ترتيب محفوظ ڪريو.
si: ඔබ ඇතුළත් කළ නවතම වින්යාසය සුරකින්න.
sk: Uložte najnovšiu konfiguráciu, ktorú ste zadali.
sq: Ruani konfigurimin e fundit që keni futur.
sv: Spara den senaste konfigurationen du angav.
th: บันทึกการกำหนดค่าล่าสุดที่คุณป้อน
tl: I -save ang pinakabagong pagsasaayos na iyong ipinasok.
tr: Girdiğiniz en son yapılandırmayı kaydedin.
vi: Lưu cấu hình mới nhất bạn đã nhập.

source: Create Screenshot Hover
ar: احفظ الشاشة كملف PNG.
bg: Запазете екрана като PNG файл.
ca: Deseu la pantalla com a fitxer PNG.
cs: Uložte obrazovku jako soubor PNG.
cy: Cadwch y sgrin fel ffeil PNG.
da: Gem skærmen som en PNG -fil.
de: Speichern Sie den Bildschirm als PNG -Datei.
el: Αποθηκεύστε την οθόνη ως αρχείο PNG.
fa: صفحه را به عنوان یک فایل PNG ذخیره کنید.
fi: Tallenna näyttö PNG -tiedostona.
fr: Enregistrez l'écran en tant que fichier PNG.
gd: Sàbhail an scrion mar fhaidhle PNG.
he: שמור את המסך כקובץ PNG.
hr: Spremite zaslon kao PNG datoteku.
hu: Mentse el a képernyőt PNG fájlként.
id: Simpan layar sebagai file PNG.
is: Vistaðu skjáinn sem PNG skrá.
it: Salva lo schermo come file PNG.
ja: 画面をPNGファイルで保存します。
km: រក្សាទុកអេក្រង់ជាឯកសារ PNG ។
lb: Späichert den Écran als Png Datei.
mi: Whakaorangia te mata hei konae png.
mk: Зачувајте го екранот како датотека PNG.
mn: Дэлгэцийг PNG файл болгон хадгалах.
ms: Simpan skrin sebagai fail PNG.
my: မျက်နှာပြင်ကို PNG ဖိုင်အဖြစ်သိမ်းဆည်းပါ။
nl: Sla het scherm op als een PNG -bestand.
no: Lagre skjermen som en PNG -fil.
pl: Zapisz ekran jako plik PNG.
pt: Salve a tela como um arquivo PNG.
ro: Salvați ecranul ca fișier PNG.
ru: Сохраните экран как файл PNG.
sd: اسڪرين کي PNG فائل طور محفوظ ڪيو.
si: තිරය ​​PNG ගොනුවක් ලෙස සුරකින්න.
sk: Uložte obrazovku ako súbor PNG.
sq: Ruani ekranin si një skedar PNG.
sv: Spara skärmen som en PNG -fil.
th: บันทึกหน้าจอเป็นไฟล์ PNG
tl: I -save ang screen bilang isang PNG file.
tr: Ekranı PNG dosyası olarak kaydedin.
vi: Lưu màn hình dưới dạng tệp PNG.

source: Do you want to delete this setting?
ar: هل تريد حذف هذا الإعداد؟
bg: Искате ли да изтриете тази настройка?
ca: Voleu suprimir aquesta configuració?
cs: Chcete toto nastavení odstranit?
cy: Ydych chi am ddileu'r gosodiad hwn?
da: Vil du slette denne indstilling?
de: Möchten Sie diese Einstellung löschen?
el: Θέλετε να διαγράψετε αυτήν τη ρύθμιση;
fa: آیا می خواهید این تنظیمات را حذف کنید؟
fi: Haluatko poistaa tämän asetuksen?
fr: Voulez-vous supprimer ce paramètre?
gd: A bheil thu airson an suidheachadh seo a dhubhadh às?
he: האם אתה רוצה למחוק את ההגדרה הזו?
hr: Želite li izbrisati ovu postavku?
hu: Törölni akarja ezt a beállítást?
id: Apakah Anda ingin menghapus pengaturan ini?
is: Viltu eyða þessari stillingu?
it: Vuoi eliminare questa impostazione?
ja: この設定を削除しますか？
km: តើអ្នកចង់លុបការកំណត់នេះទេ?
lb: Wëllt Dir dës Astellung läschen?
mi: Kei te hiahia koe ki te muku i tenei tautuhinga?
mk: Дали сакате да ја избришете оваа поставка?
mn: Та энэ тохиргоог устгахыг хүсч байна уу?
ms: Adakah anda mahu memadamkan tetapan ini?
my: ဒီ setting ကိုဖျက်ချင်ပါသလား။
nl: Wilt u deze instelling verwijderen?
no: Vil du slette denne innstillingen?
pl: Chcesz usunąć to ustawienie?
pt: Você quer excluir esta configuração?
ro: Doriți să ștergeți această setare?
ru: Вы хотите удалить эту настройку?
sd: ڇا توهان هن سيٽنگ کي ختم ڪرڻ چاهيو ٿا؟
si: මෙම සැකසුම මකා දැමීමට ඔබට අවශ්යද?
sk: Chcete toto nastavenie odstrániť?
sq: A doni ta fshini këtë cilësim?
sv: Vill du ta bort den här inställningen?
th: คุณต้องการลบการตั้งค่านี้หรือไม่?
tl: Nais mo bang tanggalin ang setting na ito?
tr: Bu ayarı silmek istiyor musunuz?
vi: Bạn có muốn xóa cài đặt này không?

source: Show value (Real/Float)
ar: المتغير المستهدف (رقم حقيقي)
bg: Целева променлива (реално число)
ca: Variable objectiu (número real)
cs: Cílová proměnná (reálné číslo)
cy: Newidyn targed (rhif real)
da: Målvariabel (reelt nummer)
de: Zielvariable (reelle Zahl)
el: Μεταβλητή στόχου (πραγματικός αριθμός)
fa: متغیر هدف (شماره واقعی)
fi: Tavoitemuuttuja (reaaliluku)
fr: Variable cible (numéro réel)
gd: Caochladair targaid (àireamh fìor)
he: משתנה יעד (מספר אמיתי)
hr: Ciljna varijabla (stvarni broj)
hu: Célváltozó (valós szám)
id: Variabel target (bilangan real)
is: Markmið breytu (raunveruleg tala)
it: Variabile target (numero reale)
ja: ターゲット変数（実数）
km: អថេរគោលដៅ (ចំនួនពិត)
lb: Zil Variabel (richteg Zuel)
mi: He rerekee (tau tūturu)
mk: Целна променлива (реален број)
mn: Зорилтот хувьсагч (бодит тоо)
ms: Pemboleh ubah sasaran (nombor sebenar)
my: ပစ်မှတ် variable ကို (အစစ်အမှန်နံပါတ်)
nl: Doelvariabele (reëel getal)
no: Målvariabel (reelt tall)
pl: Zmienna docelowa (liczba rzeczywista)
pt: Variável de destino (número real)
ro: Variabila țintă (număr real)
ru: Целевая переменная (реальное число)
sd: ٽارگيٽ متغير (حقيقي نمبر)
si: ඉලක්ක විචල්යය (තාත්වික අංකය)
sk: Cieľová premenná (skutočné číslo)
sq: Ndryshorja e synuar (numri real)
sv: Målvariabel (verkligt nummer)
th: ตัวแปรเป้าหมาย (จำนวนจริง)
tl: Target variable (totoong numero)
tr: Hedef değişken (gerçek sayı)
vi: Biến mục tiêu (số thực)

source: Show value (Category)
ar: المتغير الهدف (الفئة)
bg: Целева променлива (категория)
ca: Variable objectiu (categoria)
cs: Cílová proměnná (kategorie)
cy: Newidyn targed (categori)
da: Målvariabel (kategori)
de: Zielvariable (Kategorie)
el: Μεταβλητή στόχου (κατηγορία)
fa: متغیر هدف (دسته)
fi: Tavoitemuuttuja (luokka)
fr: Variable cible (catégorie)
gd: Caochladair targaid (roinn)
he: משתנה יעד (קטגוריה)
hr: Ciljna varijabla (kategorija)
hu: Célváltozó (kategória)
id: Variabel target (kategori)
is: Markbreytni (flokkur)
it: Variabile target (categoria)
ja: ターゲット変数（カテゴリ）
km: អថេរគោលដៅ (ប្រភេទ)
lb: Zil Variabel (Kategorie)
mi: Huringa Whaainga (Kāwai)
mk: Целна променлива (категорија)
mn: Зорилтот хувьсагч (ангилал)
ms: Pemboleh ubah sasaran (kategori)
my: ပစ်မှတ် variable ကို (အမျိုးအစား)
nl: Doelvariabele (categorie)
no: Målvariabel (kategori)
pl: Zmienna docelowa (kategoria)
pt: Variável de destino (categoria)
ro: Variabila țintă (categorie)
ru: Целевая переменная (категория)
sd: ٽارگيٽ متغير (ڪيٽيگري)
si: ඉලක්ක විචල්යය (කාණ්ඩය)
sk: Cieľová premenná (kategória)
sq: Ndryshorja e synuar (kategoria)
sv: Målvariabel (kategori)
th: ตัวแปรเป้าหมาย (หมวดหมู่)
tl: Target variable (kategorya)
tr: Hedef değişken (kategori)
vi: Biến mục tiêu (danh mục)

source: Index ordering
ar: فهرس الطلب
bg: Поръчка на индекс
ca: Ordre d'índex
cs: Order indexu
cy: Archebu Mynegai
da: Indeksbestilling
de: Indexreihenfolge
el: Παραγγελία ευρετηρίου
fa: سفارش فهرست
fi: Hakemistotilaus
fr: Commande d'index
gd: Òrdachadh clàr-amais
he: הזמנת אינדקס
hr: Indeks naručivanja
hu: Indexrendelés
id: Pemesanan indeks
is: Röðun vísitölu
it: Ordine indice
ja: インデックスの順序設定
km: ការបញ្ជាទិញសន្ទស្សន៍
lb: Index Uerdnung
mi: Te tono taupū
mk: Нарачување на индекс
mn: Индекс захиалах
ms: Pesanan indeks
my: အညွှန်းကိန်းအမိန့်
nl: Index bestellen
no: Indeksbestilling
pl: Zamawianie indeksu
pt: Pedido de índice
ro: Comanda indexului
ru: Индексный заказ
sd: انڊيڪس آرڊرنگ
si: දර්ශක ඇණවුම් කිරීම
sk: Objednávanie indexu
sq: Renditja e indeksit
sv: Indexbeställning
th: การสั่งซื้อดัชนี
tl: Pag -order ng index
tr: Dizin siparişi
vi: Đặt hàng chỉ mục

source: Column
ar: عمودي
bg: Колона
ca: Columna
cs: Sloupec
cy: Golofnau
da: Kolonne
de: Spalte
el: Στήλη
fa: ستون
fi: Pylväs
fr: Colonne
gd: Colbh
he: טור
hr: Stupac
hu: Oszlop
id: Kolom
is: Súlan
it: Colonna
ja: 使用する列
km: សសរ
lb: KOLNOon
mi: Pou
mk: Колона
mn: Багана
ms: Kolum
my: ကေျာက်တိုင်
nl: Kolom
no: Kolonne
pl: Kolumna
pt: Coluna
ro: Coloană
ru: Столбец
sd: ڪالم
si: තීරුව
sk: Stĺp
sq: Kolonë
sv: Kolumn
th: คอลัมน์
tl: Haligi
tr: Kolon
vi: Cột

source: Order
ar: ترتيب
bg: Поръчка
ca: Ordenar
cs: Objednat
cy: Harchebon
da: Bestille
de: Befehl
el: Σειρά
fa: سفارش
fi: Tilaus
fr: Ordre
gd: Òrdugh
he: להזמין
hr: Narudžba
hu: Rendelés
id: Memesan
is: Pöntun
it: Ordine
ja: 順序
km: ការដឹកនាម
lb: Uerdsmëschuerdnung
mi: Tikanga
mk: Со цел
mn: Захиалга
ms: Pesanan
my: အမိန့်
nl: Bestellen
no: Rekkefølge
pl: Zamówienie
pt: Ordem
ro: Ordin
ru: Заказ
sd: حڪم
si: නියෝග
sk: objednať
sq: Urdhër
sv: Ordning
th: คำสั่ง
tr: Emir
vi: Gọi món
