Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Number_of_data_that_are_not_linked
ar: عدد عناصر البيانات التي لا يمكن ربطها
bg: Брой елементи от данни, които не могат да бъдат свързани
ca: Nombre d'elements de dades que no es poden enllaçar
cs: Počet datových položek, které nelze propojit
cy: Nifer yr eitemau data na ellir eu cysylltu
da: Antal dataelementer, der ikke kan knyttes til
de: Anzahl der Datenelemente, die nicht verknüpft werden können
el: Αριθμός στοιχείων δεδομένων που δεν μπορούν να συνδεθούν
fa: تعداد موارد داده ای که نمی توانند مرتبط شوند
fi: Tietokohteiden lukumäärä, joita ei voida linkittää
fr: Nombre d'éléments de données qui ne peuvent pas être liés
gd: Àireamh de nithean dàta nach gabh ceangal a dhèanamh
he: מספר פריטי הנתונים שלא ניתן לקשר
hr: Broj stavki podataka koje se ne mogu povezati
hu: Az olyan adatelemek száma, amelyeket nem lehet összekapcsolni
id: Jumlah item data yang tidak dapat ditautkan
is: Fjöldi gagnahluta sem ekki er hægt að tengja
it: Numero di elementi di dati che non possono essere collegati
ja: 紐付けできなかったデータ数
km: ចំនួនធាតុទិន្នន័យដែលមិនអាចភ្ជាប់បាន
lb: Zuel vun den Datenartikelen déi net verbonne sinn
mi: Te maha o nga taonga raraunga kaore e taea te hono atu
mk: Број на податоци за податоци што не можат да се поврзат
mn: Холбогдох боломжгүй өгөгдлийн зүйлсийн тоо
ms: Bilangan item data yang tidak dapat dihubungkan
my: ချိတ်ဆက်မရနိုင်သောဒေတာပစ္စည်းများအရေအတွက်
nl: Aantal gegevensitems dat niet kan worden gekoppeld
no: Antall dataelementer som ikke kan kobles
pl: Liczba elementów danych, których nie można połączyć
pt: Número de itens de dados que não podem ser vinculados
ro: Numărul de elemente de date care nu pot fi legate
ru: Количество элементов данных, которые нельзя связать
sd: ڊيٽا جي شين جو تعداد جيڪو ڳن be يل نه ٿو ڪري سگهجي
si: සම්බන්ධ කළ නොහැකි දත්ත අයිතම ගණන
sk: Počet dátových položiek, ktoré nemožno prepojiť
sq: Numri i artikujve të të dhënave që nuk mund të lidhen
sv: Antal dataobjekt som inte kan länkas
th: จำนวนรายการข้อมูลที่ไม่สามารถเชื่อมโยงได้
tl: Bilang ng mga item ng data na hindi maiugnay
tr: Bağlanamayan veri öğelerinin sayısı
vi: Số lượng mục dữ liệu không thể được liên kết

source: Only scatter plot
ar: مؤامرة مبعثرة
bg: Разпръснат сюжет
ca: Gràfic de dispersió
cs: Bodový diagram
cy: Plot gwasgariad
da: Scatter Plot
de: Streudiagramm
el: Διάγραμμα διασποράς
fa: طرح پراکنده
fi: Hajottaa
fr: Plot de dispersion
gd: Cuilbheart sgapte
he: גרף פיזור
hr: Zaplet raspršivanja
hu: Szétszórt grafikon
id: Sebaran plot
is: Dreifa samsæri
it: Diagramma a dispersione
ja: 散布図
km: គ្រោងខ្ចាត់ខ្ចាយ
lb: Scatter Komplott
mi: Te Huarere Maru
mk: Распрскувачки заговор
mn: Тараах хуйвалдаан
ms: Plot bersepah
my: ကြဲဖြန့်
nl: Spreidingsplot
no: Spredt plot
pl: Wykres punktowy
pt: Plotagem de dispersão
ro: Distript complot
ru: Разбросанный сюжет
sd: اسٽرٽ پلاٽ
si: විසිරීම බිම් කොටස
sk: Bodový diagram
sq: Komplot
sv: Spridning
th: พล็อตกระจาย
tl: Scatter Plot
tr: Dağılım grafiği
vi: Cốt truyện phân tán

source: with shading
ar: مع كفاف
bg: с контур
ca: amb contorn
cs: s obrysem
cy: gyda chyfuchlin
da: med kontur
de: mit Kontur
el: με περιγράμματα
fa: با کانتور
fi: ääriviivalla
fr: avec contour
gd: le contour
he: עם קווי מתאר
hr: konturom
hu: kontúrral
id: dengan kontur
is: með útlínur
it: con contorno
ja: 濃淡散布図
km: ជាមួយវណ្ឌវង្ក
lb: mat Kontur
mi: me te totoka
mk: со контура
mn: Контуртай
ms: dengan kontur
my: ပုံနှင့်အတူ
nl: met contour
no: med kontur
pl: z konturem
pt: com contorno
ro: cu contur
ru: с контуром
sd: فڪر سان
si: සමෝච්ඡයෙන්
sk: s obrysom
sq: me kontur
sv: med kontur
th: ด้วยรูปร่าง
tl: may tabas
tr: kontur ile
vi: với đường viền

source: Saving
ar: إنقاذ
bg: Спестяване
ca: Estalviar
cs: Úspora
cy: Harbed
da: Redning
de: Sparen
el: Οικονομία
fa: صرفه جویی در
fi: Tallentaa
fr: Économie
gd: Sàbhaladh
he: חִסָכוֹן
hr: Štednja
hu: Megtakarítás
id: Penghematan
is: Sparnaður
it: Salvataggio
ja: 保存中
km: ការសរេប្យេចាាបរត្យេយយ
lb: Spett
mi: Whakaora
mk: Зачувува
mn: Хэмнэлт
ms: Penjimatan
my: သိမ်းဆည်းခြင်း
nl: Besparing
no: Sparer
pl: Oszczędność
pt: Economizando
ro: Economisire
ru: Сохранение
sd: وسل آهي
si: ඉතිරි කිරීම
sk: Úspora
sq: Kursim
sv: Sparande
th: ประหยัด
tl: Pag -save
tr: Tasarruf
vi: Tiết kiệm

source: The application could not read file and preview data.
ar: فارغةファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
bg: Празенファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
ca: Buitファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
cs: Prázdnýファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
cy: Wacochファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
da: Tomファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
de: Leerファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
el: Αδειάζωファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
fa: خالیファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
fi: Tyhjäファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
fr: Videファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
gd: Falamhファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
he: ריקファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
hr: Prazanファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
hu: Üresファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
id: Kosongファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
is: Tómtファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
it: Vuotoファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
ja: ファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
km: តមនេរファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
lb: Eidelファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
mi: Tahangaファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
mk: Празенファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
mn: Хоосонファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
ms: Kosongファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
my: ဗလာファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
nl: Leegファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
no: Tømmeファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
pl: Pustyファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
pt: Vazioファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
ro: Golファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
ru: Пустойファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
sd: خالي آهيファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
si: හිස්ファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
sk: Vyprázdniťファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
sq: I zbrazëtファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
sv: Tömmaファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
th: ว่างเปล่าファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
tl: Walang lamanファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
tr: Boşファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
vi: Trống rỗngファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER

source: Load Setting
ar: إعداد التحميل
bg: Настройка на зареждане
ca: Configuració de càrrega
cs: Nastavení zátěže
cy: Llwytho Llwyth
da: Indstilling af belastning
de: Lasteinstellung
el: Ρύθμιση φόρτωσης
fa: تنظیم بار
fi: Kuormitusasetus
fr: Paramètre de chargement
gd: Suidheachadh luchd
he: הגדרת עומס
hr: Postavljanje učitavanja
hu: Rakomány beállítás
id: Pengaturan Muat
is: Hleðslustilling
it: Impostazione del carico
ja: 設定読出
km: ផ្ទុកការកំណត់
lb: Lueden Astellung
mi: Tautuhi uta
mk: Поставување на оптоварување
mn: Ачаалах тохиргоо
ms: Muatkan tetapan
my: setting ကိုတင်
nl: Instelling
no: Last innstilling
pl: Ustawienie obciążenia
pt: Configuração de carga
ro: Setarea încărcăturii
ru: Настройка загрузки
sd: لوڊ سيٽنگ
si: පැටවුම් සැකසුම
sk: Nastavenie načítania
sq: Vendosja e ngarkesës
sv: Lastinställning
th: การตั้งค่าโหลด
tl: Setting ng pag -load
tr: Yük ayarı
vi: Cài đặt tải

source: Share/Private
ar: مشاركة/خاصة
bg: Споделяне/частен
ca: Comparteix/privat
cs: Sdílet/soukromý
cy: Rhannu/preifat
da: Del/privat
de: Aktien/privat
el: Κοινόχρηστος/ιδιωτικός
fa: به اشتراک گذاری/خصوصی
fi: Jaa/yksityinen
fr: Partager / privé
gd: Co-roinn / prìobhaideach
he: שיתוף/פרטי
hr: Podijelite/privatni
hu: Megosztás/privát
id: Bagikan/Pribadi
is: Deila/einkaaðila
it: Condivisione/privato
km: ចែករំលែក / ឯកជន
lb: Deelen / privat
mi: Whakapaa / Takitahi
mk: Сподели/приватно
mn: Хуваалцах / хувийн
ms: Berkongsi/swasta
my: မျှဝေ / ပုဂ္ဂလိက
nl: Delen/privé
no: Andel/privat
pl: Udostępnij/prywatny
pt: Compartilhar/privado
ru: Поделиться/частная
sd: حصيداري / خانگي
si: බෙදාගන්න / පුද්ගලික
sk: Zdieľať/súkromne
sq: Aksion/privat
sv: Dela/privat
th: แบ่งปัน/ส่วนตัว
tl: Ibahagi/pribado
tr: Paylaş/Özel
vi: Chia sẻ/riêng tư

source: Description
ar: وصف
bg: Описание
ca: Descripció
cs: Popis
cy: Disgrifiadau
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
fa: شرح
fi: Kuvaus
fr: La description
gd: Tuairisgeul
he: תיאור
hr: Opis
hu: Leírás
id: Keterangan
is: Lýsing
it: Descrizione
ja: 説明
km: ការបិបន៍នា
lb: Broessdatsch
mi: Whakaaturanga
mk: Опис
mn: Тодорхойлолт / төрөл анги
ms: Penerangan
my: ဖေါ်ပြချက်
nl: Beschrijving
no: Beskrivelse
pl: Opis
pt: Descrição
ro: Descriere
ru: Описание
sd: وضاحت
si: විස්තර
sk: Opis
sq: Përshkrim
sv: Beskrivning
th: คำอธิบาย
tl: Paglalarawan
tr: Tanım
vi: Sự mô tả

source: Created by
ar: انشأ من قبل
bg: Създадено от
ca: Creat per
cs: Vytvořil
cy: A grëwyd gan
da: Lavet af
de: Erstellt von
el: Δημιουργήθηκε από
fa: خلق شده توسط
fi: Luonut
fr: Créé par
gd: Air a chruthachadh le
he: נוצר על ידי
hr: Napravio
hu: Készítette
id: Dibuat oleh
is: Búið til af
it: Creato da
ja: 作成者
km: បង្កើត​ឡើង​ដោយ
lb: Erstallt duerch
mi: I hangaia e
mk: Направено од
mn: Бүтээсэн байгуулсан зохион бүтээсэн
ms: Dicipta oleh
my: မှဖန်တီးသည်
nl: Gemaakt door
no: Laget av
pl: Stworzone przez
pt: Criado por
ro: Creat de
ru: Сделано
sd: جي تخليق
si: නිර්මාණය කළේ
sk: Vytvoril
sq: Krijuar nga
sv: Skapad av
th: สร้างโดย
tl: Ginawa ni
tr: Tarafından yaratıldı
vi: Được tạo bởi

source: Use/Load
ar: استخدام/تحميل
bg: Използване/натоварване
ca: Ús/càrrega
cs: Použití/načítání
cy: Defnyddio/llwytho
da: Brug/belastning
de: Verwendung/Laden
el: Χρήση/φόρτωση
fa: استفاده/بارگذاری
fi: Käyttää/kuormittaa
fr: Utilisation / charge
gd: Cleachdadh / luchdan
he: השתמש/עומס
hr: Korištenje/opterećenje
hu: Használat/Betöltés
id: Gunakan/memuat
is: Notaðu/álag
it: Utilizzare/caricare
ja: 読出
km: ប្រើ / ផ្ទុក
lb: Benotzt / lueden
mi: Whakamahi / uta
mk: Користете/оптоварување
mn: Ашиглах / ачаалах
ms: Gunakan/beban
my: အသုံးပြု / ဝန်
nl: Gebruik/laden
no: Bruk/belastning
pl: Użyj/załaduj
pt: Usar/Carregar
ro: Utilizare/încărcare
ru: Использовать/нагрузить
sd: استعمال / لوڊ ڪريو
si: භාවිතය / පැටවීම
sk: Používať/načítať
sq: Përdorni/ngarkoni
sv: Använd/ladda
th: ใช้/โหลด
tl: Gumamit/Mag -load
tr: Kullan/Yükle
vi: Sử dụng/tải

source: Load
ar: حمل
bg: Зареждане
ca: Carregar
cs: Zatížení
cy: Lwythet
da: belastning
de: Belastung
el: Φορτώνω
fa: بار
fi: Ladata
fr: Charger
gd: Luchdaich
he: לִטעוֹן
hr: Opterećenje
hu: Betöltés
id: Memuat
is: Hlaða
it: Carico
ja: 読出
km: ផ្ទុក
lb: Lueden
mi: Uta
mk: Оптоварување
mn: Ачих
ms: Beban
my: ဝန်တင်
nl: Laden
no: Laste
pl: Obciążenie
pt: Carregar
ro: Sarcină
ru: Нагрузка
sd: کڻڻ
si: පැටවීම
sk: Naložiť
sq: Ngarkoj
sv: Ladda
th: โหลด
tl: Mag -load
tr: Yük
vi: Trọng tải

source: Ratio of availability of data link
ar: عدد البيانات التي لا يمكن ربطها بعملية نقطة البداية (النسبة المئوية للربط)
bg: Брой данни, които не могат да бъдат свързани с процеса на началната точка (процент на връзка)
ca: Nombre de dades que no es podrien enllaçar amb el procés de punt de partida (percentatge d’enllaç)
cs: Počet dat, která nemohla být spojena s procesem výchozího bodu (procento propojení)
cy: Nifer y data na ellid eu cysylltu â'r broses man cychwyn (canran y cyswllt)
da: Antal data, der ikke kunne knyttes til udgangspunktprocessen (procentdel af kobling)
de: Anzahl der Daten, die nicht mit dem Startpunktprozess verknüpft werden konnten (Prozentsatz der Verknüpfung)
el: Αριθμός δεδομένων που δεν μπορούσαν να συνδεθούν με τη διαδικασία εκκίνησης (ποσοστό σύνδεσης)
fa: تعداد داده هایی که نمی توانند به فرآیند نقطه شروع (درصد پیوند) مرتبط باشند
fi: Tietojen lukumäärä, joita ei voitu linkittää lähtöprosessiin (kytkentäprosentti)
fr: Nombre de données qui ne pourraient pas être liées au processus de point de départ (pourcentage de liaison)
gd: Àireamh de dhàta nach gabhadh a bhith ceangailte ris a 'phròiseas tòiseachaidh tòiseachaidh (ceudad de cheangal)
he: מספר הנתונים שלא ניתן היה לקשר לתהליך נקודת ההתחלה (אחוז ההצמדה)
hr: Broj podataka koji se ne mogu povezati s postupkom početne točke (postotak veze)
hu: Az adatok száma, amelyeket nem lehetett összekapcsolni a kiindulási pont folyamattal (a kapcsolódás százaléka)
id: Jumlah data yang tidak dapat dikaitkan dengan proses titik awal (persentase hubungan)
is: Fjöldi gagna sem ekki var hægt að tengja við upphafspunktinn (hlutfall tengingar)
it: Numero di dati che non possono essere collegati al processo del punto di partenza (percentuale di collegamento)
ja: 起点の工程と紐付けができなかったデータ数 (紐付け可否の割合)
km: ចំនួនទិន្នន័យដែលមិនអាចភ្ជាប់ទៅនឹងដំណើរការចំណុចចាប់ផ្តើម (ភាគរយនៃការភ្ជាប់)
lb: Zuel vun Daten däerfen net mam Startpunktsprozess (Prozentsaz vum Linkage) konnt
mi: Te maha o nga raraunga kaore i taea te hono ki te tukanga tiimata (ōrau o te hono)
mk: Број на податоци што не може да се поврзат со процесот на почетна точка (процент на поврзаност)
mn: Эхлэх цэгийн процесстой холбоогүй өгөгдлийн тоо (холбоосын хувь)
ms: Bilangan data yang tidak dapat dikaitkan dengan proses titik permulaan (peratusan hubungan)
my: စတင်ခြင်းလုပ်ငန်းစဉ်နှင့်ဆက်နွှယ်နိုင်သည့်ဒေတာအရေအတွက် (ချိတ်ဆက်မှုရာခိုင်နှုန်း)
nl: Aantal gegevens dat niet kon worden gekoppeld aan het startpuntproces (percentage koppeling)
no: Antall data som ikke kunne kobles til utgangspunktprosessen (prosentandel av kobling)
pl: Liczba danych, których nie można powiązać z procesem punktu wyjścia (procent powiązania)
pt: Número de dados que não poderiam ser vinculados ao processo de ponto de partida (porcentagem de ligação)
ro: Numărul de date care nu au putut fi legate de procesul punctului de plecare (procentul de legătură)
ru: Количество данных, которые не могут быть связаны с процессом начальной точки (процент связи)
sd: ڊيٽا جو تعداد جيڪو شروعاتي نقطي عمل سان ڳن ca n't يل نه ٿي سگهي (لنڪج جو سيڪڙو)
si: ආරම්භක ලක්ෂ්ය ක්රියාවලියට සම්බන්ධ කළ නොහැකි දත්ත ගණන (සම්බන්ධකයේ ප්රතිශතය)
sk: Počet údajov, ktoré nemohli byť spojené s procesom východiskového bodu (percento prepojenia)
sq: Numri i të dhënave që nuk mund të lidhen me procesin e pikës fillestare (përqindja e lidhjes)
sv: Antal data som inte kunde kopplas till utgångspunktsprocessen (procentandel av kopplingen)
th: จำนวนข้อมูลที่ไม่สามารถเชื่อมโยงกับกระบวนการจุดเริ่มต้น (เปอร์เซ็นต์ของการเชื่อมโยง)
tl: Bilang ng data na hindi maiugnay sa proseso ng panimulang punto (porsyento ng pag -link)
tr: Başlangıç ​​noktası işlemine bağlanamayan veri sayısı (bağlantı yüzdesi)
vi: Số lượng dữ liệu không thể được liên kết với quá trình điểm bắt đầu (tỷ lệ phần trăm liên kết)

source: Save Date & Time
ar: حفظ DateTime
bg: Запазване на DateTime
ca: Deseu DateTime
cs: Uložit datetime
cy: Arbed amser dyddiad
da: Gem datetime
de: DateTime speichern
el: Αποθήκευση ημερομηνίας
fa: DateTime را ذخیره کنید
fi: Tallenna DateTime
fr: Enregistrer DateTime
gd: Sàbhail àm ceann-latha
he: שמור את DateTime
hr: Spremi DateTime
hu: Mentse el a DateTime -t
id: Simpan Datetime
is: Vista DateTime
it: Salva DateTime
ja: 日時を保存
km: រក្សាទុកទិន្នន័យ
lb: Spuert Datumer
mi: Whakaorangia te Ra
mk: Зачувајте DateTime
mn: Өгөгдлийг хадгалах
ms: Simpan DateTime
my: datetime ကယ်တင်ပါ
nl: Datetime opslaan
no: Lagre DateTime
pl: Zapisz Datetime
pt: Salvar DateTime
ro: Salvați dateTime
ru: Сохранить DateTime
sd: تاريخي کي بچايو
si: ටයිම් ටයිම් සුරකින්න
sk: Uložiť DateTime
sq: Ruani DateTime
sv: Spara DateTime
th: บันทึก DateTime
tl: I -save ang DateTime
tr: DateTime Kaydet
vi: Lưu DateTime

source: Share information
ar: مشاركة الإعدادات
bg: Сподели настройки
ca: Comparteix la configuració
cs: Nastavení sdílení
cy: Rhannu Gosodiadau
da: Delindstillinger
de: Teilen Sie Einstellungen
el: Ρυθμίσεις κοινής χρήσης
fa: تنظیمات اشتراک
fi: Jaa asetukset
fr: Paramètres de partage
gd: Sgaoil Roghainnean
he: שתף הגדרות
hr: Dijeliti postavke
hu: Beállítások megosztása
id: Bagikan Pengaturan
is: Deildu stillingum
it: Condividi le impostazioni
ja: 設定の共有
km: ចែករំលែកការកំណត់
lb: Deelen Astellungen
mi: A faaite i nga tautuhinga
mk: Споделете ги поставките
mn: Хуваалцаа хадгалах
ms: Tetapan Saham
my: Settings ကိုမျှဝေပါ
nl: Deel instellingen
no: Delinnstillinger
pl: Udostępnij ustawienia
pt: Compartilhar configurações
ro: Opțiuni de distribuire
ru: Делиться настройками
sd: حصيداري سيٽنگون
si: කොටස් බෙදා ගන්න
sk: Zdieľanie nastavení
sq: Ndani cilësimet
sv: Dela inställningar
th: แชร์การตั้งค่า
tl: Ibahagi ang mga setting
tr: Paylaşım Ayarları
vi: Chia sẻ cài đặt

source: Save
ar: حفظ
bg: Запазете
ca: estalviar
cs: Uložit
cy: hiachasit
da: Gemme
de: sparen
el: αποθηκεύσετε
fa: صرفه جویی
fi: Tallentaa
fr: enregistrer
gd: Sàbhail
he: לשמור
hr: uštedjeti
hu: megment
id: menyimpan
is: Vista
it: Salva
ja: 保存する
km: សរេង្គាហ
lb: spuerwäit
mi: whakaora
mk: Зачувај
mn: аврах
ms: Simpan
my: ကယ်ဆယ်
nl: opslaan
no: lagre
pl: ratować
pt: Salve 
ro: Salvați
ru: спасти
sd: سڪرو
si: සුරකින්න
sk: zachrániť
sq: ruaj
sv: spara
th: บันทึก
tl: i -save
tr: kaydetmek
vi: tiết kiệm
