Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Machine Filter Config
ar: تكوين مرشح الجهاز
bg: Конфигурация на машинен филтър
ca: Configuració del filtre de màquina
cs: Konfigurace filtru stroje
cy: Ffurfwedd Hidlo Peiriant
da: Maskinfilterkonfiguration
de: Maschinenfilterkonfiguration
el: Διαμόρφωση φίλτρου μηχανής
fa: پیکربندی فیلتر ماشین
fi: Konekonfigurointi
fr: Configuration de filtre à machine
gd: Contig filter inneal
he: תצורת מסנן מכונה
hr: Konfiguriranje filtra stroja
hu: Gépszűrő konfigurációja
id: Konfigurasi Filter Mesin
is: Vélasía config
it: Configurazione del filtro macchina
ja: 設備フィルタ設定
km: កំណត់រចនាសម្ព័ន្ធតម្រងម៉ាស៊ីន
lb: Maschinn Filter Konfigur
mi: Tātari miihini
mk: Конфигурација на филтерот за машина
mn: Машин шүүлтүүрийн тохиргоо
ms: Konfigurasi penapis mesin
my: စက် filter config
nl: Machinefilterconfiguratie
no: Maskinfilterkonfigurasjon
pl: Konfiguracja filtra maszynowego
pt: Config filtro de máquina
ro: Configurarea filtrului de mașini
ru: Машинный фильтр конфигурация
sd: مشين فلٽر ترتيب
si: මැෂින් පෙරහන් වින්යාසය
sk: Konfigurácia filtra stroja
sq: Konfigurim i filtrit të makinës
sv: Maskinfilterkonfig
th: การกำหนดค่าตัวกรองเครื่อง
tr: Makine Filtresi Yapılandırması
vi: Cấu hình bộ lọc máy

source: Machine ID Column
ar: آلة ID العمود
bg: Машина ID колона
ca: Machine ID Columna
cs: Stroj ID sloupec
cy: Peiriant ID colofn
da: Maskine ID kolonne
de: Maschine ID Spalte
el: Μηχανή ID Στήλη
fa: ستون ماشین ID
fi: Kone ID sarake
fr: Colonne Machine ID
gd: Inneal ID colbh
he: מכונה ID עמודה
hr: Stroj ID stupac
hu: Gép ID oszlop
id: Kolom Mesin ID
is: Vél ID dálkur
it: Macchina ID colonna
ja: 設備の列
km: ម៉ាស៊ីន ID ជួរឈរ
lb: Maschinn ID Kolonn
mi: Miihini ID pou
mk: Машина ID колона
mn: Машин ID багана
ms: Mesin ID lajur
my: စက် ID ကော်လံ
nl: Machine ID kolom
no: Maskin ID kolonne
pl: Maszyna ID kolumna
pt: Máquina ID coluna
ro: Mașină ID coloană
ru: Машина ID Столбец
sd: مشين ID ڪالم
si: යන්ත්රය ID තීරුව
sk: Stroj ID stĺpec
sq: Makineri ID Kolona
sv: Maskin ID kolumn
th: คอลัมน์เครื่อง ID
tl: Haligi ng makina ID
tr: Makine ID sütunu
vi: Máy ID cột

source: Part No Filter Config
ar: جزء لا تصفية التكوين
bg: Част няма конфигурация на филтъра
ca: PART NO FILLA CONFIG
cs: Část bez filtru konfigurace
cy: Rhan dim ffurfwedd hidlydd
da: Del ingen filterkonfiguration
de: Teil ohne Filterkonfiguration
el: ΜΕΡΟΣ ΧΡΗΣΙΜΟΠΟΙΗΣΗ ΦΙΛΤΗΣ
fa: قسمت پیکربندی فیلتر
fi: Osan Ei suodatinmääritys
fr: Partie sans configuration de filtre
gd: Pàirt No Filter Config
he: חלק ללא תצורת פילטר
hr: Dio nema konfiguracije filtra
hu: Rész nincs szűrő konfigurációja
id: Bagian Tidak Ada Konfigurasi Filter
is: Hluti No Filter config
it: Parte No Filtro Config
ja: 品番フィルタ設定
km: ផ្នែកតម្រងតម្រង
lb: Deel kee Filter Konfigur
mi: Wāhanga kore Whiriwhiringa tātari
mk: Дел Нема конфигурација на филтерот
mn: Хэсэг нь шүүлтүүрийн тохиргоо байхгүй байна
ms: Bahagian tiada konfigurasi penapis
my: အပိုင်းအဘယ်သူမျှမ filter config
nl: Deel geen filterconfiguratie
no: Del ingen filterkonfigurasjon
pl: Część nr Config
pt: Parte sem configuração de filtro
ro: Partea fără configurare a filtrului
ru: Часть нет конфигурации фильтра
sd: حصو ڪوبه فلٽر ڪانٽريڪٽ
si: පෙරහන් වින්යාසයක් නැත
sk: ČASŤ ČASŤ NÁPOJENÁ Config
sq: Pjesa Pa konfigurim të filtrit
sv: Del ingen filterkonfiguration
th: ส่วนที่ไม่มีการกำหนดค่าตัวกรอง
tl: Bahagi walang filter config
tr: Parça Filtre Yapılandırması Yok
vi: Cấu hình bộ lọc Part No

source: Part No Column
ar: جزء لا عمود
bg: Част няма колона
ca: PART NO COLUMNA
cs: Část bez sloupce
cy: Rhan dim colofn
da: Del ingen kolonne
de: Teil ohne Spalte
el: Μέρος χωρίς στήλη
fa: قسمت بدون ستون
fi: Osassa Ei saraketta
fr: Pièce no Colonne
gd: Pàirt No Colbh
he: חלק ללא עמודה
hr: Dio nema stupca
hu: No oszlop
id: Bagian Tidak Ada Kolom
is: Hluti enginn dálkur
it: Parte no colonna
ja: 品番の列
km: ផ្នែកគ្មានជួរឈរ
lb: Deel keng Kolonn
mi: Wahanga kaore he pou
mk: Дел Нема колона
mn: Хэсэг багана байхгүй
ms: Bahagian Tiada lajur
my: တစ်စိတ်တစ်ပိုင်းအဘယ်သူမျှမကော်လံ
nl: Deel geen kolom
no: Del ingen kolonne
pl: Część bez kolumny
pt: Parte Nenhuma coluna
ro: Partea fără coloană
ru: Часть нет столбца
sd: حصو ڪو ڪالم ناهي
si: කොටසක් නැත තීරුවක්
sk: Časť č.
sq: PJESA JO KOLONI
sv: Del ingen kolumn
th: ส่วนไม่มีคอลัมน์
tl: Bahagi walang haligi
tr: Parça Sütun Yok
vi: Cột Part No

source: Filter Name
ar: اسم المرشح
bg: Име на филтъра
ca: Nom del filtre
cs: Název filtru
cy: Enw Hidlo
da: Filternavn
el: Όνομα φίλτρου
fa: نام فیلتر
fi: Suodattimen nimi
fr: Nom de filtre
gd: Ainm sìoltachain
he: שם סנן
hr: Naziv filtra
hu: Szűrőnév
id: Nama filter
is: Síuheiti
it: Nome filtro
ja: フィルタ名
km: តម្រងឈ្មោះ
lb: Fräichen Numm
mi: Ingoa Tātari
mk: Име на филтерот
mn: Шууд шүүлтүүр нэр
ms: Nama penapis
nl: Filternaam
no: Filternavn
pl: Nazwa filtru
pt: Nome do filtro
ro: Numele filtrului
ru: Имя фильтра
sd: فلٽر نالو
si: පෙරහන් නම
sk: Názov filtra
sq: Filtri
sv: Filternamn
th: ชื่อตัวกรอง
tl: Pangalan ng filter
tr: Filtre adı
vi: Tên bộ lọc

source: Filter Condition
ar: حالة التصفية
bg: Състояние на филтъра
ca: Condició de filtre
cs: Podmínka filtru
cy: Cyflwr Hidlo
da: Filtertilstand
de: Filterbedingung
el: Κατάσταση φίλτρου
fa: وضعیت فیلتر
fi: Suodatintila
fr: Condition de filtre
gd: Suidheachadh sìoltachain
he: מצב סינון
hr: Stanje filtra
hu: Szűrőfeltétel
id: Kondisi filter
is: Síuástand
it: Condizione di filtro
ja: フィルタ条件
km: ម៉ាស៊ីនចម្រោះ
lb: Filter Conditioun
mi: Te tikanga tātari
mk: Состојба на филтерот
mn: Шүүлтүүр
ms: Keadaan penapis
my: အခွအေနေစစ်
nl: Filterconditie
no: Filtertilstand
pl: Warunek filtra
pt: Condição de filtro
ro: Starea filtrului
ru: Условие фильтра
sd: فلٽر حالت
si: පෙරහන් තත්වය
sk: Stav filtra
sq: Gjendja e filtrit
sv: Filtervillkor
th: สภาพกรอง
tl: Kondisyon ng filter
tr: Filtre Durumu
vi: Điều kiện bộ lọc

source: Others Filter Config
ar: آخر تصفية التكوين
bg: Други филтрират конфигурация
ca: Altres filtren la configuració
cs: Ostatní filtr konfigurace
cy: Mae eraill yn hidlo ffurfwedd
da: Andre filtrerer konfiguration
de: Andere filtern die Konfiguration
el: Άλλοι Config Filter Config
fa: تنظیمات دیگر پیکربندی فیلتر
fi: Muut suodata config
fr: D'autres filtrent la configuration
gd: Bidh cuid eile a 'falbh config
he: אחרים מסננים את התצורה
hr: Drugi filtrira config
hu: Mások szűrik a konfigurációt
id: Lainnya menyaring konfigurasi
is: Aðrir sía config
it: Altri filtrano configurazione
ja: その他フィルタ設定
km: កំណត់រចនាសម្ព័ន្ធតម្រងផ្សេងទៀត
lb: Anerer filter Konfigur
mi: Ko etahi ka tātarihia
mk: Други филтрираат конфигурација
mn: Бусад нь шүүлтүүрийг тохируулна
ms: Yang lain menapis konfigurasi
my: အခြားသူများက config ကို filter
nl: Anderen filteren configuratie
no: Andre filtrerer konfigurasjon
pl: Inne Filtr Config
pt: Outros filtro config
ro: Alții filtrează configurarea
ru: Другие фильтруют конфигурацию
sd: ٻيا فلٽر ترتيب ڏيو
si: අනෙක් ඒවා වින්යාසය පෙරීම
sk: Ostatné konfigurácie filtra
sq: Të tjerët Filter konfigurimin
sv: Andra filterkonfigurera
th: ตัวกรองตัวกรองอื่น ๆ
tl: Ang iba ay nag -filter ng config
tr: Diğerleri yapılandırmayı filtreleyin
vi: Cấu hình khác

source: Target Column
ar: العمود الهدف
bg: Целева колона
ca: Columna objectiu
cs: Cílový sloupec
cy: Colofn darged
da: Målkolonne
de: Zielspalte
el: Στήλη στόχου
fa: ستون هدف
fi: Kohdepylväs
fr: Colonne cible
gd: Colbh targaid
he: עמודת יעד
hr: Ciljani stupac
hu: Céloszlop
id: Kolom target
is: Miða dálk
it: Colonna target
ja: 対象の列
km: ជួរឈរគោលដៅ
lb: D'Zil Column
mi: Rarangi Taringa
mk: Целната колона
mn: Зорилтооны багана
ms: Lajur sasaran
my: ပစ်မှတ်ကော်လံ
nl: Doelkolom
no: Målkolonne
pl: Kolumna docelowa
pt: Coluna de destino
ro: Coloana țintă
ru: Целевой столбец
sd: ٽارگيٽ ڪالم
si: ඉලක්ක තීරුව
sk: Cieľový stĺpec
sq: Kolonë e synuar
sv: Målkolonn
th: คอลัมน์เป้าหมาย
tl: Target na haligi
tr: Hedef sütun
vi: Cột mục tiêu

source: Visualization Config
ar: تكوين التصور
bg: Конфигурация на визуализацията
ca: Configuració de la visualització
cs: Vizualizační konfigurace
cy: Ffurfweddiad Delweddu
da: Visualiseringskonfiguration
de: Visualisierungskonfiguration
el: Διαμόρφωση οπτικοποίησης
fa: پیکربندی تجسم
fi: Visualisointikonfigurointi
fr: Configuration de visualisation
gd: Contig fradharc
he: תצורת ויזואליזציה
hr: Konfiguracija vizualizacije
hu: Megjelenítési konfigurációs
id: Konfigurasi Visualisasi
is: Sjónræn stilling
it: Configurazione di visualizzazione
ja: 可視化設定
km: កំណត់រចនាសម្ព័ន្ធរូបភាព
lb: Visualiséierungskonfigur
mi: Unumanga
mk: Конфигурација на визуелизација
ms: Konfigurasi visualisasi
nl: Visualisatieconfiguratie
no: Visualiseringskonfigurasjon
pl: Konfiguracja wizualizacji
pt: Config de visualização
ro: Configurare de vizualizare
ru: Конфигурация визуализации
sd: ڏسڻ واري ترتيب
si: දෘශ්යකරණ වින්යාසය
sk: Konfigurácia vizualizácie
sq: Konfigurim vizualizimi
sv: Visualiseringskonfiguration
th: การกำหนดค่าการสร้างภาพ
tr: Görselleştirme yapılandırması
vi: Cấu hình trực quan

source: Lower threshold
ar: العتبة السفلى
bg: Долен праг
ca: Llindar inferior
cs: Spodní práh
cy: Trothwy is
da: Lavere tærskel
de: Untere Schwelle
el: Χαμηλότερο όριο
fa: آستانه پایین
fi: Alempi kynnysarvo
fr: Seuil inférieur
gd: Stairsneach as ìsle
he: סף תחתון
hr: Niži prag
hu: Alsó küszöbérték
id: Ambang batas yang lebih rendah
is: Lægri þröskuldur
it: Soglia inferiore
ja: 下限閾値
km: កម្រិតទាប
lb: Niddereg Schwell
mi: Paepae iti
mk: Понизок праг
mn: Доод босго
ms: Ambang yang lebih rendah
my: အောက်ပိုင်းတံခါးခုံ
nl: Lagere drempel
no: Nedre terskel
pl: Dolny próg
pt: Limiar mais baixo
ro: Prag inferior
ru: Нижний порог
sd: هيٺين حد
si: පහළ එළිපත්ත
sk: Dolná hranica
sq: Prag më i ulët
sv: Lägre tröskel
th: เกณฑ์ที่ต่ำกว่า
tl: Mas mababang threshold
tr: Alt eşik
vi: Ngưỡng cửa thấp hơn

source: Upper threshold
ar: العتبة العلوية
bg: Горен праг
ca: Llindar superior
cs: Horní prahová hodnota
cy: Trothwy Uchaf
da: Øvre tærskel
de: Obere Schwelle
el: Επάνω κατώφλι
fa: آستانه بالایی
fi: Ylempi kynnysarvo
fr: Seuil supérieur
gd: Stairsneach àrd
he: סף עליון
hr: Gornji prag
hu: Felső küszöbérték
id: Ambang batas atas
is: Efri þröskuldur
it: Soglia superiore
ja: 上限閾値
km: កម្រិតខាងលើ
lb: Iewescht Schwell
mi: Te paepae o runga
mk: Горниот праг
mn: Дээд босго
ms: Ambang atas
my: အထက်တံခါးခုံ
nl: Bovenste drempel
no: Øvre terskel
pl: Górny próg
pt: Limiar superior
ro: Prag superior
ru: Верхний порог
sd: مٿين حد
si: ඉහළ එළිපත්ත
sk: Horná hranica
sq: Prag i sipërm
sv: Övre tröskel
th: เกณฑ์ส่วนบน
tl: Mataas na threshold
tr: Üst eşik
vi: Ngưỡng trên

source: Lower process threshold
ar: انخفاض عتبة العملية
bg: По -нисък праг на процеса
ca: Llindar de procés inferior
cs: Nižší prahová hodnota procesu
cy: Trothwy proses is
da: Lavere procesgrænse
de: Niedrigere Prozessschwelle
el: Χαμηλότερο όριο διεργασίας
fa: آستانه فرآیند پایین
fi: Alempi prosessikynnys
fr: Seuil de processus inférieur
gd: Stairsneach pròiseas nas ìsle
he: סף תהליכים נמוך יותר
hr: Niži prag procesa
hu: Alacsonyabb folyamatküszöb
id: Ambang proses yang lebih rendah
is: Lægri ferliþröskuldur
it: Soglia di processo inferiore
ja: 下限工程内閾値
km: កំរិតដំណើរការទាប
lb: Ënneschte Prozess Dréimoment
mi: Te paepae o raro
mk: Понизок праг на процеси
mn: Багаалтын доод босго
ms: Ambang proses yang lebih rendah
my: အနိမ့်လုပ်ငန်းစဉ်တံခါးခုံ
nl: Lagere procesdrempel
no: Lavere prosessterskel
pl: Niższy próg procesu
pt: Limiar de processo mais baixo
ro: Prag de proces inferior
ru: Более низкий порог процесса
sd: هيٺين عمل جي حد
si: පහළ ක්රියාදාම සීමාව
sk: Nižšia prahová hodnota procesu
sq: Pragu i procesit më të ulët
sv: Lägre procesströskel
th: เกณฑ์กระบวนการลดลง
tl: Mas mababang proseso ng threshold
tr: Alt işlem eşiği
vi: Ngưỡng quá trình thấp hơn

source: Upper process threshold
ar: عتبة العملية العليا
bg: Праг на горния процес
ca: Llindar del procés superior
cs: Horní prahová hodnota procesu
cy: Trothwy proses uchaf
da: Øvre processtærskel
de: Obere Prozessschwelle
el: Ανώτερο όριο διεργασίας
fa: آستانه فرآیند بالایی
fi: Ylempi prosessikynnys
fr: Seuil de processus supérieur
gd: Stairsneach pròiseas àrd
he: סף תהליכים עליון
hr: Gornji prag procesa
hu: Felső folyamat küszöbérték
id: Ambang proses atas
is: Efri ferli þröskuldur
it: Soglia di processo superiore
ja: 上限工程内閾値
km: កំរិតដំណើរការខាងលើ
lb: Ieweschte Prozess Dréimoment
mi: Te paepae tukanga o runga
mk: Праг на горниот процес
mn: Дээд үйл явцын босго
ms: Ambang proses atas
my: အထက်ပိုင်းဖြစ်စဉ်တံခါးခုံ
nl: Bovenste procesdrempel
no: Øvre prosessterskel
pl: Górny próg procesu
pt: Limite superior do processo
ro: Prag de proces superior
ru: Верхний порог процесса
sd: اپر پروسيس جي حد
si: ඉහළ ක්රියාවලිය සීමාව
sk: Prahová hodnota horného procesu
sq: Pragu i procesit të sipërm
sv: Övre procesströskel
th: เกณฑ์กระบวนการด้านบน
tl: Itaas na proseso ng threshold
tr: Üst işlem eşiği
vi: Ngưỡng quá trình trên

source: y-axes range: min
ar: نطاق المحاور ص: دقيقة
bg: Y-оси диапазон: min
ca: Range dels eixos Y: min
cs: Rozsah y-osí: min
cy: Ystod Y-Exes: Min
da: Y-akser rækkevidde: min
de: Y-Achsenbereich: min
el: Εύρος y-axes: min
fa: محدوده محورهای Y: حداقل
fi: Y-Axes-alue: Min
fr: Range des axes y: min
gd: Tha W-Axes ann an raon: MIN
he: טווח y-Axes: Min
hr: Y-osi raspon: min
hu: Y-tengely tartomány: Min
id: Kisaran Y-Axes: Min
is: Y-Axes svið: mín
it: Gamma Y-Axes: min
ja: Y軸最小値
km: y-icoes ជួរ: MIN
lb: Y-Axen Gamme: min
mi: Y-toki Rangi Rangi: Min
mk: Опсег на y-оски: мин
mn: Y-тэнхлэгийн хүрээ: мин
ms: Julat paksi y: min
nl: Y-assen bereik: min
no: Y-akser rekkevidde: min
pl: Zakres od osi Y: min
pt: Faixa de eixos Y: min
ro: Gama de axe Y: min
ru: Y-оси диапазон: мин
sd: Y-AXS رينج: منٽ
si: Y- අක්ෂ පරාසය: අවම
sk: Rozsah osi y: min
sq: Gama e boshteve y: min
sv: Y-axlar intervall: min
th: ช่วง y-axes: นาที
tl: Saklaw ng Y-Axes: Min
tr: Y eksen aralığı: Min
vi: Phạm vi Y-trục: Min

source: y-axes range: max
ar: نطاق المحاور ص: كحد أقصى
bg: Y-оси диапазон: макс
ca: Range dels eixos Y: màxim
cs: Rozsah y-osí: max
cy: Ystod Y-Exes: Max
de: Y-Achsenbereich: maximal
el: Εύρος άξονα y: max
fa: محدوده محورهای Y: حداکثر
fi: Y-AXES-alue: Max
fr: Range des axes y: max
gd: Tha W-Axes Rap: Max
he: טווח y-Axes: מקס
hr: Y-osi raspon: max
hu: Y-tengely tartomány: max
id: Kisaran Y-Axes: Max
is: Y-Axes svið: Max
it: Gamma Y-Axes: max
ja: Y軸最大値
km: ជួរអ័ក្ស y: អតិបរមា
lb: Y-Axen Gamme: Max
mi: Y-toki Rangi: Max
mk: Опсег на y-оски: Макс
mn: Y-AXES-ийн хүрээ: Макс
ms: Julat paksi y: maksimum
my: Y- ပုဆိန်အကွာအဝေး: မက်စ်
nl: Y-assenbereik: Max
no: Y-Axes Range: Maks
pl: Zakres od osi Y: Max
pt: Faixa de eixos Y: Max
ro: Gama de axe Y: Max
ru: Y-оси диапазон: макс.
sd: Y-AXS رينج: وڌ
si: Y- අක්ෂ පරාසය: උපරිම
sk: Rozsah osi y: max
sq: Gama e boshteve y: max
th: ช่วง y-axes: สูงสุด
tl: Saklaw ng Y-Axes: Max
tr: Y eksen aralığı: maks.
vi: Phạm vi Y-trục: Tối đa

source: Part No
ar: الجزء رقم
bg: Част №
cs: Část č
cy: Rhan Na
da: Del nr
de: Teil Nr
el: Μέρος όχι
fa: قسمت شماره
fi: Nro
fr: Partie no
gd: Pàirt no
he: חלק לא
hr: Dio ne
hu: Részben
id: Bagian no
is: Hluti nr
it: Parte n
ja: 品番
km: ផ្នែកទេ
lb: Deeléng
mk: Дел бр
mn: Үгүй
ms: Bahagian Tidak
my: အပိုင်းမဟုတ်ပါ
nl: Deel nee
no: Del nr
pl: Część nr
pt: Parte no
ro: Partea nr
ru: Часть №
sd: حصو نه
si: කොටස නැත
sk: Č.
sq: Pjesa Nr.
sv: Del nr
th: หมายเลขส่วน
tl: Bahagi no
tr: Bölüm Hayır

source: Ends With
ar: انتهت ب
bg: завършват с
ca: acabar amb
cs: Konec s
cy: gorffen gyda
da: slut med
de: Ende mit
el: τερματίζω
fa: پایان یافتن با
fi: päätyä
fr: terminer par
gd: deireadh le
he: להסתיים עם
hr: završiti sa
hu: véget vet
id: berakhir dengan
is: enda með
it: terminare con
ja: で終わる
km: បញ្ចប់ដោយ
lb: Schluss mat
mi: mutu me
mk: Заврши со
mn: төгс төгөлдөр төгс
ms: berakhir dengan
my: အဆုံးသတ်
nl: eindigt met
no: slutt med
pl: kończyć z
pt: termine com
ro: se termina cu
ru: конец с
sd: سان ختم
si: අවසන්
sk: skončiť
sq: mbaroj
sv: sluta med
th: จบลงด้วย
tl: magtapos sa
tr: ile bitmek
vi: kết thúc với

source: Starts With
ar: أبدا ب
bg: Започни с
ca: Començar amb
cs: Začít s
cy: Dechreuwch gyda
da: Start med
de: Beginnen mit
el: Αρχισε με
fa: شروع کن با
fi: Aloita
fr: Commencer avec
gd: Tòiseachadh le
he: להתחיל עם
hr: Početi sa
hu: Kezdeni valamivel
id: Dimulai dari
is: Byrja með
it: Iniziare con
ja: で始まる
km: ចាប់ផ្តើម​ជាមួយ
lb: Um follegen
mi: Tiimata me
mk: Почни со
mn: Эхлэх
ms: Bermula dengan
my: စတင်ပါ
nl: Beginnen met
no: Starte med
pl: Zacząć od
pt: Começar com
ro: Începe cu
ru: Начните с
sd: شروعات سان شروع
si: සමඟ ආරම්භ කරන්න
sk: Začať
sq: Fillojme me
sv: Börja med
th: เริ่มกับ
tl: Magsimula sa
tr: İle başla
vi: Bắt đầu với

source: Contains
ar: (Like البحث)
bg: (Like Търсене)
ca: (Like cerca)
cs: (Like vyhledávání)
cy: (Like Chwilio)
da: (Like søgning)
de: (Like Suche)
el: (Like αναζήτηση)
fa: (Like جستجو)
fi: (Like Haku)
fr: (Like Search)
gd: (Like sgrùdadh)
he: (Like חיפוש)
hr: (Like pretraživanje)
hu: (Like keresés)
id: (Like pencarian)
is: (Like leit)
it: (Like Cerca)
ja: を含む(Like検索)
km: (Like ស្វែងរក)
lb: (Like Sich)
mi: (Like Rapu)
mk: (Like Пребарување)
mn: (Like Хайлт)
ms: (Like carian)
my: (Like ရှာဖွေခြင်း)
nl: (Like Zoeken)
no: (Like søk)
pl: (Like Wyszukaj)
pt: (Like pesquisa)
ro: (Like Căutare)
ru: (Like Поиск)
sd: (Like ڳولا)
si: (Like සෙවීම)
sk: (Like vyhľadávanie)
sq: (Like kërkim)
sv: (Like sökning)
th: (Like ค้นหา)
tl: (Like Paghahanap)
tr: (Like arama)

source: Matches
ar: يوافق على
bg: Съгласен
ca: Acordar
cs: Souhlasit
cy: Chydwela ’
da: Enig
de: Zustimmen
el: Συμφωνώ
fa: موافق
fi: Olla samaa mieltä
fr: Accepter
gd: Aontachadh
he: לְהַסכִּים
hr: Složiti se
hu: Egyetért
id: Setuju
is: Sammála
it: Concordare
ja: 一致する
km: យល់របម
lb: Astinist sinn
mi: Whakaae
mk: Се согласувам
mn: Зөвшөөрөх
ms: Setuju
my: သဘောတူ
nl: Mee eens zijn
no: Bli enige
pl: Zgodzić się
pt: Aceita
ro: De acord
ru: Соглашаться
sd: راضييت
si: එකඟ වන්න
sk: Súhlasiť
sq: Pajtohem
sv: Hålla med
th: เห็นด้วย
tl: Sumang -ayon
tr: Kabul etmek
vi: Đồng nhất

source: Regular expressions
ar: تعبيرات منتظمة
bg: Редовни изрази
ca: Expressions regulars
cs: Regulární výrazy
cy: Mynegiadau rheolaidd
da: Regelmæssige udtryk
de: Reguläre Ausdrücke
el: Κανονικές εκφράσεις
fa: عبارات با قاعده
fi: Säännölliset ilmaisut
fr: Expressions régulières
gd: Abairtean cunbhalach
he: ביטויים רגילים
hr: Redovni izrazi
hu: Rendszeres kifejezések
id: Ekspresi reguler
is: Regluleg tjáning
it: Espressioni regolari
ja: 正規表現
km: កន្សោមធម្មតា
lb: Regelméisseg Ausdréck
mi: Nga Whakaaturanga Iwi
mk: Редовни изрази
mn: Тогтмол илэрхийлэл
ms: Ungkapan biasa
my: ပုံမှန်အသုံးအနှုန်းများ
nl: Normale uitdrukkingen
no: Vanlig uttrykk
pl: Wyrażenia regularne
pt: Expressões regulares
ro: Expresii obisnuite
ru: Обычные выражения
sd: باقاعده اظهار
si: නිත්ය ප්රකාශන
sk: Pravidelné výrazy
sq: Shprehje të rregullta
sv: Vanliga uttryck
th: การแสดงออกปกติ
tl: Regular na expression
tr: Düzenli ifadeler

source: Display graph
ar: عرض الرسم البياني
bg: Показване на графиката
ca: Mostra el gràfic
cs: Zobrazit graf
cy: Arddangos y Graff
da: Vis grafen
de: Zeigen Sie die Grafik an
el: Εμφάνιση του γραφήματος
fa: نمودار را نمایش دهید
fi: Näytä kaavio
fr: Afficher le graphique
gd: Seall an graf
he: להציג את הגרף
hr: Prikažite grafikon
hu: Jelenítse meg a grafikont
id: Tampilkan grafik
is: Sýna línuritið
it: Visualizza il grafico
ja: グラフを表示
km: បង្ហាញក្រាហ្វិច
lb: Weist d'Grafik
mi: Whakaatuhia te kauwhata
mk: Прикажи го графиконот
mn: Графикийг харуул
ms: Paparkan graf
my: ဂရပ်ကိုပြပါ
nl: Geef de grafiek weer
no: Vis grafen
pl: Wyświetl wykres
pt: Exibir o gráfico
ro: Afișați graficul
ru: Отобразить график
sd: گراف ڏيکاريو
si: ප්රස්ථාරය ප්රදර්ශනය කරන්න
sk: Zobraziť graf
sq: Shfaq grafikun
sv: Visa grafen
th: แสดงกราฟ
tl: Ipakita ang graph
tr: Grafiği görüntüleyin
vi: Hiển thị đồ thị

source: CSV Export
ar: CSV التصدير
bg: CSV Експорт
ca: CSV Exportació
cy: CSV Allforio
da: CSV Eksport
el: CSV εξαγωγή
fa: CSV صادرات
fi: CSV Vie
fr: CSV Exportation
gd: CSV às-mhalairt
he: CSV ייצוא
hr: CSV Izvoz
id: CSV Ekspor
is: CSV Útflutningur
it: CSV Esporta
ja: CSVの出力
km: CSV ការនាំចេញ
mi: CSV kaweake
mk: CSV извоз
mn: CSV экспортлох
ms: CSV Eksport
my: CSV ပို့ကုန်
nl: CSV Exporteren
no: CSV Eksport
pl: CSV Eksportuj
pt: CSV exportação
ru: CSV Экспорт
sd: CSV برآمد
si: CSV අපනයනය
sq: CSV eksport
th: CSV ส่งออก
tl: CSV I -export
tr: CSV İhracat
vi: Xuất CSV

source: Process is required
ar: العملية مطلوبة
bg: Е необходим процес
ca: Cal procés
cs: Je vyžadován proces
cy: Mae angen y broses
da: Processen er påkrævet
de: Prozess ist erforderlich
el: Απαιτείται διαδικασία
fa: روند لازم است
fi: Prosessi vaaditaan
fr: Le processus est requis
gd: Pròiseas riatanach
he: נדרש תהליך
hr: Potreban je postupak
hu: Folyamat szükséges
id: Proses diperlukan
is: Ferli er krafist
it: È richiesto il processo
ja: 工程を入力してください
km: ដំណើរការត្រូវបានទាមទារ
lb: Prozess ass erfuerderlech
mi: Ka hiahiatia te tukanga
mk: Потребен е процес
mn: Үйл явц шаардлагатай
ms: Proses diperlukan
my: လုပ်ငန်းစဉ်လိုအပ်သည်
nl: Proces is vereist
no: Prosess er påkrevd
pl: Wymagany jest proces
pt: Processo é necessário
ro: Procesul este necesar
ru: Процесс требуется
sd: پروسيس گهربل آهي
si: ක්රියාවලිය අවශ්ය වේ
sk: Vyžaduje sa proces
sq: Kërkohet procesi
sv: Process krävs
th: จำเป็นต้องมีกระบวนการ
tl: Kinakailangan ang proseso
tr: İşlem gerekli
vi: Quy trình là bắt buộc

source: Column name is required
ar: اسم العمود مطلوب
bg: Името на колоната се изисква
ca: El nom de la columna és obligatori
cs: Je vyžadován název sloupce
cy: Mae angen enw'r golofn
da: Kolonnenavn er påkrævet
de: Der Spaltenname ist erforderlich
el: Το όνομα της στήλης απαιτείται
fa: نام ستون مورد نیاز است
fi: Sarakkeen nimi vaaditaan
fr: Le nom de la colonne est requis
gd: Tha feum air ainm colbh
he: שם העמודה נדרש
hr: Naziv stupca je potrebno
hu: Az oszlop neve szükséges
id: Nama kolom diperlukan
is: Nafn dálka er krafist
it: È richiesto il nome della colonna
ja: 列の名称を入力してください。
km: ឈ្មោះជួរឈរត្រូវបានទាមទារ
lb: Kolonn Numm ass erfuerderlech
mi: Kei te hiahiatia te ingoa pou
mk: Потребно е име на колоната
mn: Баганын нэр шаардлагатай байна
ms: Nama lajur diperlukan
my: ကော်လံအမည်လိုအပ်သည်
nl: Kolomnaam is vereist
no: Kolonnenavn er påkrevd
pl: Nazwa kolumny jest wymagana
pt: O nome da coluna é necessário
ro: Numele coloanei este necesar
ru: Требуется имя столбца
sd: ڪالم جو نالو گهربل آهي
si: තීරුවේ නම අවශ්යයි
sk: Vyžaduje sa názov stĺpca
sq: Kërkohet emri i kolonës
sv: Kolumnnamn krävs
th: จำเป็นต้องมีชื่อคอลัมน์
tl: Kinakailangan ang pangalan ng haligi
tr: Sütun adı gerekli
vi: Tên cột là bắt buộc

source: Line is required
ar: الخط مطلوب
bg: Се изисква линията
ca: Cal la línia
cs: Je vyžadována linka
cy: Mae angen llinell
da: Linje er påkrævet
de: Linie ist erforderlich
el: Απαιτείται γραμμή
fa: خط مورد نیاز است
fi: Vaaditaan linja
fr: La ligne est requise
gd: Tha feum air loidhne
he: נדרש קו
hr: Potrebna je linija
hu: Vonal szükséges
id: Diperlukan baris
is: Lína er krafist
it: È richiesta la linea
ja: ラインの列を入力してください。
km: បន្ទាត់គឺចាំបាច់
lb: Linn ass erfuerderlech
mi: E hiahiatia ana te raina
mk: Потребна е линија
mn: Шугам шаардлагатай байна
ms: Talian diperlukan
my: လိုင်းလိုအပ်သည်
nl: Lijn is vereist
no: Linje er påkrevd
pl: Wymagana jest linia
pt: A linha é necessária
ro: Linia este necesară
ru: Требуется линия
sd: لائن گهربل آهي
si: රේඛාව අවශ්ය වේ
sk: Vyžaduje sa riadok
sq: Kërkohet linja
sv: Rad krävs
th: จำเป็นต้องมีสาย
tl: Kinakailangan ang linya
tr: Çizgi gereklidir
vi: Dòng là bắt buộc
