Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: N
ar: عدد البيانات باستثناء NA (غير متوفر) ، NaN (ليس رقمًا) و Inf± (اللانهاية) في الفترة المحددة.
bg: Брой данни, изключващи NA (не са налични), NaN (не число) и Inf± (безкрайност) в избрания период.
ca: Nombre de dades, excloent NA (no disponibles), NaN (no un nombre) i Inf± (infinit) en el període seleccionat.
cs: Počet dat s výjimkou NA (není k dispozici), NaN (ne číslo) a Inf± (nekonečno) ve vybraném období.
cy: Nifer y data ac eithrio NA (ddim ar gael), NaN (nid rhif) a Inf± (anfeidredd) yn y cyfnod a ddewiswyd.
da: Antal data ekskl. NA (ikke tilgængelig), NaN (ikke et tal) og Inf± (uendelig) i den valgte periode.
de: Anzahl der Daten ohne NA (nicht verfügbar), NaN (nicht eine Zahl) und Inf± (unendlich) im ausgewählten Zeitraum.
el: Αριθμός δεδομένων που αποκλείουν NA (δεν είναι διαθέσιμα), NaN (όχι αριθμός) και Inf± (άπειρο) στην επιλεγμένη περίοδο.
fa: تعداد داده های به استثنای NA (در دسترس نیست) ، NaN (نه یک شماره) و Inf± (بی نهایت) در دوره انتخاب شده.
fi: Tietojen lukumäärä, jossa ei ole NA (ei käytettävissä), NaN (ei lukumäärä) ja Inf± (ääretön) valitulla ajanjaksolla.
fr: Nombre de données excluant NA (non disponibles), NaN (pas un nombre) et Inf± (Infinity) dans la période sélectionnée.
gd: Àireamh de dhàta a tha a 'dùnadh a-mach NA (chan eil e ri fhaighinn), NaN (chan e àireamh) agus Inf± (Infinity) san ùine a thagh.
he: מספר הנתונים למעט NA (לא זמין), NaN (לא מספר) ו- Inf± (אינסוף) בתקופה שנבחרה.
hr: Broj podataka koji isključuju NA (nisu dostupni), NaN (nije broj) i Inf± (beskonačnost) u odabranom razdoblju.
hu: Az NA (nem áll rendelkezésre), NaN (nem szám) és Inf± (végtelenség) számú adatok száma a kiválasztott időszakban.
id: Jumlah data yang tidak termasuk NA (tidak tersedia), NaN (bukan angka) dan Inf± (infinity) pada periode yang dipilih.
is: Fjöldi gagna að undanskildum NA (ekki tiltækt), NaN (ekki fjöldi) og Inf± (óendanleikinn) á völdum tímabili.
it: Numero di dati che escludono NA (non disponibili), NaN (non un numero) e Inf± (infinito) nel periodo selezionato.
ja: 選択した期間における、NA(欠損値)・NaN(非数)・Inf±(無限大)を除いたデータ数
km: ចំនួនទិន្នន័យដែលមិនរាប់បញ្ចូល NA (មិនមាន) NaN (មិនមែនលេខ) និង Inf± (ភាពមិនគ្រប់គ្រាន់) ក្នុងរយៈពេលដែលបានជ្រើសរើស។
lb: Zuel vun den Donnéeën NA (net verfügbar), NaN (net eng Nummer) an Inf± (Infinity) an der gewielter Period.
mi: Te maha o nga raraunga kaore i te aukati NA (kaore i te waatea), NaN (ehara i te nama) me Inf± (mate mate) i roto i te waa kua tohua.
mk: Број на податоци со исклучок на NA (не се достапни), NaN (не број) и Inf± (бесконечност) во избраниот период.
mn: NA NA (боломжгүй), NaN (тоо биш), NaN (хязгааргүй), Inf± (хязгааргүй) ба Inf± (хязгааргүй), Inf± (хязгааргүй), сонгосон хугацаанд Inf± (хязгааргүй) ба Inf± (хязгааргүй).
ms: Bilangan data tidak termasuk NA (tidak tersedia), NaN (bukan nombor) dan Inf± (infiniti) dalam tempoh yang dipilih.
my: NA (မရရှိနိုင်ပါ), NaN (နံပါတ်မဟုတ်) နှင့် Inf± (အသင်္ချေ) နှင့် Inf± (အသင်္ချေ) နှင့် Inf± (Infinity) မှပါ 0 င်သည်။
nl: Aantal gegevens exclusief NA (niet beschikbaar), NaN (geen nummer) en Inf± (oneindig) in de geselecteerde periode.
no: Antall data unntatt NA (ikke tilgjengelig), NaN (ikke et tall) og Inf± (uendelig) i den valgte perioden.
pl: Liczba danych z wyłączeniem NA (niedostępna), NaN (nie liczba) i Inf± (nieskończoność) w wybranym okresie.
pt: Número de dados excluindo NA (não disponível), NaN (não um número) e Inf± (infinito) no período selecionado.
ro: Numărul de date cu excludere NA (nu este disponibil), NaN (nu este un număr) și Inf± (infinit) în perioada selectată.
ru: Количество данных, исключающих NA (недоступно), NaN (не число) и Inf± (бесконечность) в выбранном периоде.
sd: ڊيٽا جو تعداد NA (دستياب ناهي)، NaN (نمبر نه) ۽ Inf± (لامحدود دور ۾).
si: NA (ලබා ගත නොහැක), NaN (අංකයක් නැත) සහ තෝරාගත් කාල පරිච්ඡේදයේ NaN (අංකයක් නොවේ) සහ Inf± (අනන්තය).
sk: Počet údajov s výnimkou NA (nie je k dispozícii), NaN (nie číslo) a Inf± (nekonečno) vo vybranom období.
sq: Numri i të dhënave që përjashtojnë NA (jo të disponueshme), NaN (jo një numër) dhe Inf± (pafundësi) në periudhën e zgjedhur.
sv: Antal data exklusive NA (inte tillgängligt), NaN (inte ett nummer) och Inf± (oändlighet) under den valda perioden.
th: จำนวนข้อมูลที่ไม่รวม NA (ไม่พร้อมใช้งาน), NaN (ไม่ใช่ตัวเลข) และ Inf± (อินฟินิตี้) ในช่วงเวลาที่เลือก
tl: Bilang ng data na hindi kasama ang NA (hindi magagamit), NaN (hindi isang numero) at Inf± (kawalang -hanggan) sa napiling panahon.
tr: Seçilen dönemde NA (mevcut değil), NaN (sayı değil) ve Inf± (sonsuz) hariç veri sayısı.
vi: Số lượng dữ liệu không bao gồm NA (không có sẵn), NaN (không phải là số) và Inf± (vô cực) trong giai đoạn đã chọn.

source: P95
ar: المئوية 95
bg: 95 -ти перцентил
ca: 95è percentil
cs: 95. percentil
cy: 95ain ganradd
da: 95. percentil
de: 95. Perzentil
el: 95ο εκατοστημόριο
fa: صدک 95
fi: 95. prosenttipiste
fr: 95e centile
gd: 95mh sa cheud
he: אחוזון 95
hr: 95. postotak
hu: 95. százalék
id: Persentil ke -95
is: 95. hundraðshluti
it: 95 ° percentile
ja: 95パーセンタイル
km: 95 ភាគរយ
lb: 95. Prozentzip
mi: 95 te ōrau
mk: 95 -ти процент
mn: 95-р хувь
ms: Persentil ke -95
my: 95th ရာခိုင်နှုန်း
nl: 95e percentiel
no: 95. persentil
pl: 95. percentyl
pt: Percentil 95
ro: 95 de procente
ru: 95 -й процентиль
sd: 95 سيڪڙو سيڪڙو
si: 95 වන ප්රතිශතය
sk: 95. percentil
sq: Përqindja e 95 -të
sv: 95: e percentilen
th: เปอร์เซ็นไทล์ 95
tl: 95th Percentile
tr: 95. persentil
vi: Tỷ lệ phần trăm thứ 95

source: P75 Q3
ar: المئوية 75 (الربع الثالث)
bg: 75 -ти перцентил (трети квартил)
ca: 75è percentil (tercer quartil)
cs: 75. percentil (třetí kvartil)
cy: 75ain ganradd (trydydd chwartel)
da: 75. percentil (tredje kvartil)
de: 75. Perzentil (drittes Quartil)
el: 75ο εκατοστημόριο (τρίτο τεταρτημόριο)
fa: صدک 75 (کوارتیل سوم)
fi: 75. prosenttipiste (kolmas kvartiili)
fr: 75e centile (troisième quartile)
gd: 75mh sa cheud (an treas cairteal)
he: אחוזון 75 (רבעון שלישי)
hr: 75. postotak (treći kvartil)
hu: 75. százalék (harmadik kvartilis)
id: Persentil ke -75 (kuartil ketiga)
is: 75. hundraðshluti (þriðji fjórðungur)
it: 75 ° percentile (terzo quartile)
ja: 75パーセンタイル (第3四分位数)
km: 75 ភាគរយ (ត្រីមាសទីបី)
lb: 75 De Prozentsaz (drëtte Quartil)
mi: 75 te ōrau (tuatoru tuatoru)
mk: 75 -ти процент (трет квартал)
mn: 75-р хувь (гурав дахь дөрөвний нэг)
ms: Persentil ke -75 (kuartil ketiga)
my: 75 ရာခိုင်နှုန်း (တတိယ quartile)
nl: 75e percentiel (derde kwartiel)
no: 75. persentil (tredje kvartil)
pl: 75. percentyl (trzeci kwartyl)
pt: 75º percentil (terceiro quartil)
ro: 75 de procente (al treilea quartile)
ru: 75 -й процентиль (третий квартиль)
sd: 75 هين سيڪڙو (ٽيون چوٿون)
si: 75 වන ප්රතිශත (තෙවන කාර්තුමය)
sk: 75. percentil (tretí kvartil)
sq: 75 përqindja (kuartili i tretë)
sv: 75: e percentilen (tredje kvartilen)
th: เปอร์เซ็นไทล์ที่ 75 (ควอไทล์ที่สาม)
tl: Ika -75 Porsyento (Pangatlong Quartile)
tr: 75. persentil (üçüncü çeyrek)
vi: Tỷ lệ phần trăm thứ 75 (Bộ tứ thứ ba)

source: P25 Q1
ar: المئوية 25 (الربع الأول)
bg: 25 -ти перцентил (първи квартил)
ca: 25è percentil (primer quartil)
cs: 25. percentil (první kvartil)
cy: 25ain ganradd (chwartel gyntaf)
da: 25. percentil (første kvartil)
de: 25. Perzentil (erstes Quartil)
el: 25ο εκατοστημόριο (πρώτο τεταρτημόριο)
fa: صدک 25 (کوارتیل اول)
fi: 25. prosenttipiste (ensimmäinen kvartiili)
fr: 25e centile (premier quartile)
gd: 25mh de cheud sa cheud (ciad chairteal)
he: אחוזון 25 (הרבעון הראשון)
hr: 25. postotak (prvi kvartil)
hu: 25. percentilis (első kvartilis)
id: Persentil ke -25 (kuartil pertama)
is: 25. hundraðshluti (fyrsti fjórðungur)
it: 25 ° percentile (primo quartile)
ja: 25パーセンタイル (第1四分位数)
km: ភាគរយ 25 ភាគរយ (ត្រីមាសដំបូង)
lb: 25. Prozentile (éischt Quartil)
mi: 25 ōrau ōrau (quartile tuatahi)
mk: 25 -ти процент (прв квартал)
mn: 25-р хувь (эхний дөрвөлжин)
ms: Persentil ke -25 (kuartil pertama)
my: 25 ရာခိုင်နှုန်း (ပထမ ဦး ဆုံး quartile)
nl: 25e percentiel (eerste kwartiel)
no: 25. persentil (første kvartil)
pl: 25. percentyl (pierwszy kwartyl)
pt: 25º percentil (primeiro quartil)
ro: Al 25 -lea percentilă (primul quartile)
ru: 25 -й процентиль (первый квартиль)
sd: 25 سيڪڙو سيڪڙو (پهريون چوٿون)
si: 25 වන ප්රතිශතය (පළමු කාර්තුව)
sk: 25. percentil (prvý kvartil)
sq: Përqindja e 25 -të (kuartili i parë)
sv: 25: e percentilen (första kvartilen)
th: เปอร์เซ็นไทล์ 25 (ควอไทล์แรก)
tl: Ika -25 Porsyento (Unang Quartile)
tr: 25. persentil (ilk çeyrek)
vi: Tỷ lệ phần trăm thứ 25 (tứ phân vị đầu tiên)

source: P5
ar: المئوية الخامسة
bg: 5 -ти перцентил
ca: 5è percentil
cs: 5. percentil
cy: 5ed ganradd
da: 5. percentil
de: 5. Perzentil
el: 5ο εκατοστημόριο
fa: صدک 5
fi: 5. prosenttipiste
fr: 5e centile
gd: 5mh sa cheud
he: האחוזון החמישי
hr: 5. postotak
hu: 5. percentilis
id: Persentil ke -5
is: 5. prósentil
it: 5 ° percentile
ja: 5パーセンタイル
km: ភាគរយ 5 ភាគរយ
lb: 5. Prozentile
mi: 5 ōrau ōrau
mk: 5 -ти процент
mn: 5-р хувь
ms: Persentil ke -5
my: 5th ရာခိုင်နှုန်း
nl: 5e percentiel
no: 5. persentil
pl: 5. percentyl
pt: 5º percentil
ro: Al cincilea percentil
ru: 5 -й процентиль
sd: 5 سيڪڙو سيڪڙو
si: 5 වන ප්රතිශතය
sk: 5. percentil
sq: Përqindja e 5 -të
sv: 5: e percentilen
th: เปอร์เซ็นไทล์ที่ 5
tl: Ika -5 Porsyento
tr: 5. persentil
vi: Phần trăm thứ 5

source: IQR
ar: النطاق الرباعي (القيمة التمثيلية لتقلب التوزيع: IRQ = Q3 - Q1 ≒ 1.349σ@ التوزيع العادي)
bg: Интерквартилен диапазон (представителна стойност на променливостта на разпределението: IRQ = Q3 - Q1 ≒ 1.349σ@ Нормално разпределение)
ca: Interval interquartil (valor representatiu de la variabilitat de distribució: IRQ = Q3 - Q1 ≒ 1.349σ@ distribució normal)
cs: Mezikvartilní rozsah (reprezentativní hodnota variability distribuce: IRQ = Q3 - Q1 ≒ 1,349σ@ Normální distribuce)
cy: Ystod rhyngchwartel (gwerth cynrychioliadol amrywioldeb dosbarthu: IRQ = Q3 - Q1 ≒ 1.349σ@ dosbarthiad arferol)
da: Interquartil række (repræsentativ værdi af distributionsvariabilitet: IRQ = Q3 - Q1 ≒ 1.349σ@ normal distribution)
de: Interquartilbereich (repräsentativer Wert der Verteilungsvariabilität: IRQ = Q3 - Q1 ≒ 1,349σ@ Normalverteilung)
el: Εύρος μεταξύ τεταρτημορίων (αντιπροσωπευτική τιμή μεταβλητότητας διανομής: IRQ = Q3 - Q1 ≒ 1.349σ@ κανονική κατανομή)
fa: دامنه interquartile (مقدار نماینده تنوع توزیع: IRQ = Q3 - Q1 ≒ 1.349σ@ توزیع عادی)
fi: Kvartiilien välinen alue (jakauman vaihtelun edustava arvo: IRQ = Q3 - Q1 ≒ 1.349σ@ normaali jakauma)
fr: Plage interquartile (valeur représentative de la variabilité de la distribution: IRQ = Q3 - Q1 ≒ 1,349σ @ distribution normale)
gd: Raon eadar-ghnìomhach (luach riochdachaidh caochlachadh cuairteachaidh: IRQ = Q3 - Q1 ≒ 1.349σ @ sgaoileadh àbhaisteach)
he: טווח בין -רבעוני (ערך ייצוגי של השתנות התפלגות: IRQ = Q3 - Q1 ≒ 1.349σ@ חלוקה נורמלית)
hr: Interkvartilni raspon (reprezentativna vrijednost varijabilnosti distribucije: IRQ = Q3 - Q1 ≒ 1.349σ@ Normalna distribucija)
hu: Interquartile tartomány (az eloszlási variabilitás reprezentatív értéke: IRQ = Q3 - Q1 ≒ 1.349σ@ Normál eloszlás)
id: Rentang interkuartil (nilai representatif dari variabilitas distribusi: IRQ = Q3 - Q1 ≒ 1.349σ@ distribusi normal)
is: Interquartile svið (dæmigert gildi dreifingarbreytileika: IRQ = Q3 - Q1 ≒ 1.349σ@ Venjuleg dreifing)
it: Intervallo interquartile (valore rappresentativo della variabilità della distribuzione: IRQ = Q3 - Q1 ≒ 1.349σ@ distribuzione normale)
ja: 四分位範囲 (分布のばらつきの代表値、IRQ = Q3 - Q1 ≒1.349σ@正規分布)
km: ជួរ Itpitile (តម្លៃតំណាងនៃភាពប្រែប្រួលអថេរ: IRQ = Q3 - Q1 ≒ 1.349 @ ចែកចាយធម្មតា)
lb: Interquentile Gamme (representativ Wäert vun der Verdeelungsparagabilitéit: IRQ = Q3 - Q1 ≒ 1.349σ @ normal Verdeelung)
mi: Te ahuru o te ahuru (te uara o te rereketanga o te tohatoha tohatoha: IRQ = Q3 - Q1 ≒ 1.349σ @ Tohatoha noa)
mk: Интеркартилен опсег (репрезентативна вредност на варијабилноста на дистрибуцијата: IRQ = Q3 - Q1 ≒ 1.349σ@ Нормална дистрибуција)
mn: Хөндлөн огтилох хүрээ (түгээлтийн хувьсах эрхийн үнэ: IRQ = Q3 - Q1 ≒ 1.349σ @349σ @ хэвийн хуваарилалт)
ms: Julat Interquartile (nilai wakil variasi pengedaran: IRQ = Q3 - Q1 ≒ 1.349σ@ taburan normal)
my: Interquartile Range (ဖြန့်ဖြူးခြင်းပြောင်းလဲခြင်း၏ကိုယ်စားလှယ်တန်ဖိုး - IRQ = Q3 - Q1 ≒1.349σ @ ပုံမှန်ဖြန့်ဖြူးခြင်း)
nl: Interquartielbereik (representatieve waarde van distributievariabiliteit: IRQ = Q3 - Q1 ≒ 1.349σ@ normale verdeling)
no: Interquartile Range (Representativ verdi av distribusjonsvariabilitet: IRQ = Q3 - Q1 ≒ 1.349σ@ normalfordeling)
pl: Zakres międzykwartylowy (reprezentatywna wartość zmienności rozkładu: IRQ = Q3 - Q1 ≒ 1.349σ@ rozkład normalny)
pt: Intervalo interquartil (Valor representativo da variabilidade da distribuição: IRQ = Q3 - Q1 ≒ 1.349σ@ distribuição normal)
ro: Intervalul interquartil (valoarea reprezentativă a variabilității distribuției: IRQ = Q3 - Q1 ≒ 1.349σ@ distribuție normală)
ru: Межквартильный диапазон (репрезентативное значение изменчивости распределения: IRQ = Q3 - Q1 ≒ 1.349σ@ Нормальное распределение)
sd: بين الاقوامي رينج (تقسيم جي ورڇ جي نمائندي جي قيمت: IRQ = Q3 - Q1 ≒ 1.3490 @ عام ورڇ)
si: අන්තර් පල්ලියේ පරාසය (බෙදාහැරීමේ විචල්යතාවයේ නියෝජිත වටිනාකම: IRQ = Q3 - Q1 ≒ 1.349 @ @ සාමාන්ය බෙදා හැරීම)
sk: Rozsah medzihospodarov (reprezentatívna hodnota variability distribúcie: IRQ = Q3 - Q1 ≒ 1,349σ@ normálna distribúcia)
sq: Gama interkartile (vlera përfaqësuese e ndryshueshmërisë së shpërndarjes: IRQ = Q3 - Q1 ≒ 1.349σ@ shpërndarje normale)
sv: Interquartile -intervall (representativt värde för distributionsvariabilitet: IRQ = Q3 - Q1 ≒ 1.349σ@ normal distribution)
th: ช่วงระหว่างควอไทล์ (ค่าตัวแทนของความแปรปรวนการกระจาย: IRQ = Q3 - Q1 ≒1.349σ@ การแจกแจงปกติ)
tl: Saklaw ng Interquartile (Halaga ng Representative ng Variable ng Pamamahagi: IRQ = Q3 - Q1 ≒ 1.349σ@ normal na pamamahagi)
tr: Çeyrekler arası aralık (dağıtımın temsili değeri değişkenlik: IRQ = Q3 - Q1 ≒ 1.349σ@ normal dağılım)
vi: Phạm vi liên vùng (giá trị đại diện của biến đổi phân phối: IRQ = Q3 - Q1 1.349σ@ Phân phối bình thường)

source: HoverMedian
ar: الوسيط (المئوية 50)
bg: Медиана (50 -ти перцентил)
ca: Mediana (50è percentil)
cs: Medián (50. percentil)
cy: Canolrif)
da: Median (50. percentil)
de: Median (50. Perzentil)
el: Μέση (50η εκατοστημόριο)
fa: متوسط ​​(صدک 50)
fi: Mediaani (50. prosenttipiste)
fr: Médian (50e centile)
gd: Meadhan (50mh sa cheud)
he: חציון (אחוזון 50)
hr: Medijan (50. postotak)
hu: Medián (50. percentilis)
id: Median (persentil ke -50)
is: Miðgildi (50. prósentil)
it: Mediana (50 ° percentile)
ja: 中央値 (50パーセンタイル)
km: មេដ្យាន (50 ភាគរយ)
lb: Median (50 Prozent)
mi: Median (50th ōrau)
mk: Медијана (50 -ти процент)
mn: Медиан (50-р хувь)
ms: Median (persentil ke -50)
my: ပျမ်းမျှ (50 ရာခိုင်နှုန်း)
nl: Mediaan (50e percentiel)
no: Median (50. persentil)
pl: Mediana (50. percentyl)
pt: Mediana (percentil 50)
ro: Media (a 50 -a percentilă)
ru: Медиана (50 -й процентиль)
sd: وچين (50 سيڪڙو سيڪڙو)
si: මධ්ය (50 වන ප්රතිශතය)
sk: Medián (50. percentil)
sq: Mesatare (përqindja e 50 -të)
sv: Median (50: e percentilen)
th: ค่ามัธยฐาน (เปอร์เซ็นไทล์ 50)
tl: Median (ika -50 porsyento)
tr: Medyan (50. persentil)
vi: Trung bình (phần trăm thứ 50)

source: CHMMax
ar: Max
bg: Max
ca: Max
cs: Max
cy: Max
da: Max
de: Max
el: Max
fa: Max
fi: Max
fr: Max
gd: Max
he: Max
hr: Max
hu: Max
id: Max
is: Max
it: Max
ja: Max
km: Max
lb: Max
mi: Max
mk: Max
mn: Max
ms: Max
my: Max
nl: Max
no: Max
pl: Max
pt: Max
ro: Max
ru: Max
sd: Max
si: Max
sk: Max
sq: Max
sv: Max
th: Max
tl: Max
tr: Max
vi: Max

source: CHMMin
ar: Min
bg: Min
ca: Min
cs: Min
cy: Min
da: Min
de: Min
el: Min
fa: Min
fi: Min
fr: Min
gd: Min
he: Min
hr: Min
hu: Min
id: Min
is: Min
it: Min
ja: Min
km: Min
lb: Min
mi: Min
mk: Min
mn: Min
ms: Min
my: Min
nl: Min
no: Min
pl: Min
pt: Min
ro: Min
ru: Min
sd: Min
si: Min
sk: Min
sq: Min
sv: Min
th: Min
tl: Min
tr: Min
vi: Min

source: CHMMean
ar: Mean
bg: Mean
ca: Mean
cs: Mean
cy: Mean
da: Mean
de: Mean
el: Mean
fa: Mean
fi: Mean
fr: Mean
gd: Mean
he: Mean
hr: Mean
hu: Mean
id: Mean
is: Mean
it: Mean
ja: Mean
km: Mean
lb: Mean
mi: Mean
mk: Mean
mn: Mean
ms: Mean
my: Mean
nl: Mean
no: Mean
pl: Mean
pt: Mean
ro: Mean
ru: Mean
sd: Mean
si: Mean
sk: Mean
sq: Mean
sv: Mean
th: Mean
tl: Mean
tr: Mean
vi: Mean

source: CHMStd
ar: σ
bg: σ
ca: σ
cs: σ
cy: σ
da: σ
de: σ
el: σ
fa: σ
fi: σ
fr: σ
gd: σ
he: σ
hr: σ
hu: σ
id: σ
is: σ
it: σ
ja: σ
km: σ
lb: σ
mi: σ
mk: σ
mn: σ
ms: σ
my: σ
nl: σ
no: σ
pl: σ
pt: σ
ro: σ
ru: σ
sd: σ
si: σ
sk: σ
sq: σ
sv: σ
th: σ
tl: σ
tr: σ
vi: σ

source: CHMRange
ar: Range (max-min)
bg: Range (max-min)
ca: Range (max-min)
cs: Range (max-min)
cy: Range (max-min)
da: Range (max-min)
de: Range (max-min)
el: Range (max-min)
fa: Range (max-min)
fi: Range (max-min)
fr: Range (max-min)
gd: Range (max-min)
he: Range (max-min)
hr: Range (max-min)
hu: Range (max-min)
id: Range (max-min)
is: Range (max-min)
it: Range (max-min)
ja: Range (max-min)
km: Range (max-min)
lb: Range (max-min)
mi: Range (max-min)
mk: Range (max-min)
mn: Range (max-min)
ms: Range (max-min)
my: Range (max-min)
nl: Range (max-min)
no: Range (max-min)
pl: Range (max-min)
pt: Range (max-min)
ro: Range (max-min)
ru: Range (max-min)
sd: Range (max-min)
si: Range (max-min)
sk: Range (max-min)
sq: Range (max-min)
sv: Range (max-min)
th: Range (max-min)
tl: Range (max-min)
tr: Range (max-min)
vi: Range (max-min)

source: CHMCount
ar: Count
bg: Count
ca: Count
cs: Count
cy: Count
da: Count
de: Count
el: Count
fa: Count
fi: Count
fr: Count
gd: Count
he: Count
hr: Count
hu: Count
id: Count
is: Count
it: Count
ja: Count
km: Count
lb: Count
mi: Count
mk: Count
mn: Count
ms: Count
my: Count
nl: Count
no: Count
pl: Count
pt: Count
ro: Count
ru: Count
sd: Count
si: Count
sk: Count
sq: Count
sv: Count
th: Count
tl: Count
tr: Count
vi: Count

source: CHMMedian
ar: Median
bg: Median
ca: Median
cs: Median
cy: Median
da: Median
de: Median
el: Median
fa: Median
fi: Median
fr: Median
gd: Median
he: Median
hr: Median
hu: Median
id: Median
is: Median
it: Median
ja: Median
km: Median
lb: Median
mi: Median
mk: Median
mn: Median
ms: Median
my: Median
nl: Median
no: Median
pl: Median
pt: Median
ro: Median
ru: Median
sd: Median
si: Median
sk: Median
sq: Median
sv: Median
th: Median
tl: Median
tr: Median
vi: Median

source: CHMCountPerHour
ar: التهم/ساعة
bg: Брой/час
ca: Comptes/hora
cs: Počítá/hodinu
cy: Cyfrif/awr
da: Tæller/time
de: Zählt/Stunde
el: Μετρήσεις/ώρα
fa: شمارش/ساعت
fi: Laske/tunti
fr: Counts / heure
gd: A 'cunntadh / uair a thìde
he: ספירת שעה
hr: Broji/sat
hu: Counts/óra
id: Jumlah/jam
is: Telur/klukkustund
it: Conteggi/ora
ja: Count/Hour
km: រាប់ / ម៉ោង
lb: Zielt / Stonn
mi: Nga Taonga / Hour
mk: Брои/час
mn: Тоолох / цаг
ms: Kiraan/jam
my: ရေတွက် / တစ်နာရီ
nl: Tellingen/uur
no: Teller/time
pl: Liczba/godzinę
pt: Contagens/hora
ro: Număr/oră
ru: Подсчет/час
sd: ڳڻپ / ڪلاڪ
si: පැය / පැය
sk: Počty/hodina
sq: Numëron/orë
sv: Räkningar/timme
th: นับ/ชั่วโมง
tl: Mga bilang/oras
tr: Sayım/saat
vi: Số lượng/giờ

source: CHMCountPerMin
ar: التهم/دقيقة
bg: Брой/минута
ca: Comptes/minut
cs: Počty/minuta
cy: Cyfrif/munud
da: Tæller/minut
de: Zählt/Minute
el: Μετράει/λεπτό
fa: شمارش/دقیقه
fi: Laske/minuutti
fr: Compte / minute
gd: Cunntadh / mionaid
he: ספירת/דקה
hr: Broji/minutu
hu: Counts/perc
id: Jumlah/menit
is: Telur/mínútu
it: Conteggi/minuto
ja: Count/min
km: រាប់ / នាទី
lb: Zielt / Minutt
mi: Taonga / Minute
mk: Брои/минута
mn: Тоолох / минут
ms: Kiraan/minit
my: ရေတွက် / တစ်မိနစ်
nl: Tellingen/minuut
no: Teller/minutt
pl: Liczenie/minutę
pt: Contagens/minuto
ro: Număr/minut
ru: Подсчет/минута
sd: ڳڻپ / منٽ
si: මිනිත්තු / මිනිත්තුව
sk: Počty/minúta
sq: Numëron/minutë
sv: Räkningar/minut
th: นับ/นาที
tl: Binibilang/minuto
tr: Sayımlar/dakika
vi: Đếm/phút

source: CHMTimePerCount
ar: دورة مرات]
bg: Време за цикъл [s]
ca: Temps de cicle [s]
cs: Doba cyklu [s]
cy: Amser Beicio [au]
da: Cyklustid [s]
de: Zykluszeiten]
el: Χρόνος κύκλου [S]
fa: زمان چرخه [S]
fi: Syklin aika [s]
fr: Temps de cycle [s]
gd: Àm air baidhsagal [S]
he: זמן מחזור [ים]
hr: Vrijeme ciklusa [s]
hu: Ciklusidő [s]
id: Waktu siklus [s]
is: Hjólreiðatími [s]
it: Tempo di ciclo [s]
ja: Cycle Time [s]
km: វដ្តពេលវេលា [s]
lb: Zyklus Zäit [S]
mi: Te wa huringa
mk: Време на циклус [С]
mn: Циклийн цаг [S]
ms: Masa kitaran [s]
my: သံသရာအချိန် [s]
nl: Cyclustijd [S]
no: Syklustid [s]
pl: Czasy cyklu]
pt: Tempo de ciclo (s]
ro: Timpul ciclului [s]
ru: Время цикла [s]
sd: چڪر جو وقت [ن]
si: චක්රීය කාලය [S]
sk: Čas cyklu [s]
sq: Koha e ciklit [s]
sv: Cykeltid [S]
th: รอบเวลา [s]
tl: Oras ng pag -ikot [s]
tr: Çevrim süreleri]
vi: Thời gian chu kỳ]

source: CHMIqr
ar: IQR (Q3-Q1)
bg: IQR (Q3-Q1)
ca: IQR (Q3-Q1)
cs: IQR (Q3-Q1)
cy: IQR (Q3-Q1)
da: IQR (Q3-Q1)
de: IQR (Q3-Q1)
el: IQR (Q3-Q1)
fa: IQR (Q3-Q1)
fi: IQR (Q3-Q1)
fr: IQR (Q3-Q1)
gd: IQR (Q3-Q1)
he: IQR (Q3-Q1)
hr: IQR (Q3-Q1)
hu: IQR (Q3-Q1)
id: IQR (Q3-Q1)
is: IQR (Q3-Q1)
it: IQR (Q3-Q1)
ja: IQR (Q3-Q1)
km: IQR (Q3-Q1)
lb: IQR (Q3-Q1)
mi: IQR (Q3-Q1)
mk: IQR (Q3-Q1)
mn: IQR (Q3-Q1)
ms: IQR (Q3-Q1)
my: IQR (Q3-Q1)
nl: IQR (Q3-Q1)
no: IQR (Q3-Q1)
pl: IQR (Q3-Q1)
pt: IQR (Q3-Q1)
ro: IQR (Q3-Q1)
ru: IQR (Q3-Q1)
sd: IQR (Q3-Q1)
si: IQR (Q3-Q1)
sk: IQR (Q3-Q1)
sq: IQR (Q3-Q1)
sv: IQR (Q3-Q1)
th: IQR (Q3-Q1)
tl: IQR (Q3-Q1)
tr: IQR (Q3-Q1)
vi: IQR (Q3-Q1)

source: Division number
ar: رقم التقسيم
bg: Номер на разделението
ca: Número de divisió
cs: Číslo divize
cy: Rhaniad
da: Opdelingsnummer
de: Divisionsnummer
el: Αριθμός διαίρεσης
fa: شماره تقسیم
fi: Divisioonanumero
fr: Numéro de division
gd: Àireamh na roinne
he: מספר חלוקה
hr: Broj odjela
hu: Osztályszám
id: Nomor Divisi
is: Skiptisnúmer
it: Numero di divisione
ja: 分割数
km: លេខចែក
lb: Divisiounsnummer
mi: Te nama wehenga
mk: Број на поделба
mn: Хуваагдлын тоо
ms: Nombor bahagian
my: ဌာနခွဲနံပါတ်
nl: Divisienummer
no: Divisjonsnummer
pl: Numer podziału
pt: Número da divisão
ro: Numărul diviziei
ru: Номер деления
sd: ڊويزن نمبر
si: අංශ අංකය
sk: Číslo divízie
sq: Numër divizioni
sv: Uppdelning
th: หมายเลขกอง
tl: Numero ng dibisyon
tr: Bölünme numarası
vi: Số phân chia

source: Cycle
ar: دورة العرض
bg: Цикъл на показване
ca: Cicle de visualització
cs: Displej cyklus
cy: Cylch arddangos
da: Vis cyklus
de: Anzeigezyklus
el: Κύκλος εμφάνισης
fa: چرخه نمایش
fi: Näyttöjakso
fr: Cycle d'affichage
gd: Cearcall taisbeanaidh
he: מחזור תצוגה
hr: Ciklus prikaza
hu: Kijelzőciklus
id: Siklus tampilan
is: Sýna hringrás
it: Visualizza ciclo
ja: 表示周期
km: វដ្តបង្ហាញ
lb: Equettungszocker
mi: Te huringa whakaatu
mk: Циклус на приказ
mn: Дэлгэцийн мөчлөг
ms: Kitaran paparan
my: သံသရာပြပါ
nl: Weergavecyclus
no: Skjermsyklus
pl: Cykl wyświetlania
pt: Ciclo de exibição
ro: Ciclu de afișare
ru: Цикл отображения
sd: اختياريت ٽريڪ
si: දර්ශන චක්රය
sk: Cyklus
sq: Cikli i ekranit
sv: Visningscykel
th: วงจรแสดง
tl: Display cycle
tr: Ekran döngüsü
vi: Chu kỳ hiển thị

source: Step
ar: عرض الفاصل الزمني
bg: Интервал на дисплея
ca: Interval de visualització
cs: Interval zobrazení
cy: Arddangos cyfwng
da: Visinterval
de: Anzeigeintervall
el: Διάστημα εμφάνισης
fa: فاصله نمایش
fi: Näyttöväli
fr: Intervalle d'affichage
gd: Eadar-ama taisbeanaidh
he: מרווח תצוגה
hr: Prikaz intervala
hu: Megjelenítési intervallum
id: Tampilkan interval
is: Sýna bil
it: Intervallo di visualizzazione
ja: 表示間隔
km: ចន្លោះពេលបង្ហាញ
lb: Füügt fir Intervall
mi: Whakaaturanga Whakaatu
mk: Интервал на прикажување
mn: Дэлгэцийн интервал
ms: Selang paparan
my: display
nl: Display interval
no: Vis intervall
pl: Przedział wyświetlania
pt: Intervalo de exibição
ro: Interval de afișare
ru: Интервал отображения
sd: نمائش جو وقفو
si: සංදර්ශක පරතරය
sk: Interval zobrazenia
sq: Interval shfaqjeje
sv: Visningsintervall
th: แสดงช่วงเวลา
tl: Display Interval
tr: Ekran aralığı
vi: Hiển thị khoảng thời gian
