Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: OutAL
ar: Out of Action Line: النسبة المئوية للبيانات خارج عتبة الحد العلوي والسفلي (العد) في الفترة المحددة
bg: Out of Action Line: Процент данни извън горния и долния граничен праг (брой) в избрания период
ca: Out of Action Line: Percentatge de dades fora del llindar límit superior i inferior (recompte) en el període seleccionat
cs: Out of Action Line: Procento dat mimo prahovou hodnotu horní a dolní limity (počet) ve vybraném období
cy: Out of Action Line: Canran y data y tu allan i'r trothwy terfyn uchaf ac isaf (cyfrif) yn y cyfnod a ddewiswyd
da: Out of Action Line: Procentdel af data uden for den øvre og nedre grænse tærskel (tælling) i den valgte periode
de: Out of Action Line: Prozentsatz der Daten außerhalb der oberen und unteren Grenze (Anzahl) im ausgewählten Zeitraum
el: Out of Action Line: Ποσοστό δεδομένων εκτός του κατωφλίου άνω και κατώτερου ορίου (Count) στην επιλεγμένη περίοδο
fa: Out of Action Line: درصد داده های خارج از آستانه حد بالا و پایین (تعداد) در دوره انتخاب شده
fi: Out of Action Line: Prosenttiosuus ylemmän ja alarajan kynnyksen (lukumäärä) ulkopuolella valitulla ajanjaksolla
fr: Out of Action Line: pourcentage de données en dehors du seuil de limite supérieure et inférieure (nombre) dans la période sélectionnée
gd: Out of Action Line: Àireamh sa cheud de dh 'dàta taobh a-muigh na cruinne as àirde agus as ìsle (cunntadh) anns an ùine taghte
he: Out of Action Line: אחוז הנתונים מחוץ לסף הגבול העליון והתחתון (ספירה) בתקופה שנבחרה
hr: Out of Action Line: Postotak podataka izvan gornjeg i donjeg graničnog praga (broj) u odabranom razdoblju
hu: Out of Action Line: Az adatok százalékos aránya a felső és az alsó határküszöbön (szám) a kiválasztott időszakban
id: Out of Action Line: Persentase data di luar ambang batas batas atas dan bawah (hitungan) pada periode yang dipilih
is: Out of Action Line: Hlutfall gagna utan efri og neðri mörk
it: Out of Action Line: percentuale di dati al di fuori della soglia limite superiore e inferiore (conteggio) nel periodo selezionato
ja: Out of Action Line: 選択した期間における、上下限工程内閾値の外にあるデータの割合(そのデータ数)
km: Out of Action Line: ភាគរយនៃទិន្នន័យនៅខាងក្រៅកម្រិតកំណត់ខាងលើនិងខាងក្រោម (រាប់) ក្នុងរយៈពេលដែលបានជ្រើសរើស
lb: Out of Action Line: Prozentsaz vun den Daten ausserhalb vun der ieweschter an ënneschter Limite Grenzen (zielen) an der gewielter Period
mi: Out of Action Line: Te ōrau o nga raraunga kei waho o te paepae o runga me raro (tatau) i roto i te waa kua tohua
mk: Out of Action Line: Процент на податоци надвор од горниот и долниот граничен праг (броење) во избраниот период
mn: Out of Action Line: Сонгосон хугацаанд дээд ба доод хязгаараас гадуур байгаа мэдээллийн хувь
ms: Out of Action Line: Peratusan data di luar ambang had atas dan bawah (kiraan) dalam tempoh yang dipilih
my: Out of Action Line: ရွေးချယ်ထားသောကာလတွင်အထက်နှင့်အောက်ပိုင်းကန့်သတ်ချက် (ရေတွက်) အပြင်ဘက်တွင်အချက်အလက်ရာခိုင်နှုန်း
nl: Out of Action Line: percentage gegevens buiten de bovenste en ondergrensdrempel (tel) in de geselecteerde periode
no: Out of Action Line: Prosentandel av data utenfor den øvre og nedre grenseterskelen (telling) i den valgte perioden
pl: Out of Action Line: Procent danych poza górnym i dolnym progiem granicznym (liczba) w wybranym okresie
pt: Out of Action Line: Porcentagem de dados fora do limite de limite superior e inferior (contagem) no período selecionado
ro: Out of Action Line: Procentul de date în afara pragului limită superioară și inferioară (număr) în perioada selectată
ru: Out of Action Line: процент данных за пределами верхнего и нижнего порога (счет) в выбранном периоде
sd: Out of Action Line: چونڊيل ۽ هيٺين حد جي حد کان ٻاهر جي ڊيٽا جو سيڪڙو (ڳڻپ)
si: Out of Action Line: තෝරාගත් කාල පරිච්ඡේදයේ ඉහළ සහ පහළ සීම සීමාවෙන් පිටත දත්තවල ප්රතිශතය
sk: Out of Action Line: Percentuálny podiel údajov mimo horného a dolného limitného prahu (počet) vo vybranom období
sq: Out of Action Line: Përqindja e të dhënave jashtë pragut të kufirit të sipërm dhe të poshtëm (numërimi) në periudhën e zgjedhur
sv: Out of Action Line: Procentandel av data utanför den övre och nedre gränsgränsen (räkning) under den valda perioden
th: Out of Action Line: เปอร์เซ็นต์ของข้อมูลนอกเกณฑ์ขีด จำกัด บนและล่าง (นับ) ในช่วงเวลาที่เลือก
tl: Out of Action Line: Porsyento ng data sa labas ng itaas at mas mababang limitasyon ng threshold (bilang) sa napiling panahon
tr: Out of Action Line: Seçilen dönemde üst ve alt sınır eşiği (sayım) dışındaki veri yüzdesi
vi: Out of Action Line: Tỷ lệ dữ liệu bên ngoài ngưỡng giới hạn trên và dưới (đếm) trong khoảng thời gian đã chọn

source: PNA
ar: نسبة NA (غير متوفرة) في الفترة المحددة (العد)
bg: Процент от NA (не е наличен) в избрания период (брой)
ca: Percentatge de NA (no disponible) en el període seleccionat (recompte)
cs: Procento NA (není k dispozici) ve vybraném období (počet)
cy: Canran o NA (ddim ar gael) yn y cyfnod a ddewiswyd (cyfrif)
da: Procentdel af NA (ikke tilgængelig) i den valgte periode (tælling)
de: Prozentsatz von NA (nicht verfügbar) in der ausgewählten Zeit (Anzahl)
el: Ποσοστό NA (δεν είναι διαθέσιμο) στην επιλεγμένη περίοδο (Count)
fa: درصد NA (در دسترس نیست) در دوره انتخاب شده (تعداد)
fi: Prosenttiosuus NA (ei saatavilla) valitulla ajanjaksolla (lukumäärä)
fr: Pourcentage de NA (non disponible) dans la période sélectionnée (nombre)
gd: Àireamh sa cheud de NA (chan eil e ri fhaighinn) anns an ùine taghte (cunntadh)
he: אחוז NA (לא זמין) בתקופה שנבחרה (ספירה)
hr: Postotak od NA (nije dostupan) u odabranom razdoblju (broj)
hu: NA (nem áll rendelkezésre) százalékos aránya a kiválasztott időszakban (szám)
id: Persentase NA (tidak tersedia) dalam periode yang dipilih (Hitungan)
is: Hlutfall NA (ekki fáanlegt) á völdum tímabili (telja)
it: Percentuale di NA (non disponibile) nel periodo selezionato (conteggio)
ja: 選択した期間における、NA(欠損値)の割合(そのデータ数)
km: ភាគរយនៃ NA (មិនមាន) ក្នុងរយៈពេលដែលបានជ្រើសរើស (រាប់)
lb: Prozentsaz vun NA (net verfügbar) an der gewielter Period (zielen)
mi: Ōrau o NA (kaore i te waatea) i roto i te waa kua tohua (tatau)
mk: Процент на NA (не е достапен) во избраниот период (броење)
mn: Сонгосон хугацаанд NA (боломжгүй) хувь (байхгүй)
ms: Peratusan NA (tidak tersedia) dalam tempoh yang dipilih (kiraan)
my: ရွေးချယ်ထားသောကာလတွင် NA (မရနိုင်ပါ) ရာခိုင်နှုန်း (ရေတွက်)
nl: Percentage van NA (niet beschikbaar) in de geselecteerde periode (telling)
no: Prosentandel av NA (ikke tilgjengelig) i den valgte perioden (Count)
pl: Procent NA (niedostępny) w wybranym okresie (liczba)
pt: Porcentagem de NA (não disponível) no período selecionado (contagem)
ro: Procentul de NA (nu este disponibil) în perioada selectată (număr)
ru: Процент NA (недоступен) в выбранном периоде (счете)
sd: منتخب ٿيل دور ۾ NA (دستياب ناهي)
si: තෝරාගත් කාල පරිච්ඡේදයේ NA (ලබා ගත නොහැක) ප්රතිශතය (ගණන් කිරීම)
sk: Percentuálny podiel NA (nie je k dispozícii) vo vybranom období (počet)
sq: Përqindja e NA (jo e disponueshme) në periudhën e zgjedhur (numërimi)
sv: Procentandel av NA (inte tillgänglig) under den valda perioden (räkning)
th: เปอร์เซ็นต์ของ NA (ไม่มีให้บริการ) ในช่วงเวลาที่เลือก (นับ)
tl: Porsyento ng NA (hindi magagamit) sa napiling panahon (Bilangin)
tr: Seçilen dönemde NA (mevcut değil) yüzdesi (sayım)
vi: Tỷ lệ phần trăm của NA (không có sẵn) trong khoảng thời gian đã chọn (đếm)

source: PNaN
ar: النسبة المئوية لـ NaN (وليس رقمًا) في الفترة المحددة (العد)
bg: Процент от NaN (не число) в избрания период (брой)
ca: Percentatge de NaN (no un nombre) en el període seleccionat (recompte)
cs: Procento NaN (nikoli číslo) ve vybraném období (počet)
cy: Canran o NaN (nid rhif) yn y cyfnod a ddewiswyd (cyfrif)
da: Procentdel af NaN (ikke et tal) i den valgte periode (tælling)
de: Prozentsatz von NaN (nicht einer Zahl) in der ausgewählten Zeit (Anzahl)
el: Ποσοστό NaN (όχι αριθμός) στην επιλεγμένη περίοδο (Count)
fa: درصد NaN (نه یک شماره) در دوره انتخاب شده (تعداد)
fi: Prosenttiosuus NaN (ei lukumäärä) valitulla ajanjaksolla (lukumäärä)
fr: Pourcentage de NaN (pas un nombre) dans la période sélectionnée (nombre)
gd: Àireamh sa cheud de NaN (chan e àireamh) anns an ùine a thagh (cunntadh)
he: אחוז NaN (לא מספר) בתקופה שנבחרה (ספירה)
hr: Postotak NaN (nije broj) u odabranom razdoblju (broj)
hu: NaN (nem szám) százalékos aránya a kiválasztott időszakban (szám)
id: Persentase NaN (bukan angka) dalam periode yang dipilih (Hitungan)
is: Hlutfall NaN (ekki fjöldi) á völdum tímabili (telja)
it: Percentuale di NaN (non un numero) nel periodo selezionato (conteggio)
ja: 選択した期間における、NaN(非数)の割合(そのデータ数)
km: ភាគរយនៃ NaN (មិនមែនលេខ) ក្នុងរយៈពេលដែលបានជ្រើសរើស (រាប់)
lb: Prozentsaz vun NaN (net eng Nummer) an der gewielter Period (zielen)
mi: Te ōrau o NaN (ehara i te nama) i roto i te waa kua tohua (tatau)
mk: Процент на NaN (не број) во избраниот период (броење)
mn: Сонгосон хугацаанд NaN (тоо биш) хувь (тоо биш)
ms: Peratusan NaN (bukan nombor) dalam tempoh yang dipilih (kiraan)
my: ရွေးချယ်ထားသောကာလတွင် NaN (နံပါတ်မဟုတ်ပါ) ရာခိုင်နှုန်း (ရေတွက်)
nl: Percentage van NaN (geen getal) in de geselecteerde periode (telling)
no: Prosentandel av NaN (ikke et tall) i den valgte perioden (Count)
pl: Procent NaN (nie liczba) w wybranym okresie (liczba)
pt: Porcentagem de NaN (não um número) no período selecionado (contagem)
ro: Procent de NaN (nu un număr) în perioada selectată (numărare)
ru: Процент NaN (не число) в выбранном периоде (счете)
sd: چونڊيل دور ۾ NaN (نمبر) جو سيڪڙو (ڳڻپ)
si: තෝරාගත් කාල පරිච්ඡේදයේ NaN (අංකයක් නොවේ) ප්රතිශතය (ගණන් කරන්න)
sk: Percentuálny podiel NaN (nie číslo) vo vybranom období (počet)
sq: Përqindja e NaN (jo një numër) në periudhën e zgjedhur (numërimi)
sv: Procentandel av NaN (inte ett nummer) under den valda perioden (räkning)
th: เปอร์เซ็นต์ของ NaN (ไม่ใช่ตัวเลข) ในช่วงเวลาที่เลือก (นับ)
tl: Porsyento ng NaN (hindi isang numero) sa napiling panahon (Bilangin)
tr: Seçilen dönemde NaN (sayı değil) yüzdesi (sayım)
vi: Tỷ lệ phần trăm của NaN (không phải là một số) trong khoảng thời gian đã chọn (đếm)

source: PInfPlus
ar: نسبة Inf+ (بالإضافة إلى اللانهاية) في الفترة المحددة (العد)
bg: Процент от Inf+ (плюс безкрайност) в избрания период (брой)
ca: Percentatge de Inf+ (més infinit) en el període seleccionat (recompte)
cs: Procento Inf+ (plus nekonečno) ve vybraném období (počet)
cy: Canran o Inf+ (ynghyd ag anfeidredd) yn y cyfnod a ddewiswyd (cyfrif)
da: Procentdel af Inf+ (plus uendelighed) i den valgte periode (tælling)
de: Prozentsatz von Inf+ (plus Unendlichkeit) in der ausgewählten Zeit (Anzahl)
el: Ποσοστό του Inf+ (συν το άπειρο) στην επιλεγμένη περίοδο (Count)
fa: درصد Inf+ (به علاوه بی نهایت) در دوره انتخاب شده (تعداد)
fi: Prosenttiosuus Inf+ (plus ääretön) valitulla ajanjaksolla (luku)
fr: Pourcentage de Inf+ (plus infinité) dans la période sélectionnée (nombre)
gd: Àireamh sa cheud de Inf+ (a bharrachd air Infinity) anns an ùine taghte (cunntadh)
he: אחוז Inf+ (פלוס אינסוף) בתקופה שנבחרה (ספירה)
hr: Postotak od Inf+ (plus beskonačnost) u odabranom razdoblju (broj)
hu: Inf+ (plusz végtelenség) százalékos aránya a kiválasztott időszakban (szám)
id: Persentase Inf+ (ditambah infinity) dalam periode yang dipilih (hitungan)
is: Hlutfall af Inf+ (auk óendanleika) á völdum tímabili (telja)
it: Percentuale di Inf+ (più infinito) nel periodo selezionato (conteggio)
ja: 選択した期間における、Inf+(+無限大)の割合(そのデータ数)
km: ភាគរយនៃ Inf+ (បូកនឹងភាពមិនប្រាកដប្រជា) ក្នុងរយៈពេលដែលបានជ្រើសរើស (រាប់)
lb: Prozentsaz vum Inf+ (plus Infinity) an der gewielter Period (zielen)
mi: Te ōrau o Inf+ (me te muhu) i roto i te waa kua tohua (tatau)
mk: Процент на Inf+ (плус бесконечност) во избраниот период (броење)
mn: Сонгосон хугацаанд Inf+ (нэмэх хязгааргүй) хувь (тоолох)
ms: Peratusan Inf+ (ditambah tak terhingga) dalam tempoh yang dipilih (kiraan)
my: ရွေးချယ်ထားသောကာလတွင် Inf+ (အသင်္ချေ) ရာခိုင်နှုန်း (ရေတွက်)
nl: Percentage van Inf+ (plus oneindigheid) in de geselecteerde periode (telling)
no: Prosentandel av Inf+ (pluss uendelig) i den valgte perioden (telling)
pl: Procent Inf+ (plus nieskończoność) w wybranym okresie (liczba)
pt: Porcentagem de Inf+ (mais infinito) no período selecionado (contagem)
ro: Procentul de Inf+ (plus infinit) în perioada selectată (număr)
ru: Процент Inf+ (плюс бесконечность) в выбранном периоде (счет)
sd: منتخب ٿيل دور ۾ Inf+ (پلس لامحدود) جو سيڪڙو (ڳڻپ)
si: තෝරාගත් කාල පරිච්ඡේදයේ Inf+ (ප්ලස් අනන්තය) හි ප්රතිශතය (ගණන් කරන්න)
sk: Percentuálny podiel Inf+ (plus nekonečno) vo vybranom období (počet)
sq: Përqindja e Inf+ (plus pafundësia) në periudhën e zgjedhur (numërimi)
sv: Procentandel av Inf+ (plus oändlighet) under den valda perioden (räkning)
th: เปอร์เซ็นต์ของ Inf+ (บวกอินฟินิตี้) ในช่วงเวลาที่เลือก (นับ)
tl: Porsyento ng Inf+ (kasama ang kawalang -hanggan) sa napiling panahon (bilang)
tr: Seçilen dönemde Inf+ (artı sonsuz) yüzdesi (sayım)
vi: Tỷ lệ phần trăm của Inf+ (cộng với vô cực) trong giai đoạn đã chọn (đếm)

source: PInfMinus
ar: نسبة Inf- (ناقص اللانهاية) في الفترة المحددة (العد)
bg: Процент от Inf- (минус безкрайност) в избрания период (брой)
ca: Percentatge de Inf- (menys infinit) en el període seleccionat (recompte)
cs: Procento Inf- (mínus nekonečno) ve vybraném období (počet)
cy: Canran o Inf- (minws anfeidredd) yn y cyfnod a ddewiswyd (cyfrif)
da: Procentdel af Inf- (minus uendelighed) i den valgte periode (tælling)
de: Prozentsatz von Inf- (minus unendlich) im ausgewählten Zeitraum (Anzahl)
el: Ποσοστό Inf- (μείον άπειρο) στην επιλεγμένη περίοδο (Count)
fa: درصد Inf- (منهای بی نهایت) در دوره انتخاب شده (تعداد)
fi: Prosenttiosuus Inf- (miinus äärettömyys) valitulla ajanjaksolla (lukumäärä)
fr: Pourcentage de Inf- (moins l'infini) dans la période sélectionnée (nombre)
gd: Àireamh sa cheud de Inf- (infinity minus) anns an ùine taghte (cunntadh)
he: אחוז Inf- (מינוס אינסוף) בתקופה שנבחרה (ספירה)
hr: Postotak od Inf- (minus beskonačnosti) u odabranom razdoblju (broj)
hu: Inf- (mínusz végtelenség) százalékos aránya a kiválasztott időszakban (szám)
id: Persentase Inf- (minus infinity) pada periode yang dipilih (Hitungan)
is: Hlutfall af Inf- (mínus óendanleika) á völdum tímabili (telja)
it: Percentuale di Inf- (meno infinito) nel periodo selezionato (conteggio)
ja: 選択した期間における、Inf-(-無限大)の割合(そのデータ数)
km: ភាគរយនៃ Inf- (ដកតិចតួច) ក្នុងរយៈពេលដែលបានជ្រើសរើស (រាប់)
lb: Prozentsaz vun Inf- (minus Infinity) an der gewielter Period (zielen)
mi: Te ōrau o Inf- (Minita kore) i roto i te waa kua tohua (tatau)
mk: Процент на Inf- (минус бесконечност) во избраниот период (броење)
mn: Сонгосон хугацаанд Inf- (хасах хязгааргүй хязгааргүй) хувь (тоо)
ms: Peratusan Inf- (tolak tak terhingga) dalam tempoh yang dipilih (kiraan)
my: ရွေးချယ်ထားသောကာလတွင် Inf- (အနုတ်လက္ခဏာ) ရာခိုင်နှုန်း (ရေတွက်)
nl: Percentage van Inf- (minus oneindig) in de geselecteerde periode (telling)
no: Prosentandel av Inf- (minus uendelig) i den valgte perioden (telling)
pl: Procent Inf- (minus nieskończoność) w wybranym okresie (liczba)
pt: Porcentagem de Inf- (menos infinito) no período selecionado (contagem)
ro: Procentul de Inf- (minus infinit) în perioada selectată (număr)
ru: Процент Inf- (минус бесконечность) в выбранном периоде (счет)
sd: منتخب ٿيل دور ۾ Inf- (مائنس لامحدود) (ڳڻپ)
si: තෝරාගත් කාල පරිච්ඡේදයේ Inf- (us ණ අනන්තය) ප්රතිශතය (ගණන් කිරීම)
sk: Percento Inf- (mínus nekonečno) vo vybranom období (počet)
sq: Përqindja e Inf- (minus pafundësia) në periudhën e zgjedhur (numërimi)
sv: Procentandel av Inf- (minus oändlighet) under den valda perioden (räkning)
th: เปอร์เซ็นต์ของ Inf- (ลบไม่มีอินฟินิตี้) ในช่วงเวลาที่เลือก (นับ)
tl: Porsyento ng Inf- (minus infinity) sa napiling panahon (Bilang)
tr: Seçilen dönemde Inf- (eksi sonsuz) yüzdesi (sayım)
vi: Tỷ lệ phần trăm của Inf- (trừ vô cực) trong giai đoạn đã chọn (đếm)

source: PTotal
ar: إجمالي النسبة المئوية للبيانات خارج قيمة العتبة ، NA (غير متوفر) ، NaN (وليس رقمًا) و Inf± (اللانهاية) في الفترة المحددة (العد)
bg: Общият процент на данните извън праговата стойност, NA (не е наличен), NaN (не число) и Inf± (безкрайност) в избрания период (брой)
ca: El percentatge total de dades fora del valor del llindar, NA (no disponible), NaN (no un nombre) i Inf± (infinitat) en el període seleccionat (recompte)
cs: Celkové procento dat mimo prahovou hodnotu, NA (není k dispozici), NaN (ne číslo) a Inf± (nekonečno) ve vybraném období (počet)
cy: Cyfanswm canran y data y tu allan i'r gwerth trothwy, NA (ddim ar gael), NaN (nid rhif) a Inf± (anfeidredd) yn y cyfnod a ddewiswyd (cyfrif)
da: Den samlede procentdel af data uden for tærskelværdien, NA (ikke tilgængelig), NaN (ikke et tal) og Inf± (uendelig) i den valgte periode (tælling)
de: Der Gesamtprozentsatz der Daten außerhalb des Schwellenwerts NA (nicht verfügbar), NaN (nicht eine Zahl) und Inf± (unendlich) in der ausgewählten Zeit (Anzahl)
el: Το συνολικό ποσοστό των δεδομένων εκτός της τιμής κατωφλίου, NA (δεν είναι διαθέσιμο), NaN (όχι αριθμός) και Inf± (Infinity) στην επιλεγμένη περίοδο (Count)
fa: درصد کل داده های خارج از مقدار آستانه ، NA (در دسترس نیست) ، NaN (نه یک عدد) و Inf± (بی نهایت) در دوره انتخاب شده (تعداد)
fi: Tietojen kokonaisprosentti kynnysarvon ulkopuolella, NA (ei käytettävissä), NaN (ei luku) ja Inf± (ääretön) valitulla ajanjaksolla (lukumäärä)
fr: Le pourcentage total de données en dehors de la valeur seuil, NA (non disponible), NaN (pas un nombre) et Inf± (Infinity) dans la période sélectionnée (nombre)
gd: An ceudad iomlan de dhàta taobh a-muigh luach an stairsnich, NA (chan eil e ri fhaighinn), NaN (Infinity) anns an ùine taghte (cunntadh)
he: האחוז הכולל של הנתונים מחוץ לערך הסף, NA (לא זמין), NaN (לא מספר) ו- Inf± (אינסוף) בתקופה שנבחרה (ספירה)
hr: Ukupni postotak podataka izvan vrijednosti praga, NA (nije dostupan), NaN (nije broj) i Inf± (beskonačnost) u odabranom razdoblju (broj)
hu: A küszöbértéken kívüli adatok teljes százaléka, NA (nem áll rendelkezésre), NaN (nem szám) és Inf± (végtelen) a kiválasztott időszakban (szám)
id: Persentase total data di luar nilai ambang batas, NA (tidak tersedia), NaN (bukan angka) dan Inf± (infinity) dalam periode yang dipilih (hitungan)
is: Heildarhlutfall gagna utan þröskuldsgildisins, NA (ekki tiltækt), NaN (ekki fjöldi) og Inf± (óendanleikinn) á völdum tíma (telja)
it: La percentuale totale di dati al di fuori del valore di soglia, NA (non disponibile), NaN (non un numero) e Inf± (infinito) nel periodo selezionato (conteggio)
ja: 選択した期間における、閾値の外にあるデータ・NA(欠損値)・NaN(非数)・Inf±(無限大)を合計した割合(そのデータ数)
km: ភាគរយសរុបនៃទិន្នន័យនៅខាងក្រៅតម្លៃកម្រិតនេះ NA (មិនមាន) NaN (មិនមែនលេខ) និង Inf± (អ៊ិនធឺណិត) ក្នុងរយៈពេលដែលបានជ្រើសរើស (រាប់)
lb: De Gesamt Prozentsaz vun Daten ausserhalb vum Schwellwert, NA (net verfügbar), NaN (net eng Zuel) an Inf± (Infinity) an der gewielter Period)
mi: Ko te taapiri o te raraunga i waho o te uara paepae, NA (kaore i te waatea), NaN (ehara i te nama) me te __1 (count)
mk: Вкупниот процент на податоци надвор од вредноста на прагот, NA (не е достапен), NaN (не број) и Inf± (бесконечност) во избраниот период (броење)
mn: Босго хэмжээнээс гадуур өгөгдлийн нийт хувь, NA (боломжгүй), NaN (тоо биш), NaN.
ms: Jumlah peratusan data di luar nilai ambang, NA (tidak tersedia), NaN (bukan nombor) dan Inf± (tak terhingga) dalam tempoh yang dipilih (kiraan)
my: သတ်မှတ်ထားသည့်ကာလ၏အပြင်ဘက်တွင်ဖော်ပြထားသော data စုစုပေါင်းရာခိုင်နှုန်း, NaN (နံပါတ်မဟုတ်ပါ) နှင့် Inf± (နံပါတ်မဟုတ်ပါ) နှင့် Inf± (Infinity) နှင့် Inf± (Infinity)
nl: Het totale percentage gegevens buiten de drempelwaarde, NA (niet beschikbaar), NaN (geen getal) en Inf± (oneindig) in de geselecteerde periode (telling)
no: Den totale prosentandelen av data utenfor terskelverdien, NA (ikke tilgjengelig), NaN (ikke et tall) og Inf± (uendelig) i den valgte perioden (telling)
pl: Całkowity procent danych poza wartością progową, NA (niedostępny), NaN (nie liczba) i Inf± (nieskończoność) w wybranym okresie (liczba)
pt: A porcentagem total de dados fora do valor limite, NA (não disponível), NaN (não um número) e Inf± (infinito) no período selecionado (contagem)
ro: Procentul total de date în afara valorii pragului, NA (nu este disponibil), NaN (nu este un număr) și Inf± (infinit) în perioada selectată (număr)
ru: Общий процент данных за пределами порогового значения, NA (недоступен), NaN (не число) и Inf± (бесконечность) в выбранном периоде (счет)
sd: حد جي حد کان ٻاهر ڊيٽا جو ڪل سيڪڙو، NA (دستياب نه)، NaN (هڪ نمبر) ۽ نه ڏنل دور ۾)
si: එළිපත්ත වටිනාකමෙන් පිටත දත්තවල මුළු ප්රතිශතය, NA (ලබා ගත නොහැක), NaN (අංකයක් නොවේ) සහ තෝරාගත් කාල පරිච්ඡේදයේ Inf± (අනන්තය)
sk: Celkové percento údajov mimo prahovej hodnoty, NA (nie je k dispozícii), NaN (nie číslo) a Inf± (nekonečno) vo vybranom období (počet)
sq: Përqindja totale e të dhënave jashtë vlerës së pragut, NA (jo i disponueshëm), NaN (jo një numër) dhe Inf± (pafundësi) në periudhën e zgjedhur (numërimi)
sv: Den totala procentandelen av data utanför tröskelvärdet, NA (inte tillgängligt), NaN (inte ett nummer) och Inf± (oändlighet) under den valda perioden (räkning)
th: เปอร์เซ็นต์ทั้งหมดของข้อมูลที่อยู่นอกค่าเกณฑ์ NA (ไม่พร้อมใช้งาน), NaN (ไม่ใช่ตัวเลข) และ Inf± (อินฟินิตี้) ในช่วงเวลาที่เลือก (นับ)
tl: Ang kabuuang porsyento ng data sa labas ng halaga ng threshold, NA (hindi magagamit), NaN (hindi isang numero) at Inf± (kawalang -hanggan) sa napiling panahon (bilang)
tr: Eşik değeri dışındaki toplam veri yüzdesi, NA (mevcut değil), NaN (sayı değil) ve Inf± (Sonsuzluk) seçilen dönemde (sayım)
vi: Tổng phần trăm dữ liệu bên ngoài giá trị ngưỡng, NA (không có sẵn), NaN (không phải là số) và Inf± (vô cực) trong khoảng thời gian đã chọn (đếm)
