Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Coef Hover
ar: إذا قمت بتحديد مشغل وأدخل رقمًا ضمن "عامل" ، فسيتم حساب القيمة في الرسم البياني باستخدام المشغل والعامل المحدد.
bg: Ако изберете оператор и въведете число под „Фактор“, стойността в графиката ще бъде изчислена с помощта на посочения оператор и фактор.
ca: Si seleccioneu un operador i introduïu un número a "Factor", el valor del gràfic es calcularà mitjançant l'operador i el factor especificats.
cs: Pokud vyberete operátora a zadáte číslo pod „faktorem“, hodnota v grafu bude vypočtena pomocí zadaného operátora a faktoru.
cy: Os dewiswch weithredwr a nodwch rif o dan 'ffactor', bydd y gwerth yn y graff yn cael ei gyfrif gan ddefnyddio'r gweithredwr a'r ffactor penodedig.
da: Hvis du vælger en operatør og indtaster et tal under 'faktor', beregnes værdien i grafen ved hjælp af den specificerede operatør og faktor.
de: Wenn Sie einen Bediener auswählen und unter "Faktor" eine Zahl eingeben, wird der Wert im Diagramm mit dem angegebenen Operator und dem angegebenen Faktor berechnet.
el: Εάν επιλέξετε έναν χειριστή και εισαγάγετε έναν αριθμό κάτω από τον «παράγοντα», η τιμή στο γράφημα θα υπολογιστεί χρησιμοποιώντας τον καθορισμένο χειριστή και τον παράγοντα.
fa: اگر یک اپراتور را انتخاب کرده و هر شماره را در مورد ضریب وارد کنید، مقدار برای نمایش در نمودار با استفاده از اپراتور مشخص شده و ضریب محاسبه می شود.
fi: Jos valitset operaattorin ja kirjoitat numeron 'Kerroin', kaavion arvo lasketaan määritetyn operaattorin ja tekijän avulla.
fr: Si vous sélectionnez un opérateur et entrez un nombre sous «Facteur», la valeur du graphique sera calculée à l'aide de l'opérateur et du facteur spécifié.
gd: Ma thaghas tu gnìomhaiche agus cuir a-steach àireamh fo 'factar', thèid an luach sa ghraf a thomhas a 'cleachdadh an gnìomhaiche agus am bàillidh ainmichte.
he: אם תבחר מפעיל ותזן מספר תחת 'גורם', הערך בתרשים יחושב באמצעות המפעיל והגורם שצוין.
hr: Ako odaberete operatera i unesete broj pod 'faktor', vrijednost u grafikonu izračunavat će se pomoću navedenog operatora i faktora.
hu: Ha kiválaszt egy operátort, és beír egy számot a „faktor” alatt, akkor a grafikonon szereplő értéket a megadott operátor és a tényező segítségével számítják ki.
id: Jika Anda memilih operator dan memasukkan angka di bawah 'faktor', nilai dalam grafik akan dihitung menggunakan operator dan faktor yang ditentukan.
is: Ef þú velur rekstraraðila og slærð inn númer undir 'Factor' verður gildið í línuritinu reiknað með því að nota tilgreindan rekstraraðila og þátt.
it: Se si seleziona un operatore e si immette un numero sotto "fattore", il valore nel grafico verrà calcolato utilizzando l'operatore e il fattore specificati.
ja: 演算子を選択し、'係数'の項目に任意の数値を入力すると、グラフで表示する際の値が、指定した演算子と係数を使って計算された値になります。
km: ប្រសិនបើអ្នកជ្រើសរើសសញ្ញាប្រមាណវិធីមួយហើយបញ្ចូលលេខក្រោម 'កត្តា' តម្លៃនៅក្នុងក្រាហ្វនឹងត្រូវបានគណនាដោយប្រើសញ្ញាប្រមាណវិធីនិងកត្តាដែលបានបញ្ជាក់។
lb: Wann Dir e Bedreiwer wielt a gitt e Nummer ënner 'Faktor', de Wäert an der Grafik gëtt mat dem spezifizéierte Bedreiwer a Faktor berechent.
mi: Mena ka tohua e koe tetahi kaiwhakarato me te whakauru i te nama i raro i te 'Factor', ka tohua te uara i roto i te kauwhata ma te whakamahi i te kaiwhakahaere me te kaupapa.
mk: Ако изберете оператор и внесете број под „фактор“, вредноста во графиконот ќе се пресмета со помош на наведениот оператор и фактор.
mn: Хэрэв та операторыг сонгоод "Factor" -ын дугаарыг оруулаад 'Factor'-д дугаарыг оруулаарай.
ms: Jika anda memilih pengendali dan masukkan nombor di bawah 'Faktor', nilai dalam graf akan dikira menggunakan pengendali dan faktor yang ditentukan.
my: အကယ်. သင်သည်အော်ပရေတာတစ်ခုရွေးပြီးနံပါတ်တစ်ခုကိုထည့်ပါက 'factor' အောက်ရှိနံပါတ်ကိုရိုက်ထည့်ပါကဂရပ်တွင်ရှိသောတန်ဖိုးကိုသတ်မှတ်ထားသောအော်ပရေတာနှင့်အချက်များကို အသုံးပြု. တွက်ချက်လိမ့်မည်။
nl: Als u een operator selecteert en een nummer onder 'factor' invoert, wordt de waarde in de grafiek berekend met behulp van de opgegeven operator en factor.
no: Hvis du velger en operatør og skriver inn et tall under 'Factor', blir verdien i grafen beregnet ved å bruke den spesifiserte operatøren og faktoren.
pl: Jeśli wybierzesz operatora i wprowadzisz liczbę pod „współczynnikiem”, wartość na wykresie zostanie obliczona za pomocą określonego operatora i współczynnika.
pt: Se você selecionar um operador e inserir um número em 'fator', o valor no gráfico será calculado usando o operador e o fator especificados.
ro: Dacă selectați un operator și introduceți un număr sub „factor”, valoarea din grafic va fi calculată folosind operatorul și factorul specificat.
ru: Если вы выберете оператора и введете число под «коэффициентом», значение в графике будет рассчитано с использованием указанного оператора и фактора.
sd: جيڪڏهن توهان هڪ آپريٽر چونڊيندا آهيو ۽ 'فيڪٽر' ۾ هڪ نمبر داخل ڪريو، گراف ۾ ويليو مخصوص آپريٽر ۽ فيڪٽر استعمال ڪندي حساب ڪيو ويندو.
si: ඔබ ක්රියාකරුවෙකු තෝරාගෙන 'සාධකය' යටතේ අංකයක් ඇතුළත් කළහොත්, ප්රස්ථාරයේ වටිනාකම නිශ්චිත ක්රියාකරු සහ සාධකය භාවිතා කරමින් ගණනය කෙරේ.
sk: Ak vyberiete operátora a zadáte číslo do „faktora“, hodnota v grafe sa vypočíta pomocou zadaného operátora a faktora.
sq: Nëse zgjidhni një operator dhe shkruani një numër nën 'faktor', vlera në grafik do të llogaritet duke përdorur operatorin dhe faktorin e specifikuar.
sv: Om du väljer en operatör och anger ett nummer under "faktor" kommer värdet i grafen att beräknas med den angivna operatören och faktorn.
th: หากคุณเลือกผู้ประกอบการและป้อนตัวเลขภายใต้ 'ปัจจัย' ค่าในกราฟจะถูกคำนวณโดยใช้ตัวดำเนินการและปัจจัยที่ระบุ
tl: Kung pumili ka ng isang operator at magpasok ng isang numero sa ilalim ng 'factor', ang halaga sa graph ay kinakalkula gamit ang tinukoy na operator at kadahilanan.
tr: Bir operatör seçer ve 'faktör' altında bir sayı girerseniz, grafikteki değer belirtilen operatör ve faktör kullanılarak hesaplanır.
vi: Nếu bạn chọn toán tử và nhập một số trong 'Hệ số', giá trị trong biểu đồ sẽ được tính toán bằng toán tử và hệ số được chỉ định.

source: Prediction Hover
ar: من الممكن التنبؤ بكمية البيانات التي سيتم ربطها بواسطة شروط الارتباط المحددة حاليًا.
bg: Възможно е да се предвиди колко данни ще бъдат свързани с зададените в момента условия за свързване.
ca: És possible predir quantes dades seran vinculades per les condicions d'enllaç de configuració actualment.
cs: Je možné předpovídat, kolik údajů bude propojeno aktuálně nastavené podmínky propojení.
cy: Mae'n bosibl rhagweld faint o ddata fydd yn cael ei gysylltu gan yr amodau cysylltu sydd wedi'u gosod ar hyn o bryd.
da: Det er muligt at forudsige, hvor meget data der vil blive knyttet til de aktuelt indstillede sammenkoblingsbetingelser.
de: Es ist möglich vorherzusagen, wie viel Daten durch die derzeit festgelegten Verknüpfungsbedingungen verknüpft werden.
el: Είναι δυνατόν να προβλεφθεί πόσα δεδομένα θα συνδεθούν με τις συνθήκες σύνδεσης που έχουν οριστεί τρέχοντα.
fa: می توان پیش بینی کرد که چه میزان داده ها با شرایط پیوند موجود در حال اتصال هستند.
fi: On mahdollista ennustaa, kuinka paljon tietoja linkitetään tällä hetkellä asetetulla linkitysolosuhteilla.
fr: Il est possible de prédire la quantité de données liée par les conditions de liaison actuellement définies.
gd: Tha e comasach ro-innse dè an suidheachadh dàta a bhios air a shallachadh an-dràsta.
he: אפשר לחזות כמה נתונים יקושרו על ידי תנאי הקישור שנקבעו כיום.
hr: Moguće je predvidjeti koliko će podataka biti povezano trenutno postavljenim uvjetima povezivanja.
hu: Meg lehet jelölni, hogy mekkora adatot kötnek a jelenleg beállított összekötő feltételek.
id: Dimungkinkan untuk memprediksi berapa banyak data yang akan ditautkan oleh kondisi penghubung yang saat ini ditetapkan.
is: Það er mögulegt að spá fyrir um hve mikið af gögnum verður tengt við stillingarskilyrði sem nú eru stillt.
it: È possibile prevedere quanti dati saranno collegati dalle condizioni di collegamento attualmente impostate.
ja: 設定した紐付け条件でどのくらいのデータが紐付けされるかを予測することができます
km: វាអាចទាយបានថាតើទិន្នន័យភ្ជាប់ដែលបានភ្ជាប់មានចំនួនប៉ុន្មានដែលនឹងត្រូវបានភ្ជាប់។
lb: Et ass méiglech virauszegesinn wéi vill Daten vun de leschte Set Linking Konditioune verbonne ginn.
mi: Ka taea te matapae he aha te nuinga o nga raraunga ka honohia e te hunga e hono ana i tenei wa.
mk: Можно е да се предвиди колку податоци ќе бидат поврзани со тековно поставените услови за поврзување.
mn: Одоогийн байдлаар тохируулах нөхцөлийг одоогийн байдлаар хэр их холбосон болохыг урьдчилан таамаглах боломжтой.
ms: Adalah mungkin untuk meramalkan berapa banyak data yang akan dikaitkan dengan keadaan menghubungkan yang sedang ditetapkan.
my: လက်ရှိချိတ်ဆက်မှုအခြေအနေများနှင့်ချိတ်ဆက်ထားသည့်အချက်အလက်မည်မျှဆက်စပ်မည်ကိုကြိုတင်ခန့်မှန်းနိုင်သည်။
nl: Het is mogelijk om te voorspellen hoeveel gegevens zullen worden gekoppeld door de momenteel ingestelde koppelingsvoorwaarden.
no: Det er mulig å forutsi hvor mye data som vil bli koblet av de for øyeblikket angitte koblingsbetingelsene.
pl: Możliwe jest przewidzieć, ile danych zostanie połączone przez aktualnie ustawione warunki łączące.
pt: É possível prever quanto dados serão vinculados pelas condições de vinculação atualmente definidas.
ro: Este posibil să prezicem cât de multe date vor fi conectate de condițiile de conectare setate în prezent.
ru: Можно предсказать, сколько данных будет связано с установленными в настоящее время условиями связывания.
sd: اهو اڳڪٿي ڪرڻ ممڪن آهي ته موجوده سيٽنگ جي حالتن سان ڪيتري ڊيٽا ڳن be يل هوندي.
si: දැනට ඇති කට්ටල සම්බන්ධක තත්වයන් මගින් කොපමණ දත්ත සම්බන්ධ වේද යන්න අනාවැකි කිව හැකිය.
sk: Je možné predpovedať, koľko údajov bude prepojených v súčasnosti stanovenými podmienkami prepájania.
sq: Shtë e mundur të parashikohet se sa të dhëna do të lidhen me kushtet e vendosura aktualisht.
sv: Det är möjligt att förutsäga hur mycket data som kommer att kopplas till de för närvarande inställda länkvillkoren.
th: เป็นไปได้ที่จะทำนายจำนวนข้อมูลที่เชื่อมโยงโดยเงื่อนไขการเชื่อมโยงที่ตั้งไว้ในปัจจุบัน
tl: Posible na hulaan kung magkano ang data ay maiugnay sa kasalukuyang itinakda na mga kondisyon ng pag -uugnay.
tr: Şu anda ayarlanan bağlantı koşulları tarafından ne kadar verinin bağlantılı olacağını tahmin etmek mümkündür.
vi: Có thể dự đoán số lượng dữ liệu sẽ được liên kết bởi các điều kiện liên kết hiện đang được đặt.

source: Reload Hover
ar: يتجاهل شرط ربط البيانات المحدد حاليًا ويستدعي الشرط المسجل مسبقًا.
bg: Изхвърля текущо зададените условия за свързване на данни и извиква предварително регистрираното условие.
ca: Descanta la condició d’enllaç de dades establertes actualment i fa una crida a la condició registrada anteriorment.
cs: Zhodí podmínku propojení aktuálně nastavených dat a vyvolává dříve registrovanou podmínku.
cy: Yn taflu'r amod cysylltu data a osodir ar hyn o bryd ac yn galw'r cyflwr a gofrestrwyd yn flaenorol.
da: Kasserer den aktuelt indstillede datalinkingstilstand og kalder den tidligere registrerede tilstand.
de: Verwaltet die aktuell Datenverknüpfungsbedingung und ruft die zuvor registrierte Bedingung auf.
el: Απορρίπτει την κατάσταση σύνδεσης δεδομένων που έχει οριστεί τρέχοντα δεδομένα και καλεί την προαναφερθείσα κατάσταση.
fa: وضعیت پیوند داده های موجود را در حال حاضر کنار می گذارد و شرایط قبلی را ثبت کرده است.
fi: Hylkää tällä hetkellä asetetut tiedot, jotka yhdistävät ehdon ja kutsuu aiemmin rekisteröidyn ehdon.
fr: Élimine la condition de liaison de données actuellement définie et appelle la condition précédemment enregistrée.
gd: Cuir às do dh 'ainm an àite a tha a' suidheachadh an-dràsta agus a 'gairm air a' chumha clàraichte roimhe.
he: השלכת את מצב קישור הנתונים שנקבעו כעת ומתקשר למצב הרשום בעבר.
hr: Odbacuje trenutno postavljeni uvjet povezivanja podataka i poziva prethodno registrirano stanje.
hu: Eldobja a jelenleg beállított adatkapcsolási feltételeket, és felhívja a korábban regisztrált feltételeket.
id: Buang kondisi penghubung data yang saat ini ditetapkan dan memanggil kondisi yang terdaftar sebelumnya.
is: Fleygðu skilyrðinu sem nú er stillt á gagnatengingu og hringir í áður skráða ástand.
it: Scarta le condizioni di collegamento dei dati attualmente impostato e chiama le condizioni precedentemente registrate.
ja: 設定中の紐付け条件を破棄し、先回登録した紐付け条件を呼び出します。
km: បោះបង់ស្ថានភាពភ្ជាប់ទិន្នន័យដែលបានកំណត់បច្ចុប្បន្នហើយហៅលក្ខខណ្ឌដែលបានចុះឈ្មោះពីមុន។
lb: Entholl de Moment set den aktuelle Linking Zoustand an rifft déi virdru registréiert Bedingung.
mi: Whakakorehia nga ahuatanga taapiri raraunga i tenei wa, ka karanga i te ahuatanga kua rēhitatia i mua.
mk: Ја отфрла тековната поставена состојба на поврзување на податоците и ја повикува претходно регистрираната состојба.
mn: Одоогоор тохируулсан өгөгдлийг холбож, өмнө нь бүртгүүлсэн нөхцөлийг дуудаж, залгасан.
ms: Membuang keadaan menghubungkan data sekarang dan memanggil keadaan yang didaftarkan sebelum ini.
my: လက်ရှိသတ်မှတ်ထားသောအချက်အလက်များကိုချိတ်ဆက်ထားသည့်အခြေအနေကိုစွန့်ပစ်ပြီးယခင်ကမှတ်ပုံတင်ထားသောအခြေအနေကိုခေါ်ဆိုပါ။
nl: Vergist de momenteel ingestelde gegevenskoppelingsvoorwaarde en roept de eerder geregistreerde toestand aan.
no: Forkaster den for øyeblikket angitte datakoblingsbetingelsen og kaller opp den tidligere registrerte tilstanden.
pl: Odrzuca aktualnie ustawiony warunek łączenia danych i wywołuje wcześniej zarejestrowany warunek.
pt: Dispa a condição de vinculação de dados definida no momento e chama a condição registrada anteriormente.
ro: Întoarce în prezent starea de conectare a datelor setate și apelează la condiția înregistrată anterior.
ru: Отбросьте в настоящее время установленное условие связывания данных и вызывает ранее зарегистрированное условие.
sd: موجوده ڊيٽا لنڪنگ واري حالت کي رد ڪري ڇڏيو ۽ اڳوڻي رجسٽرڊ حالت کي ڪال ڪري ٿو.
si: දැනට තබා ඇති දත්ත සම්බන්ධ කිරීමේ තත්ත්වය සහ කලින් ලියාපදිංචි කළ තත්වය සපුරාලයි.
sk: Zbavte sa v súčasnosti nastaveného stavu spájania údajov a vyvoláva predtým zaregistrovanú podmienku.
sq: Hidhni poshtë gjendjen e lidhjes së të dhënave të vendosura aktualisht dhe thërret gjendjen e regjistruar më parë.
sv: Kasserar det för närvarande inställda data som länkar villkor och uppmanar det tidigare registrerade villkoret.
th: ยกเลิกเงื่อนไขการเชื่อมโยงข้อมูลที่ตั้งไว้ในปัจจุบันและเรียกเงื่อนไขที่ลงทะเบียนไว้ก่อนหน้านี้
tl: Itinapon ang kasalukuyang itinakda na kondisyon ng pag -uugnay ng data at tinawag ang dating nakarehistrong kondisyon.
tr: Şu anda ayarlanan veri bağlama koşulunu atar ve daha önce kaydedilmiş koşulu çağırır.
vi: Loại bỏ điều kiện liên kết dữ liệu hiện đang đặt và gọi lên điều kiện đã đăng ký trước đó.

source: Register Trace Config Hover
ar: ID يتم إنشاؤه داخليًا لربط البيانات بالشروط الربطية.
bg: ID се генерира вътрешно за свързване на данни с условията за свързване на зададените.
ca: ID es genera internament per associar les dades amb les condicions d’enllaç de conjunt.
cs: ID je generován interně pro přidružení dat s podmínkami propojení.
cy: Cynhyrchir ID yn fewnol i gysylltu data â'r amodau cysylltu set.
da: ID genereres internt for at associeres med de indstillede forbindelsesbetingelser.
de: ID wird intern generiert, um Daten mit den SET -Verknüpfungsbedingungen zu assoziieren.
el: ID δημιουργείται εσωτερικά για να συσχετίσει δεδομένα με τις συνθήκες σύνδεσης.
fa: ID برای مرتبط کردن داده ها با شرایط پیوند تنظیم داخلی تولید می شود.
fi: ID luodaan sisäisesti tietojen yhdistämiseksi asetetun linkitysolosuhteiden kanssa.
fr: ID est généré en interne pour associer les données aux conditions de liaison de l'ensemble.
gd: Tha ID air a ghineadh taobh a-staigh gus dàta a cho-cheangal ris na suidheachaidhean a tha a 'dol suas.
he: ID נוצר באופן פנימי כדי לשייך נתונים לתנאי הקישור.
hr: ID se generira interno za povezivanje podataka s uvjetima povezivanja skupa.
hu: A ID belsőleg jön létre, hogy az adatok társítsák a beállított összekapcsolási feltételeket.
id: ID dihasilkan secara internal untuk mengaitkan data dengan kondisi yang menghubungkan set.
is: ID er búið til innbyrðis til að tengja gögn við stillingarskilyrði.
it: ID viene generato internamente per associare i dati alle condizioni di collegamento del set.
ja: 設定した紐付け条件でデータを紐付けるためのIDが内部で生成されます。
km: ID ត្រូវបានបង្កើតឡើងនៅខាងក្នុងដើម្បីភ្ជាប់ទិន្នន័យដែលមានលក្ខខណ្ឌភ្ជាប់។
lb: ID gëtt intern generéiert fir Daten ze verbannen mat de Set Linking Konditiounen.
mi: ID i hangaia i roto i roto ki te hono i nga raraunga me nga tikanga hono.
mk: ID се генерира внатрешно за да се поврзат податоците со поставените услови за поврзување.
mn: ID Датаг тохируулах нөхцлийг холбосон нөхцлөөр холбодог.
ms: ID dijana secara dalaman untuk mengaitkan data dengan keadaan menghubungkan set.
my: ID သည်ဒေတာများကိုအချိတ်အဆက်နှင့်ချိတ်ဆက်မှုအခြေအနေများနှင့်ဆက်စပ်ရန်ပြည်တွင်း၌ပြုလုပ်ခဲ့သည်။
nl: ID wordt intern gegenereerd om gegevens te koppelen aan de set -koppelingsvoorwaarden.
no: ID genereres internt for å knytte data til de angitte koblingsbetingelsene.
pl: ID jest generowany wewnętrznie w celu powiązania danych z warunkami łączącymi ustawioną.
pt: ID é gerado internamente para associar dados às condições de vinculação do conjunto.
ro: ID este generat intern pentru a asocia datele cu condițiile de legătură setate.
ru: ID генерируется внутри, чтобы связать данные с установленными условиями связывания.
sd: ID ترتيب ڏنل ڊيٽا کي سيٽ ڪرڻ واري حالت سان ڊيٽا کي اجايو ويندو آهي.
si: STET සම්බන්ධක තත්වයන් සමඟ දත්ත සම්බන්ධ කර ගැනීම සඳහා ID අභ්යන්තරව ජනනය කරනු ලැබේ.
sk: ID sa generuje interne na priradenie údajov s podmienkami prepojenia set.
sq: ID gjenerohet nga brenda për të shoqëruar të dhënat me kushtet e lidhura të lidhjes.
sv: ID genereras internt för att associera data med de inställda länkvillkoren.
th: ID ถูกสร้างขึ้นภายในเพื่อเชื่อมโยงข้อมูลกับเงื่อนไขการเชื่อมโยงชุด
tl: Ang ID ay nabuo sa loob upang iugnay ang data sa mga set na naka -link na kondisyon.
tr: ID, verileri ayarlama koşullarıyla ilişkilendirmek için dahili olarak üretilir.
vi: ID được tạo nội bộ để liên kết dữ liệu với các điều kiện liên kết tập hợp.

source: Control item Hover
ar: حدد عناصر التحكم في الجودة أو تحكم المعدات باستخدام إعدادات الرسم البياني.
bg: Изберете елементите за контрол на качеството или контрол на оборудването, използвайки в графичните настройки.
ca: Seleccioneu els elements de control de qualitat o de control d'equips mitjançant la configuració del gràfic.
cs: V nastavení grafu vyberte položky ovládání kvality nebo ovládání zařízení.
cy: Dewiswch yr eitemau rheoli ansawdd neu reoli offer gan ddefnyddio mewn gosodiadau graff.
da: Vælg kvalitetskontrol eller udstyrskontrolelementer, der bruger i grafindstillinger.
de: Wählen Sie die Elemente der Qualitätskontrolle oder Gerätesteuerung mit den Grafikeinstellungen aus.
el: Επιλέξτε τα στοιχεία ελέγχου ποιότητας ή εξοπλισμού που χρησιμοποιούν στις ρυθμίσεις γραφημάτων.
fa: موارد کنترل کیفیت یا کنترل تجهیزات را با استفاده از تنظیمات نمودار انتخاب کنید.
fi: Valitse laadunvalvonta- tai laitteiden ohjauskohteet käyttämällä kuvaaja -asetuksia.
fr: Sélectionnez les éléments de contrôle de la qualité ou de l'équipement à l'aide de paramètres graphiques.
gd: Tagh na stuthan smachd càileachd no uidheamachd uidheamachd a 'cleachdadh ann an suidheachaidhean graf.
he: בחר את פריטי בקרת האיכות או בקרת הציוד באמצעות הגדרות גרף.
hr: Odaberite stavke kontrole kvalitete ili opreme pomoću postavki grafikona.
hu: Válassza ki a Graph -beállításokban a minőség -vezérlő vagy a berendezés -vezérlő elemeket.
id: Pilih Kontrol Kualitas atau Item Kontrol Peralatan Menggunakan dalam Pengaturan Grafik.
is: Veldu gæðaeftirlit eða búnaðarstýringarhluta með því að nota línurit.
it: Selezionare gli elementi di controllo del controllo di qualità o dell'attrezzatura utilizzando nelle impostazioni del grafico.
ja: グラフ設定の管理項目となる品質管理項目や設備管理項目を選択してください。
km: ជ្រើសធាតុត្រួតពិនិត្យដែលមានគុណភាពឬវត្ថុត្រួតពិនិត្យឧបករណ៍ដោយប្រើក្នុងការកំណត់ក្រាហ្វ។
lb: Wielt d'Qualitéitskontroll oder Ausrüstungskontrolle Saache mat der Grafikastellungen.
mi: Tīpakohia te mana whakahaere kounga, taputapu ranei hei whakahaere i nga taonga ma te whakamahi i nga whakatakotoranga mahere.
mk: Изберете ја контролата на квалитетот или предметите за контрола на опремата користејќи ги во поставките за графикони.
mn: График тохиргоонд ашиглан чанарын хяналт эсвэл тоног төхөөрөмжийн хяналтын хэрэгслийг сонгоно уу.
ms: Pilih item kawalan kualiti atau peralatan menggunakan dalam tetapan graf.
my: ဂရပ်ဖစ်ချိန်ညှိချက်များတွင် သုံး. အရည်အသွေးထိန်းချုပ်မှုသို့မဟုတ်ပစ္စည်းကိရိယာထိန်းချုပ်ပစ္စည်းများကိုရွေးချယ်ပါ။
nl: Selecteer de kwaliteitscontrole- of apparatuurbesturingsitems met behulp van in grafische instellingen.
no: Velg kvalitetskontroll eller utstyrskontrollelementer som bruker i grafinnstillinger.
pl: Wybierz elementy kontroli jakości lub sprzętu za pomocą ustawień wykresu.
pt: Selecione o controle de qualidade ou os itens de controle do equipamento usando em configurações de gráfico.
ro: Selectați controlul calității sau elementele de control al echipamentului utilizând în setările graficului.
ru: Выберите элементы управления качеством или элементы управления оборудованием, используя в настройках графика.
sd: گراف سيٽنگن ۾ استعمال ڪندي معيار ڪنٽرول يا سامان ڪنٽرول شيون چونڊيو.
si: ප්රස්ථාර සැකසුම් භාවිතා කරමින් ගුණාත්මක පාලනය හෝ උපකරණ පාලන අයිතම තෝරන්න.
sk: Vyberte položky riadenia kvality alebo riadenia zariadenia pomocou nastavení grafu.
sq: Zgjidhni artikujt e kontrollit të cilësisë ose kontrollit të pajisjeve duke përdorur në cilësimet e grafikut.
sv: Välj kvalitetskontroll eller utrustningskontrollposter som använder i grafinställningar.
th: เลือกรายการควบคุมคุณภาพหรือรายการควบคุมอุปกรณ์โดยใช้ในการตั้งค่ากราฟ
tl: Piliin ang kalidad ng control o mga item sa control control na gumagamit ng mga setting ng graph.
tr: Grafik ayarlarında kullanarak kalite kontrol veya ekipman kontrol öğelerini seçin.
vi: Chọn các mục điều khiển chất lượng hoặc kiểm soát thiết bị bằng cách sử dụng trong cài đặt biểu đồ.
