Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Copy config
ar: نسخ التكوين
ca: Copia la configuració
cs: Kopírovat konfiguraci
cy: Copi config
da: Kopier konfiguration
de: Konfiguration kopieren
el: Αντιγραφή
fa: پیکربندی کپی کردن
fi: Kopioida kokoonpano
fr: Copier la configuration
gd: Dèan lethbhreac de config
he: העתק תצורה
hr: Kopirajte config
hu: Config Config
id: Salin konfigurasi
is: Afritaðu config
it: Copia configurazione
ja: 設定コピー
km: config confidely
lb: COPY CONDS
mi: Tāruatia Kōpaki
mk: Копирање конфигурација
mn: Хуулах тохиргоог хуулах
ms: Salin Config
my: copig ကိုကူးယူပါ
nl: Kopieer configuratie
no: Kopier konfigurasjon
pl: Kopiuj konfigurację
pt: Copiar configuração
ro: Copiați configurarea
ru: Копировать конфигурацию
sd: ڪاپي ترتيب ڏيو
si: වින්යාසය පිටපත් කරන්න
sk: Kopírovacia konfigurácia
sq: Kopjoj konfigurimin
sv: Kopieringskonfiguration
th: คัดลอก config
tl: Kopyahin ang config
tr: Yapılandırma kopyala
vi: Sao chép cấu hình

source: Paste config
ar: لصق التكوين
bg: Паста конфигурация
ca: Configurar la configuració
cs: Vložit konfiguraci
cy: Pastio config
da: Indsæt konfiguration
de: Konfiguration einfügen
fa: پیکربندی خمیر
fi: Liitä kokoonpano
fr: Coller la configuration
gd: Cuir a-steach config
he: הדבק תצורה
hr: Zalijepiti config
hu: Beilleszteni a konfigurációt
id: Tempel Konfigurasi
is: Límdu config
it: Incolla config
ja: 設定ペースト
km: បិទភ្ជាប់
mi: Whakapiripiri
mk: Конфигурирај за залепување
mn: Paste тохиргоо
ms: Tampal konfigurasi
my: config ကို paste
nl: Plak configuratie
no: Lim inn konfigurasjon
pl: Wklej konfigurację
pt: Colar configuração
ro: Lipiți configurare
ru: Вставьте конфигурацию
sd: پيسٽ ترتيب
si: වින්යාසය
sk: Vklada konfigurácia
sq: Paste konfigurimi
sv: Klistra in
th: วางกำหนดค่า
tl: I -paste ang config
tr: Yapılandır
vi: Cấu hình dán

source: If you do not select start process, the process of the first target variable will be start process.
ar: بدون إعداد الأصل ، يتم تحديد الهدف الأول كأصل.
bg: Без настройка на произход, първата цел е избрана като произход.
ca: Sense configuració d’origen, el primer objectiu es selecciona com a origen.
cs: Bez nastavení původu je první cíl vybrán jako původ.
cy: Heb osod tarddiad, dewisir y targed cyntaf fel y tarddiad.
da: Uden oprindelsesindstilling vælges det første mål som oprindelsen.
de: Ohne Herkunftseinstellung wird das erste Ziel als Ursprung ausgewählt.
el: Χωρίς ρύθμιση προέλευσης, ο πρώτος στόχος επιλέγεται ως προέλευση.
fa: بدون تنظیم مبدا ، اولین هدف به عنوان مبدا انتخاب می شود.
fi: Ilman alkuperää, ensimmäinen kohde valitaan alkuperään.
fr: Sans paramètre d'origine, la première cible est sélectionnée comme origine.
gd: Às aonais suidheachadh tùsail, thèid a 'chiad targaid a thaghadh mar an tùs.
he: ללא הגדרת מקור, היעד הראשון נבחר כמקור.
hr: Bez postavke podrijetla, prvi je cilj odabran kao podrijetlo.
hu: A származási beállítás nélkül az első célt az eredetként választják ki.
id: Tanpa pengaturan asal, target pertama dipilih sebagai asal.
is: Án uppruna er fyrsta markmiðið valið sem uppruni.
it: Senza impostazione di origine, il primo obiettivo è selezionato come origine.
ja: 起点の工程を選択しない場合は、最初のターゲット変数の工程が起点になります。
km: បើគ្មានការកំណត់ប្រភពដើមគោលដៅដំបូងត្រូវបានជ្រើសរើសជាប្រភពដើម។
lb: Ouni Origin Kastelle, ass dat éischt Zil als den Urspronk ausgewielt.
mi: Ki te kore e tautuhia, ka tohua te whaainga tuatahi ko te takenga mai.
mk: Без поставување на потекло, првата цел е избрана како потекло.
mn: Гаралтгүй тохируулга хийхгүйгээр эхний зорилтыг гарал үүсэл байдлаар сонгоно.
ms: Tanpa tetapan asal, sasaran pertama dipilih sebagai asal.
my: မူရင်း setting ကိုမပါ 0 င်ပါကပထမ ဦး ဆုံးပစ်မှတ်ကိုမူရင်းအဖြစ်ရွေးချယ်သည်။
nl: Zonder instelling van de oorsprong wordt het eerste doel gekozen als de oorsprong.
no: Uten opprinnelsesinnstilling blir det første målet valgt som opprinnelse.
pl: Bez ustawienia pochodzenia pierwszy cel jest wybierany jako pochodzenie.
pt: Sem configuração de origem, o primeiro alvo é selecionado como a origem.
ro: Fără setarea originii, prima țintă este selectată ca origine.
ru: Без настройки происхождения первая цель выбирается в качестве происхождения.
sd: اصل سيٽنگ کانسواء، پهريون ٽارگيٽ اصل طور چونڊيو ويو آهي.
si: ප්රභව සැකසුමකින් තොරව, පළමු ඉලක්කය මූලාරම්භය ලෙස තෝරා ගනු ලැබේ.
sk: Bez pôvodného nastavenia je prvý cieľ vybraný ako pôvod.
sq: Pa vendosjen e origjinës, objektivi i parë zgjidhet si origjinë.
sv: Utan ursprungsinställning väljs det första målet som ursprung.
th: หากไม่มีการตั้งค่าต้นกำเนิดเป้าหมายแรกจะถูกเลือกเป็นแหล่งกำเนิด
tl: Kung walang setting ng pinagmulan, ang unang target ay napili bilang pinagmulan.
tr: Origin ayarı olmadan, ilk hedef başlangıç ​​olarak seçilir.
vi: Không có cài đặt gốc, mục tiêu đầu tiên được chọn là gốc.

source: Export data
ar: بيانات التصدير
bg: Данни за експортиране
ca: Dades d’exportació
cs: Exportní data
cy: Allforio Data
da: Eksportdata
de: Daten exportieren
el: Εξαγωγικά δεδομένα
fa: داده های صادراتی
fi: Vientitiedot
fr: Exporter des données
gd: Dàta às-mhalairt
he: ייצוא נתוני
hr: Izvozni podaci
hu: Exportadatok
id: Ekspor Data
is: Flytja út gögn
it: Dati di esportazione
ja: データ出力
km: នាំចេញទិន្នន័យ
lb: Export Daten
mi: Raraunga Kaweake
mk: Извоз на податоци
mn: Өгөх мэдээлэл
ms: Data eksport
my: ဒေတာပို့ကုန်
nl: Exportgegevens
no: Eksportdata
pl: Dane eksportujące
pt: Exportar dados
ro: Export de date
ru: Экспорт данных
sd: ڊيٽا برآمد ڪريو
si: දත්ත අපනයනය කරන්න
sk: Exportovať údaje
sq: Të dhënat e eksportit
sv: Exportera data
th: ข้อมูลส่งออก
tl: Data ng pag -export
tr: Dışa aktarma verileri
vi: Xuất dữ liệu

source: Not use
ar: ليس للاستخدام
bg: Не използвай
ca: No utilitzar
cs: Nepoužívat
cy: Ddim yn defnyddio
da: Ikke bruge
de: Nicht verwenden
el: Μην χρησιμοποιείς
fa: استفاده نمی
fi: Ei käyttää
fr: Ne pas utiliser
gd: Gun a bhith a 'cleachdadh
he: לא בשימוש
hr: Ne koristiti
hu: Nem használ
id: Tidak dipakai
is: Ekki nota
it: Non usare
ja: 利用できません
km: មិន​ប្រើ
lb: Net benotzen
mi: Kaua e whakamahia
mk: Не користи
mn: Хэрэглэх хэрэггүй
ms: Tidak digunakan
my: မသုံးပါ
nl: Niet gebruiken
no: Ikke bruk
pl: Nie używać
pt: Não usar
ro: Nu folosește
ru: Не использовать
sd: استعمال نه ڪيو
si: භාවිතා නොකිරීම
sk: Nepoužívať
sq: Mos perdor
sv: Inte använda
th: ไม่ใช้
tl: Hindi ginagamit
tr: Kullanılmaz
vi: Không dùng

source: Not use warning
ar: لا يتم رسم البيانات لأن هناك العديد من الفئات.
bg: Данните не се изготвят, защото има твърде много категории.
ca: Les dades no es dibuixen perquè hi ha massa categories.
cs: Data nejsou nakreslena, protože existuje příliš mnoho kategorií.
cy: Nid yw data'n cael ei dynnu oherwydd bod gormod o gategorïau.
da: Data tegnes ikke, fordi der er for mange kategorier.
de: Daten werden nicht gezeichnet, da es zu viele Kategorien gibt.
el: Τα δεδομένα δεν σχεδιάζονται επειδή υπάρχουν πάρα πολλές κατηγορίες.
fa: داده ها ترسیم نمی شوند زیرا دسته بندی های زیادی وجود دارد.
fi: Tietoja ei laadita, koska luokkia on liian paljon.
fr: Les données ne sont pas dessinées car il y a trop de catégories.
gd: Chan eil dàta air a tharraing leis gu bheil cus roinnean ann.
he: הנתונים לא נמשכים מכיוון שיש יותר מדי קטגוריות.
hr: Podaci se ne crtaju jer postoji previše kategorija.
hu: Az adatokat nem vonják le, mert túl sok kategória van.
id: Data tidak ditarik karena ada terlalu banyak kategori.
is: Gögn eru ekki teiknuð vegna þess að það eru of margir flokkar.
it: I dati non sono disegnati perché ci sono troppe categorie.
ja: カテゴリ数が多すぎるため、データを描画しませんでした。
km: ទិន្នន័យមិនត្រូវបានអូសទេពីព្រោះមានប្រភេទច្រើនពេក។
lb: D'Donnéeën sinn net zäitweis well et ze vill Kategorien.
mi: Kaore e taea te tuhi raraunga na te mea he maha rawa nga waahanga.
mk: Податоците не се нацртани затоа што има премногу категории.
mn: Хэт олон ангилал байгаа тул өгөгдөл зураагүй байна.
ms: Data tidak ditarik kerana terdapat terlalu banyak kategori.
my: အမျိုးအစားများလွန်းသောကြောင့်ဒေတာများကိုရေးဆွဲခြင်းမရှိပါ။
nl: Gegevens worden niet getekend omdat er te veel categorieën zijn.
no: Data tegnes ikke fordi det er for mange kategorier.
pl: Dane nie są narysowane, ponieważ istnieje zbyt wiele kategorii.
pt: Os dados não são desenhados porque existem muitas categorias.
ro: Datele nu sunt desenate, deoarece există prea multe categorii.
ru: Данные не нарисованы, потому что есть слишком много категорий.
sd: ڊيٽا ڪ is يو نه آهي ڇاڪاڻ ته اتي ڪيترائي قسم آهن.
si: වැඩි කාණ්ඩ ඇති නිසා දත්ත අඳින්නේ නැත.
sk: Údaje nie sú čerpané, pretože existuje príliš veľa kategórií.
sq: Të dhënat nuk janë tërhequr sepse ka shumë kategori.
sv: Data ritas inte eftersom det finns för många kategorier.
th: ข้อมูลไม่ได้ถูกวาดเพราะมีหมวดหมู่มากเกินไป
tl: Ang data ay hindi iginuhit dahil napakaraming mga kategorya.
tr: Çok fazla kategori olduğu için veriler çizilmez.
vi: Dữ liệu không được rút ra vì có quá nhiều loại.

source: Not use request
ar: تحقق ، وإذا لزم الأمر ، قم بمراجعة إعدادات الفترة المستهدفة.
bg: Проверете и, ако е необходимо, преразгледайте настройките на целевия период.
ca: Comproveu i, si cal, reviseu la configuració del període objectiu.
cs: Zkontrolujte a v případě potřeby revidujte nastavení cílového období.
cy: Gwiriwch ac, os oes angen, adolygu gosodiadau'r cyfnod targed.
da: Kontroller, og revider om nødvendigt indstillingerne i målperioden.
de: Überprüfen Sie bei Bedarf die Einstellungen der Zielzeit.
el: Ελέγξτε και, εάν είναι απαραίτητο, αναθεωρήστε τις ρυθμίσεις της περιόδου προορισμού.
fa: بررسی و در صورت لزوم ، تنظیمات دوره هدف را تجدید نظر کنید.
fi: Tarkista ja tarkista tarvittaessa tavoitejakson asetukset.
fr: Vérifiez et, si nécessaire, révisez les paramètres de la période cible.
gd: Thoir sùil air agus, ma tha feum air, ath-sgrùdadh, ath-sgrùdadh air suidheachaidhean an ùine targaid.
he: בדוק ובמידת הצורך, לשנות את ההגדרות של תקופת היעד.
hr: Provjerite i, ako je potrebno, revidirajte postavke ciljanog razdoblja.
hu: Ellenőrizze, és ha szükséges, vizsgálja felül a célidőszak beállításait.
id: Periksa dan, jika perlu, revisi pengaturan periode target.
is: Athugaðu og, ef nauðsyn krefur, endurskoðuðu stillingar marktímabilsins.
it: Controllare e, se necessario, rivedere le impostazioni del periodo target.
ja: 対象期間などの設定を見直してください。
km: ពិនិត្យហើយបើចាំបាច់ពិនិត្យមើលការកំណត់រយៈពេលគោលដៅ។
lb: Kontrolléieren an, wann néideg, iwwerschafft d'Astellungen vun der Zilzäit.
mi: Tirohia me, mena e tika ana, whakahou i nga tautuhinga o te waa whaainga.
mk: Проверете и, доколку е потребно, ревидирајте ги поставките од целниот период.
mn: Шаардлагатай бол, шаардлагатай бол зорилтот хугацааны тохиргоог шалгана уу.
ms: Semak dan, jika perlu, semak semula tetapan tempoh sasaran.
my: စစ်ဆေးပြီးလိုအပ်ပါကပစ်မှတ်ကာလ၏ချိန်ညှိချက်များကိုပြန်လည်ပြင်ဆင်ပါ။
nl: Controleer en herzien, indien nodig, de instellingen van de doelperiode.
no: Sjekk og om nødvendig revidere innstillingene i målperioden.
pl: Sprawdź i, jeśli to konieczne, zrewiduj ustawienia okresu docelowego.
pt: Verifique e, se necessário, revise as configurações do período de destino.
ro: Verificați și, dacă este necesar, revizuiți setările perioadei țintă.
ru: Проверьте и, при необходимости, пересмотрите настройки целевого периода.
sd: چيڪ ۽، جيڪڏهن ضروري هجي، ٽارگيٽ مدت جي سيٽنگن تي نظرثاني ڪريو.
si: පරීක්ෂා කිරීම සහ අවශ්ය නම්, ඉලක්කගත කාල පරිච්ඡේදයේ සැකසුම් සංශෝධනය කරන්න.
sk: Skontrolujte av prípade potreby revidujte nastavenia cieľového obdobia.
sq: Kontrolloni dhe, nëse është e nevojshme, rishikoni cilësimet e periudhës së synuar.
sv: Kontrollera och om nödvändigt revidera inställningarna för målperioden.
th: ตรวจสอบและหากจำเป็นให้แก้ไขการตั้งค่าระยะเวลาเป้าหมาย
tl: Suriin at, kung kinakailangan, baguhin ang mga setting ng panahon ng target.
tr: Hedef dönemin ayarlarını kontrol edin ve gerekirse gözden geçirin.
vi: Kiểm tra và, nếu cần thiết, hãy sửa đổi cài đặt của giai đoạn mục tiêu.

source: Divide by data number (Cyclic)
ar: تقسيم حسب عدد البيانات (دوري)
bg: Разделете по броя на данните (Cyclic)
ca: Divideix per recompte de dades (cíclic)
cs: Rozdělte počet dat (cyklický)
cy: Rhannwch yn ôl cyfrif data (cylchol)
da: Del med dataantal (cyklisk)
de: Divide durch Datenzahl (zyklisch)
el: Διαχωρίστε με τον αριθμό δεδομένων (κυκλικό)
fa: تقسیم بر اساس تعداد داده ها (چرخه ای)
fi: Jaa dataluku (syklinen)
fr: Diviser par le nombre de données (cyclique)
gd: Roinn le cunntadh dàta (Cynclic)
he: לחלק לפי ספירת נתונים (מחזורי)
hr: Podijelite s brojem podataka (ciklički)
hu: Ossza meg az adatszámot (ciklikus)
id: Bagilah dengan jumlah data (siklik)
is: Skiptu með gagnatölum (hringlaga)
it: Dividi per conteggio dei dati (ciclico)
ja: データ数分解 (繰返入力)
km: ចែកដោយចំនួនទិន្នន័យ (ស៊ីក្លូ)
lb: Deelen duerch Datenzuel (Cyclic)
mi: Wehea e te tatau raraunga (Cyclic)
mk: Поделете според броењето на податоците (цикличен)
mn: Мэдээллийн тоог хуваана (мөчлөг)
ms: Bahagikan dengan kiraan data (kitaran)
my: ဒေတာရေတွက်ခြင်းဖြင့်ခွဲဝေခြင်း (CNCLCIC)
nl: Divide door gegevenstelling (cyclisch)
no: Del etter datatelling (syklisk)
pl: Podziel przez liczbę danych (cykliczny)
pt: Divida pela contagem de dados (cíclico)
ro: Împărțiți după numărul de date (ciclic)
ru: Разделение по количеству данных (циклическое)
sd: ڊيٽا ڳڻپ ذريعي ورهايو (سائيڪل)
si: දත්ත ගණන අනුව (චක්රීය)
sk: Rozdeľte počtom údajov (cyklické)
sq: Ndani sipas numërimit të të dhënave (ciklike)
sv: Dela efter datalantning (cyklisk)
th: หารด้วยจำนวนข้อมูล (วงจร)
tl: Hatiin sa pamamagitan ng Data Count (Cyclic)
tr: Veri sayımına bölün (döngüsel)
vi: Chia theo số dữ liệu (theo chu kỳ)

source: Number of data
ar: عدد البيانات
bg: Брой данни
ca: Nombre de dades
cs: Počet dat
cy: Nifer y data
da: Antal data
de: Anzahl der Daten
el: Αριθμός δεδομένων
fa: تعداد داده ها
fi: Tietojen lukumäärä
fr: Nombre de données
gd: Àireamh de dhàta
he: מספר הנתונים
hr: Broj podataka
hu: Adatok száma
id: Jumlah data
is: Fjöldi gagna
it: Numero di dati
ja: データ数
km: ចំនួនទិន្នន័យ
lb: Zuel vun Daten
mi: Te maha o nga raraunga
mk: Број на податоци
mn: Мэдээлэлийн тоо
ms: Bilangan data
my: ဒေတာအရေအတွက်
nl: Aantal gegevens
no: Antall data
pl: Liczba danych
pt: Número de dados
ro: Numărul de date
ru: Количество данных
sd: ڊيٽا جو تعداد
si: දත්ත ගණන
sk: Počet údajov
sq: Numri i të dhënave
sv: Antal data
th: จำนวนข้อมูล
tl: Bilang ng data
tr: Veri sayısı
vi: Số lượng dữ liệu

source: Change divide confirm message
ar: FacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
bg: ПразенFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
ca: BuitFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
cs: PrázdnýFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
cy: WacochFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
da: TomFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
de: LeerFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
el: ΑδειάζωFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
fa: خالیFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
fi: TyhjäFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
fr: VideFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
gd: FalamhFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
he: ריקFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
hr: PrazanFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
hu: ÜresFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
id: KosongFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
is: TómtFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
it: VuotoFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
ja: FacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
km: តមនេរFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
lb: EidelFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
mi: TahangaFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
mk: ПразенFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
mn: ХоосонFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
ms: KosongFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
my: ဗလာFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
nl: LeegFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
no: TømmeFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
pl: PustyFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
pt: VazioFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
ro: GolFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
ru: ПустойFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
sd: خالي آهيFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
si: හිස්FacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
sk: VyprázdniťFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
sq: I zbrazëtFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
sv: TömmaFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
th: ว่างเปล่าFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
tl: Walang lamanFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
tr: BoşFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
vi: Trống rỗngFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。
