Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Priority PRIORITY
ar: أولوية
bg: Приоритет
ca: Prioritat
cs: Přednost
cy: Blaenoriaeth
da: Prioritet
de: Priorität
el: Προτεραιότητα
fa: اولویت
fi: Prioriteetti
fr: Priorité
gd: Prìomhachas
he: עדיפות
hr: Prioritet
hu: Kiemelten fontos
id: Prioritas
is: Forgang
it: Priorità
ja: 第PRIORITY優先
km: អាតិផាប
lb: Prioritéit
mi: Mea tuatahi
mk: Приоритет
mn: Ахлах
ms: Keutamaan
my: ရေှးဉီးကျမှု
nl: Prioriteit
no: Prioritet
pl: Priorytet
pt: Prioridade
ro: Prioritate
ru: Приоритет
sd: ترجيح
si: ප්රමුඛතාවය
sk: Priorita
sq: Prioritet
sv: Prioritet
th: ลำดับความสำคัญ
tl: Priyoridad
tr: Öncelik
vi: Quyền ưu tiên

source: Ordering
ar: ترتيب
bg: Поръчка
ca: Ordenar
cs: Objednávání
cy: Nhrefniadau
da: Bestilling
de: Bestellung
el: Παραγγελία
fa: مرتب سازی
fi: Tilaus
fr: Commande
gd: Òrdachadh
he: הזמנה
hr: Naručivanje
hu: Megrendelés
id: Memerintah
is: Panta
it: Ordinamento
ja: 変数の並べ方
km: ការបញ្ជាទិញ
lb: Reeche fir un
mi: Hōra
mk: Нарачка
mn: Урьдчлэх
ms: Membuat pesanan
my: မှာသော
nl: Bestellen
no: Bestilling
pl: Zamawianie
pt: Encomenda
ro: Comanda
ru: Заказа
sd: حڪم جيپ ڪرڻ
si: ඇණවුම් කිරීම
sk: Usporiadanie
sq: Rregullim
sv: Beställning
th: การสั่งซื้อ
tl: Pag -order
tr: Sipariş
vi: Đặt hàng

source: Variables
ar: المتغيرات
bg: Променливи
ca: Les variables
cs: Proměnné
cy: Newidynnau
da: Variabler
de: Variablen
el: Μεταβλητές
fa: متغیرها
fi: Muuttujat
gd: Caochladairean
he: משתנים
hr: Varijable
hu: Változók
id: Variabel
is: Breytur
it: Variabili
ja: 表示する変数
km: អថេរ
lb: Variement
mi: Taurangi
mk: Променливи
mn: Хувьслах
ms: Pembolehubah
my: ကိန်းရှင်များ
nl: Variabelen
no: Variabler
pl: Zmienne
pt: Variáveis
ro: Variabile
ru: Переменные
sd: متغيرات
si: විචල්යයන්
sk: Premenné
sq: Variabla
sv: Variabler
th: ตัวแปร
tl: Variable
tr: Değişkenler
vi: Biến

source: Real(Float) and categorical
ar: حقيقي وفئوي فقط
bg: Истински и категорични само
ca: Només real i categòric
cs: Pouze skutečné a kategorické
cy: Go iawn a chategoreiddiol yn unig
da: Real & kategorisk kun
de: Nur echt und kategorisch
el: Πραγματικά και κατηγορηματικά μόνο
fa: فقط واقعی و طبقه بندی
fi: Vain kategorinen
fr: Réel et catégorique uniquement
gd: Fìor & seòrsachadh a-mhàin
he: אמיתי וקטגורי בלבד
hr: Real i kategorički samo
hu: Csak valódi és kategorikus
id: Nyata & Kategori saja
is: EINNIG FYRIR FYRIR
it: Solo reale e categorico
ja: 実数とカテゴリの変数を表示
km: តែប្រភេទនិងប្រភេទតែប៉ុណ្ណោះ
lb: Richteg & kategoresch nëmmen
mi: Real & Centerical anake
mk: Само реални и категорични
mn: ЗӨВХӨН, ЗӨВХӨН ЗӨВЛӨГӨӨ
ms: SAHAJA & KEGAGALAN SAHAJA
my: အစစ်အမှန် & အမျိုးအစားသာ
nl: Alleen echt en categorisch
no: Bare ekte og kategorisk
pl: Tylko prawdziwe i kategoryczne
pt: Somente real e categórico
ro: Numai real și categoric
ru: Только реальная и категориальная
sd: صرف حقيقي ۽ معياري
si: තාත්වික හා වර්ගීකරණය පමණි
sk: Iba skutočné a kategorické
sq: Vetëm reale dhe kategorike
sv: Endast Real & Categorical
th: จริงและเป็นหมวดหมู่เท่านั้น
tl: Tunay at kategorya lamang
tr: Sadece gerçek ve kategorik
vi: Chỉ thực sự & phân loại

source: Real(Float) only
ar: حقيقي فقط
bg: ИСТИНСКИ САМО
ca: Real només
cs: Jen skutečné
cy: Go iawn yn unig
da: Kun ægte
de: Nur echt
el: Μόνο πραγματικό
fa: فقط واقعی
fi: Vain todellinen
fr: Réel seulement
gd: Fìor a-mhàin
he: אמיתי בלבד
hr: Stvaran
hu: Csak igazi
id: Hanya nyata
is: Alvöru aðeins
it: Solo reale
ja: 実数の変数のみを表示
km: មានតែការពិតប៉ុណ្ណោះ
lb: Richteg nëmmen
mi: Tūturu anake
mk: Само реално
mn: Зөвхөн шүү дээ
ms: Sebenar sahaja
my: အစစ်အမှန်
nl: Alleen echt
no: Bare bare
pl: Tylko prawdziwe
pt: Apenas real
ro: Doar real
ru: Только настоящий
sd: اصل صرف
si: නියමයි
sk: Iba skutočný
sq: Vetëm e vërtetë
sv: ENDAST
th: ของจริงเท่านั้น
tl: Tunay lamang
tr: Sadece gerçek
vi: Chỉ thực sự

source: Categorical only
ar: فئران فقط
bg: Само категорични
ca: Només categòric
cs: Pouze kategorické
cy: Categori yn unig
da: Kun kategorisk
de: Nur kategorisch
el: Μόνο κατηγορηματικό
fa: فقط
fi: Vain kategorinen
fr: Catégorique uniquement
gd: Seggorical a-mhàin
he: קטגורי בלבד
hr: Samo kategorički
hu: Csak kategorikus
id: Hanya kategorikal
is: Aðeins flokkalegt
it: Solo categorico
ja: カテゴリの変数のみを表示
km: ប្រភេទតែប៉ុណ្ណោះ
lb: Kategoresch nëmmen
mi: Kōmaka anake
mk: Само категорично
mn: Ангиллын зөвхөн ангилал
ms: Kategori sahaja
my: အမျိုးအစားသာ
nl: Alleen categorisch
no: Bare kategorisk
pl: Tylko kategoryczne
pt: Apenas categórico
ro: Numai categoric
ru: Только категориально
sd: صرف درجه بندي
si: වර්ගීකරණය පමණි
sk: Iba kategorické
sq: Vetëm kategorike
sv: Endast kategorisk
th: หมวดหมู่เท่านั้น
tl: Kategorya lamang
tr: Sadece kategorik
vi: Chỉ phân loại

source: In set order
ar: بترتيب محدد
bg: В зададен ред
ca: En ordre establert
cs: V nastaveném pořadí
cy: Mewn trefn benodol
da: I fast rækkefølge
de: In fester Reihenfolge
el: Σε σειρά
fa: به ترتیب
fi: Asetetussa järjestyksessä
fr: Dans l'ordre défini
gd: Ann an òrdugh suidhichte
he: בסדר הגדרה
hr: U postavljenom redu
hu: Beállított sorrendben
id: Dalam urutan set
is: Í ákveðinni röð
it: In ordine impostato
ja: 設定した順番に表示
km: ក្នុងលំដាប់កំណត់
lb: An der Rei
mi: I roto i te Whakatau Whakatau
mk: Во поставен редослед
mn: Тогтоосон дарааллаар
ms: Dalam pesanan yang ditetapkan
my: Set မှာယူရန်အတွက်
nl: In ingestelde volgorde
no: I fast ordre
pl: W ustalonej kolejności
pt: Em ordem definida
ro: În ordinea setată
ru: В установленном порядке
sd: سيٽ ٿيل حڪم ۾
si: කට්ටල අනුපිළිවෙලින්
sk: V nastavenom poradí
sq: Në rregull
sv: I inställning
th: ตามลำดับ
tl: Sa itinakdang pagkakasunud -sunod
tr: Siparişte
vi: Theo thứ tự thiết lập

source: In process order
ar: بترتيب العملية
bg: В ред на процеса
ca: En ordre de procés
cs: V pořadí procesu
cy: Mewn trefn broses
da: I procesordre
de: In Prozessreihenfolge
el: Σε σειρά διαδικασίας
fa: در دستور فرآیند
fi: Prosessin järjestyksessä
fr: Ordre de processus
gd: Ann an òrdugh pròiseasaidh
he: בסדר תהליך
hr: U procesnom redoslijedu
hu: Folyamatrendben
id: Dalam urutan proses
is: Í vinnslupöntun
it: Nell'ordine di processo
ja: 工程順に表示
km: ក្នុងលំដាប់ដំណើរការ
lb: An enger Prozessuerdnung
mi: I roto i te raupapa tukanga
mk: Во процес на процес
mn: Процессын дарааллаар
ms: Dalam urutan proses
my: လုပ်ငန်းစဉ်အမိန့်၌တည်၏
nl: In procesvolgorde
no: I prosessordre
pl: W kolejności procesu
pt: Em ordem de processo
ro: În ordine de proces
ru: В порядке процесса
sd: پروسيس آرڊر ۾
si: ක්රියාවලි නියෝගයේදී
sk: V poradí procesu
sq: Në mënyrë të procesit
sv: I processordning
th: ตามลำดับกระบวนการ
tl: Sa pagkakasunud -sunod ng proseso
tr: Süreç sırasına göre
vi: Theo thứ tự xử lý

source: In order of corr.
ar: في ارتباط coef. ترتيب
bg: В корелационния коефициент. поръчка
ca: En correlació CoEF. ordenar
cs: V korelační koef. objednat
cy: Mewn cydberthynas coef. harchebon
da: I korrelation Coef. bestille
de: In Korrelation Coef. bestellen
el: Στον συσχετισμό COEF. Σειρά
fa: در همبستگی همبستگی. سفارش
fi: Korrelaatiokerroksessa. Tilaus
fr: En corrélation coef. ordre
gd: Ann an coef co-dhàimh. Òrdugh
he: בקורלציה של מתאם. להזמין
hr: U korelacijskoj koeF. narudžba
hu: A korrelációs coef -ben. rendelés
id: Dalam Korelasi Coef. memesan
is: Í fylgni Coef. Pöntun
it: In Coef di correlazione. ordine
ja: 相関係数順に表示
km: នៅក្នុង COEF ។ ការដឹកនាម
lb: A Korrelatiounskof. uerdsmëschuerdnung
mi: I roto i te coef coef. tikanga
mk: Во корелација коефициент. со цел
mn: Корреляци хийхэд. захиалга
ms: Dalam Coef Korelasi. pesanan
my: ဆက်စပ်မှုက coef ၌တည်၏။ အမိန့်
nl: In Correlation Coef. bestellen
no: I korrelasjonskoef. rekkefølge
pl: W korelacji COEF. zamówienie
pt: Em correlação coef. ordem
ro: În corelație Coef. Ordin
ru: В корреляции коф. заказ
sd: باهمي تعلق ۾. حڪم
si: සහසම්බන්ධතා COEF හි. නියෝග
sk: V korelačnom koefickom koefickom. objednať
sq: Në coef korrelacioni. urdhër
sv: I korrelationskoef. ordning
th: ใน Coef สหสัมพันธ์ คำสั่ง
tl: Sa correlation coef. order
tr: Korelasyon Coef. emir
vi: Trong Cof tương quan. gọi món

source: Corr threshold (abs)
ar: عتبة الارتباط (ABS)
bg: Праг на корелация (ABS)
ca: Llindar de correlació (ABS)
cs: Korelační práh (ABS)
cy: Trothwy Cydberthynas (ABS)
da: Korrelationstærskel (ABS)
de: Korrelationsschwelle (ABS)
el: Όριο συσχέτισης (ABS)
fa: آستانه همبستگی (ABS)
fi: Korrelaatiokynnys (ABS)
fr: Seuil de corrélation (ABS)
gd: Tàs Co-dhàimh (ABS)
he: סף מתאם (ABS)
hr: Prag korelacije (ABS)
hu: Korrelációs küszöb (ABS)
id: Ambang korelasi (ABS)
is: Fylgniþröskuldur (ABS)
it: Soglia di correlazione (ABS)
ja: 相関係数の閾値(絶対値)
km: កម្រិតនៃការជាប់ទាក់ទងគ្នា (អេសអេស)
lb: Korrelatiounsspill (Abs)
mi: Te paepae whakatika (ABS)
mk: Праг на корелација (ABS)
mn: Корреляцийн босго (ABS)
ms: Ambang korelasi (ABS)
my: ဆက်စပ်မှုတံခါးခုံ (ABS)
nl: Correlatiedrempel (ABS)
no: Korrelasjonsterskel (ABS)
pl: Próg korelacji (ABS)
pt: Limiar de correlação (ABS)
ro: Prag de corelație (ABS)
ru: Порог корреляции (ABS)
sd: باهمي حد تائين (ABS)
si: සහසම්බන්ධතා එළිපත්ත (ABS)
sk: Korelačná prahová hodnota (ABS)
sq: Pragu i Korrelacionit (ABS)
sv: Korrelationströskel (ABS)
th: เกณฑ์สหสัมพันธ์ (ABS)
tl: Correlation Threshold (ABS)
tr: Korelasyon Eşiği (ABS)
vi: Ngưỡng tương quan (ABS)

source: Response variable
ar: حدد متغير موضوعي
bg: Изберете за обективна променлива
ca: Seleccioneu per a la variable objectiva
cs: Vyberte pro proměnnou objektivu
cy: Dewiswch i newidyn gwrthrychol
da: Vælg at objektiv variabel
de: Wählen Sie zur objektiven Variablen
el: Επιλέξτε σε αντικειμενική μεταβλητή
fa: متغیر عینی را انتخاب کنید
fi: Valitse objektiivinen muuttuja
fr: Sélectionnez la variable objective
gd: Tagh gu caochladair amas
he: בחר למשתנה אובייקטיבי
hr: Odaberite za Objektivnu varijablu
hu: Válassza ki az objektív változóhoz
id: Pilih ke variabel objektif
is: Veldu í hlutlæga breytu
it: Seleziona la variabile oggettiva
ja: 目的変数に選択
km: ជ្រើសរើសអថេរគោលបំណង
lb: Wielt fir objektiv Variabel
mi: Tohua ki te rereketanga whaainga
mk: Изберете за објективна променлива
mn: Зорилтот хувьсагчийг сонгоно уу
ms: Pilih ke pemboleh ubah objektif
my: ရည်မှန်းချက် variable ကိုရွေးချယ်ပါ
nl: Selecteer naar objectieve variabele
no: Velg til objektiv variabel
pl: Wybierz zmienną obiektywną
pt: Selecione a variável objetiva
ro: Selectați la Variabila Obiectivă
ru: Выберите для объективной переменной
sd: معروضي متغير کي چونڊيو
si: වෛෂයික විචල්යය සඳහා තෝරන්න
sk: Vyberte cieľovú premennú
sq: Zgjidhni Ndryshoren Objektive
sv: Välj för att objektiv variabel
th: เลือกตัวแปรวัตถุประสงค์
tl: Piliin ang variable na layunin
tr: Objektif değişkeni seçin
vi: Chọn biến mục tiêu

source: Objective variable
ar: متغير موضوعي
bg: Цел променлива
ca: Variable objectiva
cs: Objektivní proměnná
cy: Newidyn gwrthrychol
da: Objektiv variabel
de: Objektive Variable
el: Αντικειμενική μεταβλητή
fa: متغیر عینی
fi: Objektiivimuuttuja
fr: Variable objective
gd: Caochladair amas
he: משתנה אובייקטיבי
hr: Objektivna varijabla
hu: Objektív változó
id: Variabel objektif
is: Hlutlæg breytu
it: Variabile oggettiva
ja: 目的変数
km: អថេរគោលបំណង
lb: Objektiv Variabel
mi: Taurangi whaainga
mk: Објективна променлива
mn: ЗОРИУЛСАН ТУХАЙ
ms: Pemboleh ubah objektif
my: ရည်ရွယ်ချက် variable ကို variable ကို
nl: Objectieve variabele
no: Objektiv variabel
pl: Zmienna obiektywna
pt: Variável objetiva
ro: Variabilă obiectivă
ru: Объективная переменная
sd: مقصد متغير
si: වෛෂයික විචල්යය
sk: Objektívna premenná
sq: Variabël objektiv
sv: Objektiv variabel
th: ตัวแปรวัตถุประสงค์
tl: Layunin variable
tr: Nesnel değişken
vi: Biến mục tiêu

source: Explanatory variable
ar: المتغير التفسيري
bg: Обяснителна променлива
ca: Variable explicativa
cs: Vysvětlující proměnná
cy: Newidyn esboniadol
da: Forklarende variabel
de: Erklärende Variable
el: Επεξηγηματική μεταβλητή
fa: متغیر توضیحی
fi: Selittävä muuttuja
fr: Variable explicative
gd: Caochladh Mìneachaidh
he: משתנה מסביר
hr: Objašnjavajuća varijabla
hu: Magyarázó változó
id: Variabel penjelas
is: Útskýrandi breytu
it: Variabile esplicativa
ja: 説明変数
km: អថេរពន្យល់
lb: Erklärung Variabel
mi: Huringa whakamārama
mk: Објаснувачка променлива
mn: Тайлбарлах хувьсагч
ms: Pemboleh ubah penjelasan
my: ရှင်းလင်းချက် variable ကို
nl: Verklarende variabele
no: Forklarende variabel
pl: Zmienna objaśniająca
pt: Variável explicativa
ro: Variabile explicative
ru: Пояснительная переменная
sd: وضاحت ڪندڙ متغير
si: පැහැදිලි කිරීමේ විචල්යය
sk: Vysvetľujúca premenná
sq: Ndryshore shpjeguese
sv: Förklarande variabel
th: ตัวแปรอธิบาย
tl: Variable na paliwanag
tr: Açıklayıcı değişken
vi: Biến giải thích

source: Non-NA ratio
ar: نسبة المتاحة
bg: Налично съотношение
ca: Ràtio disponible
cs: Dostupný poměr
cy: Cymhareb ar gael
da: Tilgængeligt forhold
de: Verfügbares Verhältnis
el: Διαθέσιμος λόγος
fa: نسبت موجود
fi: Käytettävissä oleva suhde
fr: Ratio disponible
gd: Co-mheas ri fhaighinn
he: יחס זמין
hr: Raspoloživi omjer
hu: Rendelkezésre álló arány
id: Rasio yang tersedia
is: Fáanlegt hlutfall
it: Rapporto disponibile
ja: 有効率
km: សមាមាត្រដែលមាន
lb: Verfügbar Verhältnis
mi: He ōwehenga
mk: Достапен сооднос
mn: Боломжтой харьцаа
ms: Nisbah yang ada
my: ရရှိနိုင်အချိုးအစား
nl: Beschikbare verhouding
no: Tilgjengelig forhold
pl: Dostępny stosunek
pt: Proporção disponível
ro: Raport disponibil
ru: Доступное соотношение
sd: دستياب تناسب
si: ලබා ගත හැකි අනුපාතය
sk: Dostupný pomer
sq: Raporti i disponueshëm
sv: Tillgängligt förhållande
th: อัตราส่วนที่มีอยู่
tl: Magagamit na ratio
tr: Mevcut Oran
vi: Tỷ lệ có sẵn

source: Sankey Diagram
ar: الرسم التخطيطي الغني
bg: Санки диаграма
ca: Diagrama enfonsat
cs: Pokapaný diagram
cy: Diagram Sanky
da: Sanky diagram
de: Sanky Diagramm
el: Διαγυμνεσία
fa: نمودار
fi: Kaavio
fr: Diagramme Sanky
gd: Diagram Sanky
he: תרשים סנקי
hr: Sljutan dijagram
hu: Szivárgásos diagram
id: Diagram Sanky
is: Sanky skýringarmynd
it: Diagramma sancello
ja: サンキーダイアグラム
km: ដ្យាក្រាមរបស់
lb: Sanky Diagramm
mi: Whakaahua o Sancy
mk: Санки дијаграм
mn: Хиа диаграмм
ms: Rajah Sanky
my: Sanky ပုံရိပ်
nl: Sonky diagram
no: Sanky diagram
pl: Sanki Schemat
pt: Diagrama Sanky
ro: Diagrama Sanky
ru: Принудительная диаграмма
sd: سنڪي ڊاگرام
si: සැන්කි රූප සටහන
sk: Sanky diagram
sq: Diagramë
sv: Smygdiagram
th: Sanky Diagram
tl: Sanky diagram
tr: Sanky diyagram
vi: Sơ đồ sanky

source: Exact match
ar: المباراة (مباراة مثالية)
bg: Мач (перфектен мач)
ca: Partit (partit perfecte)
cs: Match (Perfect Match)
cy: Match (Match Perffaith)
da: Match (Perfect Match)
de: Match (perfekte Match)
el: Αγώνας (τέλειος αγώνας)
fa: مسابقه (مسابقه کامل)
fi: Ottelu (täydellinen ottelu)
fr: Match (match parfait)
gd: Maids (maids foirfe)
he: התאמה (התאמה מושלמת)
hr: Podudaranje (savršeno podudaranje)
hu: Match (tökéletes mérkőzés)
id: Kecocokan (pertandingan sempurna)
is: Passa (fullkominn samsvörun)
it: Match (Perfect Match)
ja: 一致する(完全一致)
km: ការផ្គូផ្គង (ការប្រកួតល្អឥតខ្ចោះ)
lb: Match (perfekte Match)
mi: Ōrite (ōrite ōrite)
mk: Натпревар (совршен натпревар)
mn: Тоглолт (төгс тохирох)
ms: Perlawanan (perlawanan sempurna)
my: ပွဲစဉ် (ပြီးပြည့်စုံသောပွဲစဉ်)
nl: Match (perfecte match)
no: Match (perfekt match)
pl: Mecz (idealny mecz)
pt: Match (combinação perfeita)
ro: Potrivire (potrivire perfectă)
ru: Матч (идеальная матча)
sd: ميچ (مڪمل ميچ)
si: තරගය (පරිපූර්ණ ගැලපීම)
sk: Zápas (perfektná zhoda)
sq: Ndeshje (ndeshje perfekte)
sv: Match (perfekt match)
th: จับคู่ (การจับคู่ที่สมบูรณ์แบบ)
tl: Tugma (perpektong tugma)
tr: Maç (Mükemmel Maç)
vi: Trận đấu (kết hợp hoàn hảo)

source: OR search
ar: OR البحث
bg: OR Търсене
ca: OR Cerca
cs: OR Hledání
cy: OR Chwilio
da: OR søgning
de: OR Suche
el: OR Αναζήτηση
fa: OR جستجو
fi: OR Haku
fr: OR Recherche
gd: OR Lorg
he: OR חיפוש
hr: OR
hu: OR keresés
id: OR Pencarian
is: OR leit
it: OR Cerca
ja: OR検索
km: OR ស្វែងរក
lb: OR Sich
mi: OR Rapu
mk: OR Пребарување
mn: OR Хайлт
ms: OR Cari
nl: OR Zoeken
no: OR Søk
pl: OR Wyszukaj
pt: OR pesquisa
ro: OR Căutare
ru: OR Поиск
sd: OR ڳولا
si: OR සෙවීම
sk: OR vyhľadávanie
sq: OR Kërko
sv: OR Sök
th: OR ค้นหา
tl: OR Paghahanap
tr: OR Arama
vi: OR Tìm kiếm

source: AND search
ar: AND البحث
bg: AND Търсене
ca: AND Cerca
cs: AND Hledání
cy: AND Chwilio
da: AND søgning
de: AND Suche
el: AND Αναζήτηση
fa: AND جستجو
fi: AND Hae
fr: AND Recherche
gd: AND Rannsachadh
he: AND חיפוש
hr: AND
hu: AND keresés
id: AND Pencarian
is: AND leit
it: AND Cerca
ja: AND検索
km: AND ស្វែងរក
lb: AND Sich
mi: AND rapu
mk: AND Пребарување
mn: AND Хайлт
ms: AND Cari
nl: AND Zoeken
no: AND Søk
pl: AND Wyszukaj
pt: AND pesquisa
ro: AND Căutare
ru: AND Поиск
sd: AND ڳولا
si: AND සෙවීම
sk: AND vyhľadávanie
sq: AND Kërko
sv: AND Sök
th: AND ค้นหา
tl: AND Paghahanap
tr: AND Arama
vi: AND Tìm kiếm

source: Real numbers have been removed because real numbers cannot be entered in parallel coordination for categorical data.
ar: نظرًا لأن مؤامرة الإحداثيات الموازية لا يمكنها التعامل مع الأرقام الحقيقية ، فقد تمت إزالة بيانات الأرقام الحقيقية.
bg: Тъй като паралелната координатна графика не може да лекува реални числа, данните за реалните числа са премахнати.
ca: Atès que la trama de coordenades paral·lel no pot tractar els números reals, s'han eliminat les dades del nombre real.
cs: Vzhledem k tomu, že graf paralelní souřadnice nemůže léčit reálná čísla, byla odstraněna data skutečného čísla.
cy: Gan na all plot cyfesuryn cyfochrog drin rhifau real, mae data rhifau real wedi'i ddileu.
da: Da parallelt koordinatplot ikke kan behandle reelle tal, er data om reelle tal blevet fjernet.
de: Da das Parallelkoordinatendiagramm keine realen Zahlen behandeln kann, wurden reelle Zahlendaten entfernt.
el: Δεδομένου ότι ο παράλληλος οικόπεδο συντονισμού δεν μπορεί να θεραπεύσει πραγματικούς αριθμούς, έχουν αφαιρεθεί πραγματικοί αριθμοί.
fa: از آنجا که طرح مختصات موازی نمی تواند شماره های واقعی را درمان کند ، داده های شماره واقعی حذف شده است.
fi: Koska rinnakkaiskoordinaatti -kuvaaja ei pysty käsittelemään reaalilukuja, reaalilukutiedot on poistettu.
fr: Étant donné que le tracé de coordonnées parallèles ne peut pas traiter les nombres réels, les données de nombre réel ont été supprimées.
gd: Bhon nach urrainn do chuilbheart co-òrdanachaidh co-òrdanachaidh a bhith a 'làimhseachadh àireamhan fìor, chaidh dàta fìor-ùine a thoirt air falbh.
he: מכיוון שעלילת קואורדינטות מקבילות אינה יכולה להתייחס למספרים אמיתיים, נתוני המספר האמיתי הוסרו.
hr: Budući da paralelna crta koordinata ne može liječiti stvarne brojeve, uklonjeni su podaci o stvarnom broju.
hu: Mivel a párhuzamos koordináta -diagram nem tudja kezelni a valós számokat, a valós számokat eltávolították.
id: Karena plot koordinat paralel tidak dapat mengobati bilangan real, data bilangan real telah dihapus.
is: Þar sem samhliða hnitaslóð getur ekki meðhöndlað rauntölur hafa rauntölu gögn verið fjarlægð.
it: Poiché la trama di coordinate parallele non può trattare i numeri reali, i dati dei numeri reali sono stati rimossi.
ja: パラレルコーディネートプロットに実数は入力できないため、実数のデータは取り除きました。
km: ចាប់តាំងពីផែនការកូអរដោនេប៉ារណែលមិនអាចព្យាបាលតួលេខពិតប្រាកដទិន្នន័យចំនួនពិតប្រាកដត្រូវបានដកចេញទេ។
lb: Zënter Parallel Koordinéierplot kann net real Zuelen behandelen, real Zuel Daten déi ewechgeholl goufen.
mi: Mai i te mea kaore e taea e te mahere whakariterite oti te tohu tuuturu, kua nekehia atu nga raraunga nama tūturu.
mk: Бидејќи паралелниот заговор за координати не може да ги третира реалните броеви, податоците за реалниот број се отстранети.
mn: Хяналтын координатын координатын талбайнууд бодит тоонуудыг эмчилж чадахгүй, бодит тоон мэдээлэл хасагдсан.
ms: Oleh kerana plot koordinat selari tidak dapat merawat nombor sebenar, data nombor sebenar telah dikeluarkan.
my: Parallel ညှိနှိုင်းမှုကြံစည်မှုသည်အမှန်တကယ်နံပါတ်များကိုမဆက်ဆံနိုင်သည့်အတွက်အမှန်တကယ်နံပါတ်အချက်အလက်များကိုဖယ်ရှားလိုက်ပြီဖြစ်သည်။
nl: Omdat parallelle coördinaatplot geen reële getallen kan behandelen, zijn gegevens van reële getallen verwijderd.
no: Siden parallell koordinatplott ikke kan behandle reelle tall, er data fra reelt tall fjernet.
pl: Ponieważ wykres współrzędnych równoległych nie może leczyć liczb rzeczywistych, dane liczby rzeczywistych zostały usunięte.
pt: Como o gráfico de coordenadas paralelas não pode tratar números reais, os dados de números reais foram removidos.
ro: Deoarece graficul de coordonate paralele nu poate trata numerele reale, datele despre numărul real au fost eliminate.
ru: Поскольку параллельный координатный график не может относиться к реальным числам, данные реального числа были удалены.
sd: جتان متوازي همراه پلاٽ حقيقي نمبرن جو علاج نٿو ڪري سگهي، حقيقي نمبر ڊيٽا کي ختم ڪيو ويو آهي.
si: සමාන්තර සම්බන්ධීකරණ කුමන්ත්රණයට සැබෑ සංඛ්යා ප්රතිකාර කළ නොහැක, තාත්වික සංඛ්යා දත්ත ඉවත් කර ඇත.
sk: Pretože graf paralelných súradníc nedokáže liečiť reálne čísla, údaje o reálnom čísle boli odstránené.
sq: Meqenëse komploti i koordinatave paralele nuk mund të trajtojë numrat realë, të dhënat e numrave realë janë hequr.
sv: Eftersom parallell koordinatplott inte kan behandla verkliga siffror har data för verkliga nummer tagits bort.
th: เนื่องจากพล็อตพิกัดแบบขนานไม่สามารถรักษาจำนวนจริงได้ข้อมูลจำนวนจริงจึงถูกลบออก
tl: Dahil ang kahanay na coordinate plot ay hindi maaaring gamutin ang mga tunay na numero, tinanggal ang totoong numero ng data.
tr: Paralel koordinat grafiği gerçek sayıları tedavi edemediğinden, gerçek sayı verileri kaldırılmıştır.
vi: Vì sơ đồ tọa độ song song không thể xử lý các số thực, dữ liệu số thực đã bị xóa.
