Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Series Chart of T2 Statistics
ar: 3. مخطط سلسلة من إحصائيات T2
bg: 3. Серия диаграма на статистиката на T2
ca: 3. Gràfic de sèries de les estadístiques de T2
cs: 3. Graf série statistik T2
cy: 3. Siart Cyfres o Ystadegau T2
da: 3. Seriediagram over T2 -statistikker
de: 3. Seriendiagramm der T2 -Statistik
el: 3. Σειρά Στατιστικής T2
fa: 3. نمودار سری آمار T2
fi: 3. Sarjakaavio T2 -tilastoista
fr: 3. Tableau de la série des statistiques T2
gd: 3. Clàr sreath de staitistig T2
he: 3. תרשים סדרות של סטטיסטיקות T2
hr: 3. Serijski grafikon T2 statistike
hu: 3. A T2 statisztikák sorozatdiagramja
id: 3. Bagan seri statistik T2
is: 3. Series mynd yfir T2 tölfræði
it: 3. Grafico in serie delle statistiche T2
ja: 3. T2統計量プロット
km: 3. តារាងស៊េរីស្ថិតិ T2
lb: 3. Serie Charts vun T2 Statistiken
mi: 3. Te raupapa o nga tatauranga T2
mk: 3. Табела за серии на статистика Т2
mn: 3. T2 статистикийн цуврал график
ms: 3. Carta siri statistik T2
my: T2 စာရင်းအင်းများ 3 စီးရီးဇယား
nl: 3. Seriesgrafiek van T2 -statistieken
no: 3. Seriekart over T2 -statistikk
pl: 3. Wykres seryjny statystyki T2
pt: 3. gráfico da série de estatísticas T2
ro: 3. Graficul seriei de statistici T2
ru: 3. Диаграмма серии статистики T2
sd: 3. S2 شماريات جو سلسلو چارٽ
si: 3. T2 සංඛ්යාලේඛන පිළිබඳ ශ්රේණි සටහන
sk: 3. Séria štatistík T2
sq: 3. Grafiku i Serive të Statistikave T2
sv: 3. Seriediagram över T2 -statistik
th: 3. แผนภูมิซีรีส์ของสถิติ T2
tl: 3. Serye ng tsart ng istatistika ng T2
tr: 3. T2 istatistiklerinin seri çizelgesi
vi: 3. Biểu đồ loạt số liệu thống kê T2

source: Series Chart of Q Statistics
ar: 4. سلسلة مخطط إحصائيات Q
bg: 4. Серийна диаграма на Q статистиката
ca: 4. Gràfic de sèries d’estadístiques Q
cs: 4. Graf série statistik Q
cy: 4. Siart Cyfres o Ystadegau Q
da: 4. Seriediagram over Q -statistikker
de: 4. Seriendiagramm der Q -Statistik
el: 4. Σειρά Στατιστικών Στατιστικών Q
fa: 4. نمودار سری آمار q
fi: 4. Q -tilastojen sarjan kaavio
fr: 4. Tableau de la série de statistiques Q
gd: 4. Clàr nan sreath de staitistig q
he: 4. תרשים סדרות של סטטיסטיקות Q
hr: 4. Serijski grafikon Q statistike
hu: 4. A Q statisztikák sorozatú diagramja
id: 4. Bagan Seri Statistik Q
is: 4. Series mynd yfir Q tölfræði
it: 4. Grafico delle serie di statistiche Q
ja: 4. Q統計量プロット
km: 4. តារាងស៊េរីស្ថិតិសំណួរ
lb: 4. Serie Charts vun q Statistiken
mi: 4. Te raupapa o nga tatauranga Q
mk: 4. Табела за серии на статистика Q
mn: 4. Q Статистикийн цуврал график
ms: 4. Carta siri statistik Q
my: Q စာရင်းအင်းများ၏ 4. စီးရီးဇယား
nl: 4. Seriesgrafiek van Q -statistieken
no: 4. Seriekart over Q -statistikk
pl: 4. Wykres seryjny statystyki Q
pt: 4. gráfico da série de estatísticas Q
ro: 4. Graficul seriei de statistici Q
ru: 4. Диаграмма серии статистики Q
sd: 4. ق جي شماريات جو سلسلو چارٽ
si: 4. Q සංඛ්යාලේඛනවල ශ්රේණි සටහන
sk: 4. Séria štatistík Q
sq: 4. Grafiku i Serive të Statistikave Q
sv: 4. Seriediagram över Q -statistik
th: 4. แผนภูมิซีรีส์ของสถิติ Q
tl: 4. Serye ng Tsart ng Q Statistics
tr: 4. Q istatistiklerinin seri grafiği
vi: 4. Biểu đồ sê -ri về thống kê q

source: Contribution Plot of T2 Statistics
ar: 5. مؤامرة مساهمة إحصائيات T2
bg: 5. График на принос на статистиката на T2
ca: 5. Contribució Trama de les estadístiques T2
cs: 5. Příspěvek spiknutí statistik T2
cy: 5. Plot cyfraniad o ystadegau T2
da: 5. Bidragsplottet af T2 -statistikker
de: 5. Beitragsdiagramm der T2 -Statistik
el: 5. Σχέδιο συμβολής των στατιστικών T2
fa: 5. طرح مشارکت آمار T2
fi: 5. T2 -tilastojen maksu -kaavio
fr: 5. Plot de contribution des statistiques T2
gd: 5. Cuilbheart tabhartais de staitistig T2
he: 5. עלילת תרומה של סטטיסטיקות T2
hr: 5. SLOBON PRIJAVE T2 Statistike
hu: 5. A T2 statisztikák hozzájárulási diagramja
id: 5. Plot Kontribusi Statistik T2
is: 5. Framlagsrit T2 tölfræði
it: 5. Grafico del contributo delle statistiche T2
ja: 5. T2統計量寄与度
km: 5- ការចូលរួមចំណែកនៃស្ថិតិ T2
lb: 5. Bäitrag Komplott vun T2 Statistiken
mi: 5. Te koha mo te T2 Tatauranga
mk: 5. Заговор за придонес на статистиката Т2
mn: 5. T2 статистикийн хувь нэмэр
ms: 5. Plot sumbangan statistik T2
my: t2 စာရင်းအင်း၏ 5. ၏ပံ့ပိုးမှုကြံစည်မှု
nl: 5. Bijdrageplot van T2 -statistieken
no: 5. Bidragsplott av T2 -statistikk
pl: 5. Wykres wkładu statystyki T2
pt: 5. Gráfico de contribuição das estatísticas T2
ro: 5. complotul de contribuție al statisticilor T2
ru: 5. График вклада статистики T2
sd: 5. T2 جي شماريات جو حصو حصو
si: 5. T2 සංඛ්යාලේඛනවල දායකත්වය
sk: 5. Príspevok štatistiky T2
sq: 5. Kontributi Komplot i statistikave T2
sv: 5. Bidragsplott av T2 -statistik
th: 5. พล็อตผลงานของสถิติ T2
tl: 5. Ang plot ng kontribusyon ng mga istatistika ng T2
tr: 5. T2 istatistiklerinin katkı grafiği
vi: 5. Biểu đồ đóng góp của thống kê T2

source: Contribution Plot of Q Statistics
ar: 6. مؤامرة مساهمة إحصائيات Q
bg: 6. График на принос на Q статистиката
ca: 6. Contribució Trama d’estadístiques Q
cs: 6. Příspěvek Plot Q Statistics
cy: 6. Plot Cyfraniad o Ystadegau Q
da: 6. Bidragsplottet af Q -statistikker
de: 6. Beitragsdiagramm von Q -Statistiken
el: 6. Συμβολή Στατιστικής Q στατιστικά στοιχεία
fa: 6. طرح مشارکت آمار q
fi: 6. Q -tilastojen maksumaa kuvaaja
fr: 6. Terrain de contribution des statistiques Q
gd: 6. Plot tabhartais de staitistig q
he: 6. עלילת תרומה של סטטיסטיקות Q
hr: 6. Shema doprinosa Q statistike
hu: 6. A Q statisztikák hozzájárulási diagramja
id: 6. Plot Kontribusi Statistik Q
is: 6. Framlags lóð Q tölfræði
it: 6. Grafico del contributo delle statistiche Q
ja: 6. Q統計量寄与度
km: 6. ការចូលរួមចំណែកនៃស្ថិតិ q
lb: 6. Bäitrag Komplott vun q Statistiken
mi: 6. Te koha mo te Q Tatauranga
mk: 6. Заговор за придонес на статистиката Q
mn: 6. Q Статистикийн хувь нэмэр
ms: 6. Plot sumbangan statistik Q
my: Q စာရင်းအင်းများ၏ 6. ပံ့ပိုးမှု
nl: 6. Bijdrageplot van Q -statistieken
no: 6. Bidragsplott av Q -statistikk
pl: 6. Wykres wkładu statystyki Q
pt: 6. Gráfico de contribuição de estatísticas Q
ro: 6. Complotul de contribuție al statisticilor Q
ru: 6. График вклада статистики Q
sd: 6. ق جي شماريات جو حصو حصو
si: 6. Q සංඛ්යාලේඛනවල දායකත්වය
sk: 6. Príspevok štatistík Q
sq: 6. Kontributi Komplot i statistikave Q
sv: 6. Bidragsplott av Q -statistik
th: 6. พล็อตผลงานของสถิติ Q
tl: 6. Plano ng kontribusyon ng mga istatistika ng Q.
tr: 6. Q istatistiklerinin katkı grafiği
vi: 6. Biểu đồ đóng góp của thống kê q

source: Remove outlier
ar: أخرجها
bg: Премахнете външната страна
ca: Elimina el destacat
cs: Odstraňte odlehlé
cy: Tynnwch y tu allan
da: Fjern outlier
de: Ausreißer entfernen
el: Αφαιρέστε το Outlier
fa: دور کردن
fi: Poistoa
fr: Supprimer la valeur aberrante
gd: Thoir air falbh outlier
he: הסר את המתווה
hr: Uklonite vanjski
hu: Távolítsa el a külsőt
id: Hapus outlier
is: Fjarlægðu útlæga
it: Rimuovere il valore anomalo
ja: 外れ値除去
km: យកម៉ាស៊ីនចេញ
lb: Ewechzehuelen Outlier
mi: Tango i konei
mk: Отстранете го пооддалечениот
mn: OUTLIER-ийг устгах
ms: Keluarkan outlier
my: Outlier ဖယ်ရှားပါ
nl: Verwijder de uitbijter
no: Fjern outlier
pl: Usuń wartości odstające
pt: Remova Outlier
ro: Eliminați mai vechi
ru: Удалить выброс
sd: ٻاهران هٽايو
si: පිටස්තරයා ඉවත් කරන්න
sk: Odstráňte odľahlý
sq: Hiq Outlier
sv: Ta bort outlier
th: ลบค่าผิดปกติ
tl: Alisin ang mas malabo
tr: Aykırı kaldır
vi: Loại bỏ ngoại lệ

source: Training data
ar: بيانات التدريب
bg: Данни за обучение
ca: Dades de formació
cs: Tréninková data
cy: Data Hyfforddi
da: Uddannelsesdata
de: Trainingsdaten
el: Δεδομένα κατάρτισης
fa: داده های آموزش
fi: Koulutustiedot
fr: Données d'entraînement
gd: Dàta trèanaidh
he: נתוני אימונים
hr: Podaci o obuci
hu: Képzési adatok
id: Data pelatihan
is: Þjálfunargögn
it: Dati di formazione
ja: 学習データ
km: ទិន្នន័យបណ្តុះបណ្តាល
lb: Trainingsaten
mi: Nga raraunga whakangungu
mk: Податоци за обука
mn: Сургалтын мэдээлэл
ms: Data latihan
my: လေ့ကျင့်ရေးဒေတာ
nl: Trainingsdata
no: Treningsdata
pl: Dane szkoleniowe
pt: Dados de treinamento
ro: Date de instruire
ru: Данные обучения
sd: سکيا جي ڊيٽا
si: පුහුණු දත්ත
sk: Výcvikové údaje
sq: Të dhëna për trajnim
sv: Utbildningsdata
th: ข้อมูลการฝึกอบรม
tl: Data ng pagsasanay
tr: Eğitim verileri
vi: Dữ liệu đào tạo

source: Testing data
ar: اختبار البيانات
bg: Данни за тестване
ca: Dades de prova
cs: Testování dat
cy: Profi Data
da: Testdata
de: Daten testen
el: Δεδομένα δοκιμών
fa: داده های آزمایش
fi: Testaustiedot
fr: Tester les données
gd: Deuchainn Deuchainn
he: בדיקת נתוני
hr: Podaci o testiranju
hu: Adatok tesztelése
id: Menguji data
is: Prófunargögn
it: Dati di test
ja: 検証データ
km: ទិន្នន័យសាកល្បង
lb: Testdaten
mi: Nga raraunga whakamatautau
mk: Податоци за тестирање
mn: Шалгалтын мэдээлэл
ms: Data ujian
my: ဒေတာကိုစမ်းသပ်ခြင်း
nl: Gegevens testen
no: Testdata
pl: Testowanie danych
pt: Dados de teste
ro: Testarea datelor
ru: Данные тестирования
sd: ڊيٽا جي چڪاس
si: දත්ත පරීක්ෂා කිරීම
sk: Testovacie údaje
sq: Testimi i të dhënave
sv: Testdata
th: การทดสอบข้อมูล
tl: Data ng Pagsubok
tr: Test Verileri
vi: Kiểm tra dữ liệu

source: Yes
ar: نعم
bg: Да
ca: Sí
cs: Ano
cy: Ie
da: Ja
de: Ja
el: Ναί
fa: آره
fi: Joo
fr: Oui
gd: Tha
he: כן
hr: Da
hu: Igen
id: Ya
is: Já
it: sì
ja: はい
km: បាត
lb: Jo
mi: Āe
mk: Да
mn: Мон
ms: Ya
my: ဟုတ်ကဲ့
nl: Ja
no: Ja
pl: TAk
pt: Sim
ro: da
ru: Да
sd: ها
si: ඔව්
sk: Áno
sq: po
sv: Ja
th: ใช่
tl: Oo
tr: Evet
vi: Đúng

source: No
ar: رقم
bg: Не
cs: Ne
cy: Na
da: Ingen
de: Nein
el: Οχι
fa: هیچ
fi: Ei
fr: Non
gd: Chan eil
he: לא
hr: Ne
hu: Nem
id: Tidak
is: Nei
ja: いいえ
km: ដេលក្ផាន
lb: Nee
mi: Kāo
mk: Не
mn: #NAME?
ms: Tidak
my: မဟုတ်
nl: Nee
no: Nei
pl: Nie
pt: Não
ro: Nu
ru: Нет
sd: نه
si: නැත
sk: Nie
sq: Jo
sv: Nej
th: ไม่
tl: Hindi
tr: Numara
vi: Không

source: Data Type
ar: نوع البيانات
bg: Тип данни
ca: Tipus de dades
cs: Datový typ
cy: Math o ddata
de: Datentyp
el: Τύπος δεδομένων
fa: نوع داده
fi: Tietotyyppi
fr: Type de données
gd: Seòrsa dàta
he: סוג מידע
hr: Vrsta podataka
hu: Adattípus
id: Tipe data
is: Gagnategund
it: Tipo di dati
ja: データ型
km: ប្រភេទ​ទិន្នន័យ
lb: DATA Typ Typ Typ Typ
mi: Momo Raraunga
mk: Тип на податоци
mn: Мэдээллийн төрөл
ms: Jenis data
my: ဒေတာအမျိုးအစား
pl: Typ danych
pt: Tipo de dados
ro: Tip de date
ru: Тип данных
sd: ڊيٽا جو قسم
si: දත්ත වර්ගය
sk: Dátový typ
sq: Lloji i të dhënave
sv: Data typ
th: ประเภทข้อมูล
tl: Uri ng datos
tr: Veri tipi
vi: Loại dữ liệu

source: Example
ar: مثال
bg: Пример
ca: Exemple
cs: Příklad
cy: Hesiamol
da: Eksempel
de: Beispiel
el: Παράδειγμα
fa: مثال
fi: Esimerkki
fr: Exemple
gd: Eisimpleir
he: דוגמא
hr: Primjer
hu: Példa
id: Contoh
is: Dæmi
it: Esempio
ja: 例
km: កមរុ
lb: Haaptun ze
mi: Tauira
mk: Пример
mn: Жишээ
ms: Contoh
my: နမူနာ
nl: Voorbeeld
no: Eksempel
pl: Przykład
pt: Exemplo
ro: Exemplu
ru: Пример
sd: ڏ پيدا
si: උදාහරණයක්
sk: Príklad
sq: Shembull
sv: Exempel
th: ตัวอย่าง
tl: Halimbawa
tr: Örnek
vi: Thí dụ

source: ERROR
ar: خطأ
bg: Грешка
cs: Chyba
cy: Gwallau
da: Fejl
de: Fehler
el: Λάθος
fa: خطا
fi: Virhe
fr: Erreur
gd: Mearachd
he: שְׁגִיאָה
hr: Pogreška
hu: Hiba
id: Kesalahan
is: Villa
it: Errore
km: កមហុស
lb: Feeler
mi: Hē
mk: Грешка
mn: Алдаа
ms: Ralat
my: အမှား
nl: Fout
no: Feil
pl: Błąd
pt: Erro
ro: Eroare
ru: Ошибка
sd: غلط
si: දෝෂයකි
sk: Chyba
sq: Gabim
sv: Fel
th: ข้อผิดพลาด
tr: Hata
vi: Lỗi

source: WARNING
ar: تحذير
bg: Внимание
ca: Advertència
cs: Varování
cy: Rhybuddion
da: Advarsel
de: Warnung
el: Προειδοποίηση
fa: هشدار
fi: Varoitus
fr: Avertissement
gd: Rabhadh
he: אַזהָרָה
hr: Upozorenje
hu: Figyelem
id: Peringatan
is: Viðvörun
it: Avvertimento
km: ការរបមាន
lb: Enger Facwannung
mi: Kupu tūpato
mk: Предупредување
mn: Анхааруулга
ms: Amaran
my: အသိပေးချက်
nl: Waarschuwing
no: Advarsel
pl: Ostrzeżenie
pt: Aviso
ro: Avertizare
ru: Предупреждение
sd: خبرداري
si: අවවාදයයි
sk: POZOR
sq: Paralajmërim
sv: Varning
th: คำเตือน
tl: Babala
tr: Uyarı
vi: Cảnh báo

source: AllNA
ar: نظرًا لأن جميع الصفوف قد تم حذفها عن طريق معالجة قيمة العجز (NA إزالة) ، لا توجد بيانات لتحليلها. تأكد من عدم تحديد القيمة الفارغة ، بما في ذلك NA ،.
bg: Тъй като всички редове са изтрити чрез обработка на стойността на дефицита (NA премахване), няма данни за анализ. Уверете се, че празната стойност, включително NA, не е избрана.
ca: Atès que totes les files han estat suprimides mitjançant el processament del valor de dèficit (eliminació NA), no hi ha dades per analitzar. Assegureu -vos que el valor buit, inclòs NA, no estigui seleccionat.
cs: Vzhledem k tomu, že všechny řádky byly odstraněny zpracováním hodnoty deficitu (NA odstranění), neexistují žádná data analyzovat. Ujistěte se, že prázdná hodnota, včetně NA, není vybrána.
cy: Gan fod yr holl resi wedi'u dileu gan brosesu gwerth diffyg (tynnu NA), nid oes unrhyw ddata i'w ddadansoddi. Sicrhewch nad yw'r gwerth gwag, gan gynnwys NA, yn cael ei ddewis.
da: Da alle rækker er blevet slettet af underskudsværdibehandling (NA fjernelse), er der ingen data at analysere. Sørg for, at den tomme værdi, inklusive NA, ikke er valgt.
de: Da alle Zeilen durch Defizitwertverarbeitung (NA Entfernung) gelöscht wurden, gibt es keine Daten zur Analyse. Stellen Sie sicher, dass der leere Wert, einschließlich NA, nicht ausgewählt ist.
el: Δεδομένου ότι όλες οι σειρές έχουν διαγραφεί με επεξεργασία τιμής ελλείμματος (NA αφαίρεση), δεν υπάρχουν δεδομένα για ανάλυση. Βεβαιωθείτε ότι η κενή τιμή, συμπεριλαμβανομένου του NA, δεν έχει επιλεγεί.
fa: از آنجا که تمام ردیف ها با پردازش ارزش کسری (حذف NA) حذف شده اند ، هیچ داده ای برای تجزیه و تحلیل وجود ندارد. اطمینان حاصل کنید که مقدار خالی از جمله NA انتخاب نشده است.
fi: Koska kaikki rivit on poistettu alijäämän arvonkäsittelyllä (NA poisto), analysoitavissa ei ole tietoa. Varmista, että tyhjää arvoa, mukaan lukien NA, ei ole valittu.
fr: Étant donné que toutes les lignes ont été supprimées par le traitement de la valeur du déficit (supprimer NA), il n'y a pas de données à analyser. Assurez-vous que la valeur vide, y compris NA, n'est pas sélectionnée.
gd: Leis gun deach a h-uile togalach a dhubhadh às le giullachd luach èiginn (NA toirt air falbh), chan eil dàta ann airson sgrùdadh a dhèanamh. Dèan cinnteach gu bheil an luach falamh, a 'toirt a-steach NA, air a thaghadh.
he: מכיוון שכל השורות נמחקו על ידי עיבוד ערך הגירעון (הסרת NA), אין נתונים לניתוח. וודא שהערך הריק, כולל NA, לא נבחר.
hr: Budući da su svi redovi izbrisani obradom vrijednosti deficita (NA uklanjanje), nema podataka za analizu. Provjerite da nije odabrana prazna vrijednost, uključujući NA.
hu: Mivel az összes sort a hiányérték feldolgozása (NA eltávolítás) törölte, nincs adat elemzésre. Győződjön meg arról, hogy az üres érték, beleértve a NA értéket, nincs kiválasztva.
id: Karena semua baris telah dihapus oleh pemrosesan nilai defisit (penghapusan NA), tidak ada data untuk dianalisis. Pastikan bahwa nilai kosong, termasuk NA, tidak dipilih.
is: Þar sem öllum línum hefur verið eytt með vinnslu á halla (NA flutningur) eru engin gögn til að greina. Gakktu úr skugga um að tómt gildi, þar með talið NA, sé ekki valið.
it: Poiché tutte le righe sono state eliminate dall'elaborazione del valore di deficit (NA rimozione), non ci sono dati da analizzare. Assicurarsi che il valore vuoto, incluso NA, non sia selezionato.
ja: 全ての行が欠損値処理(NA除去)によって削除されたため、分析するデータがありません。NAを含む空の値だけの列が選択されていないか確認してください。
km: ចាប់តាំងពីជួរទាំងអស់ត្រូវបានលុបដោយដំណើរការតម្លៃឱនភាព (NA ការដកយកចេញ) មិនមានទិន្នន័យដើម្បីវិភាគទេ។ ត្រូវប្រាកដថាតម្លៃទទេរួមទាំងតម្លៃ NA មិនត្រូវបានជ្រើសរើសទេ។
lb: Zënter all Reihen goufen vum Defizit Wäertveraarbechtungsveraarbechtung (NA. Et gëtt keng Daten fir ze analyséieren. Gitt sécher datt den eidele Wäert, inklusiv NA, gëtt net ausgewielt.
mi: I te mea kua mukua nga rarangi katoa e te tukatuka uara kore (NA te tango), kaore he raraunga hei tātari. Kia mahara ko te uara kore, tae atu ki te NA, kaore i tohua.
mk: Бидејќи сите редови се избришани со обработка на вредноста на дефицитот (отстранување NA), нема податоци за анализирање. Осигурете се дека празната вредност, вклучително и NA, не е избрана.
mn: Бүх мөрийг алдагдал боловсруулалтаар устгасан (NA ______ арилгах), дүн шинжилгээ хийхэд ямар ч өгөгдөл байхгүй болно. Хоосон утга, NA NA үүнд сонгоогүй эсэхийг шалгаарай.
ms: Oleh kerana semua baris telah dipadam oleh pemprosesan nilai defisit (penyingkiran NA), tidak ada data untuk dianalisis. Pastikan nilai kosong, termasuk NA, tidak dipilih.
my: RIP အားလုံးကိုလိုငွေပြမှုတန်ဖိုးအပြောင်းအလဲနဲ့ (NA ဖယ်ရှားခြင်း) ဖြင့်ဖျက်ပစ်လိုက်ခြင်းကြောင့်ခွဲခြမ်းစိတ်ဖြာရန်အချက်အလက်မရှိပါ။ NA အပါအ 0 င်အချည်းနှီးသောတန်ဖိုးကိုမရွေးကြောင်းသေချာပါစေ။
nl: Aangezien alle rijen zijn verwijderd door de verwerking van tekortwaarde (NA verwijderen), zijn er geen gegevens te analyseren. Zorg ervoor dat de lege waarde, inclusief NA, niet is geselecteerd.
no: Siden alle rader er slettet ved behandling av underskuddsverdi (NA fjerning), er det ingen data å analysere. Forsikre deg om at den tomme verdien, inkludert NA, ikke er valgt.
pl: Ponieważ wszystkie wiersze zostały usunięte przez przetwarzanie wartości deficytu (NA usuwanie), nie ma danych do analizy. Upewnij się, że pusta wartość, w tym NA, nie jest wybrana.
pt: Como todas as linhas foram excluídas pelo processamento do valor do déficit (remoção NA), não há dados a serem analisados. Certifique -se de que o valor vazio, incluindo NA, não esteja selecionado.
ro: Deoarece toate rândurile au fost șterse prin procesarea valorii deficitului (NA îndepărtare), nu există date de analizat. Asigurați -vă că valoarea goală, inclusiv NA, nu este selectată.
ru: Поскольку все строки были удалены путем обработки дефицита значения (NA удаление), не существует данных для анализа. Убедитесь, что пустое значение, включая NA, не выбрано.
sd: جتان سڀ قطار خساري جي قيمت پروسيسنگ (NA هٽائڻ) ذريعي ختم ڪيا ويا آهن، تجزيو ڪرڻ لاء ڪابه ڊيٽا ناهي. پڪ ڪريو ته خالي قيمت، بشمول NA منتخب ٿيل ناهي.
si: සියලුම පේළි වලන අගය සැකසුම් (NA ඉවත් කිරීම) මගින් මකා දමා ඇති බැවින්, විශ්ලේෂණය කිරීමට දත්ත නොමැත. NA ඇතුළු හිස් අගය තෝරා නොගන්නා බවට වග බලා ගන්න.
sk: Pretože všetky riadky boli odstránené spracovaním hodnoty deficitu (odstránenie NA), neexistujú žiadne údaje, ktoré by sa dali analyzovať. Uistite sa, že prázdna hodnota vrátane NA nie je vybraná.
sq: Meqenëse të gjitha rreshtat janë fshirë nga përpunimi i vlerës së deficitit (heqja NA), nuk ka të dhëna për të analizuar. Sigurohuni që vlera boshe, përfshirë NA, nuk është zgjedhur.
sv: Eftersom alla rader har tagits bort genom underskottsvärdebehandling (avlägsnande av NA) finns det inga data att analysera. Se till att det tomma värdet, inklusive NA, inte är valt.
th: เนื่องจากทุกแถวถูกลบโดยการประมวลผลการขาดดุล (การลบ NA) จึงไม่มีข้อมูลที่จะวิเคราะห์ ตรวจสอบให้แน่ใจว่าไม่มีการเลือกค่าที่ว่างเปล่ารวมถึง NA
tl: Dahil ang lahat ng mga hilera ay tinanggal sa pamamagitan ng pagproseso ng halaga ng halaga (NA pag -alis), walang data upang pag -aralan. Siguraduhin na ang walang laman na halaga, kabilang ang NA, ay hindi napili.
tr: Tüm satırlar açık değer işleme (NA kaldırma) ile silindiğinden, analiz edilecek veri yoktur. NA dahil boş değerin seçilmediğinden emin olun.
vi: Vì tất cả các hàng đã bị xóa bằng cách xử lý giá trị thâm hụt (loại bỏ NA), nên không có dữ liệu để phân tích. Đảm bảo rằng giá trị trống, bao gồm NA, không được chọn.
