Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Search Options
ar: General Search Options&#013・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
bg: General Search Options&#013・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
ca: General Search Options&#013・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
cs: General Search Options&#013・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
cy: General Search Options&#013・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
da: General Search Options&#013・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
de: General Search Options&#013・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
el: General Search Options&#013・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
fa: General Search Options&#013・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
fi: General Search Options&#013・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
fr: General Search Options&#013・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
gd: General Search Options&#013・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
he: General Search Options&#013・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
hr: General Search Options&#013・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
hu: General Search Options&#013・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
id: General Search Options&#013・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
is: General Search Options&#013・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
it: General Search Options&#013・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
ja: 一般的な検索オプション&#013;・AND検索(複数のワード[空白区切]を同時に含む) ex.A B → A B,AB,AcB,…&#013;・OR検索 (複数のワード[空白区切]を含む) ex.A B → A B,AB,AcB,A,B,Ac,cB,…&#013;・部分一致(桁指定) ex.34 5桁～：JP1234,112234 ／ 123 3桁～：JP1234,001234&#013;・一致する(完全一致) ex.AB → AB のみ (×:aB,0AB,ABAB,…)&#013;・で始まる ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・で終わる ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;正規表現：シリアルなどの形式を詳細指定します&#013; \d{9} :9桁の数字 ex.123456789,098765432&#013; 7\d{9} :7で始まる10桁の数字 ex.7123456789 &#013; \d{3,5}:3～5桁の数字 ex.123,4567,89012 &#013; \w{5} :5桁のアルファベット・_・数字[a-zA-Z_0-9](以下文字と表記)&#013; \w{3}-\d{4}:3桁の文字+ハイフン+4桁の数字 ex.AB3-1234&#013; JP\d{10} :JPで始まり数字10桁の形式(DNJPの品番等)ex.JP1234567890&#013; (JP|EN)\d{2}:JPもしくはENで始まり数字2桁の表現 ex.JP12,EN34&#013;
km: General Search Options&#013;・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
lb: General Search Options&#013;・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
mi: General Search Options&#013;・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
mk: General Search Options&#013;・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
mn: General Search Options&#013;・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
ms: General Search Options&#013;・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
my: General Search Options&#013;・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
nl: General Search Options&#013;・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
no: General Search Options&#013;・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
pl: General Search Options&#013;・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
pt: General Search Options&#013;・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
ro: General Search Options&#013;・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
ru: General Search Options&#013;・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
sd: General Search Options&#013;・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
si: General Search Options&#013;・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
sk: General Search Options&#013;・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
sq: General Search Options&#013;・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
sv: General Search Options&#013;・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
th: General Search Options&#013;・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
tl: General Search Options&#013;・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
tr: General Search Options&#013;・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
vi: General Search Options&#013;・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; \d{10} :10-digit number ex.1234567890,0987654321&#013; 7\d{9} :10-digit number starting with 7 ex.7123456789&#013; \d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; \w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; \w{3}-\d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JP\d{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)\d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
