Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Confirm import data message 4
ar: عندما يتم تعيين "دورة التحديث" من "قاعدة البيانات / CSV" إعدادات قراءة "، يتم استيراد البيانات من الوقت الحالي تلقائيا في دورة المجموعة.
bg: Когато е зададена „цикъл на актуализиране“ на „Настройка за четене на базата данни / CSV“, тя ще бъде автоматично импортирана в периода, когато данните след текущото време са зададени.
ca: Quan s’estableixi "Cicle d'actualització" de "Base de dades / CSV Configuració de lectura", s'importarà automàticament en el període en què es configuren les dades després de la definició de l'hora actual.
cs: Pokud bude nastaven „Aktualizovací cyklus“ „Nastavení čtení“ databáze / CSV, bude automaticky importován v období, kdy jsou data po aktuálním čase nastavena.
cy: Pan fydd "Cylch Diweddaru" o "gronfa ddata / CSV yn gosod gosodiad" wedi'i osod, bydd yn cael ei fewnforio yn awtomatig yn y cyfnod pan fydd y data ar ôl yr amser cyfredol wedi'i osod.
da: Når "Opdateringscyklus" af "Database / CSV Læsningsindstilling" indstilles, importeres den automatisk i den periode, hvor dataene efter den aktuelle tid er indstillet.
de: Wenn "Datenbank / CSV -Lesung" eingestellt wird, wird sie in dem Zeitraum, an dem die Daten nach der aktuellen Zeit festgelegt sind, automatisch importiert.
el: Όταν ο κύκλος ενημέρωσης "της" βάσης δεδομένων " / CSV ρύθμιση ανάγνωσης" έχει οριστεί, θα εισαχθεί αυτόματα κατά την περίοδο κατά την οποία έχει οριστεί τα δεδομένα μετά την τρέχουσα ώρα.
fa: هنگامی که "به روز رسانی چرخه" از "پایگاه داده / CSV خواندن تنظیمات" تنظیم شده است، داده ها از زمان فعلی به طور خودکار در چرخه تنظیم وارد می شود.
fi: Kun "tietokannan / CSV -lukuasetusten" päivitysjakso "asetetaan, se tuotetaan automaattisesti ajanjaksolla, jolloin tiedot nykyisen ajan asettamisen jälkeen.
fr: Lorsque le "cycle de mise à jour" de "Database / CSV Le paramètre de lecture" est défini, il sera automatiquement importé dans la période où les données après l'heure actuelle sont définies.
gd: Nuair a bhios "ùrachadh Cearcall" de "Stòr-dàta / CSV Suidheachadh Leughaidh" air a shuidheachadh, thèid a thoirt a-steach gu fèin-ghluasadach anns an ùine nuair a thèid an dàta às deidh an àm seo a shuidheachadh.
he: כאשר "עדכון מחזור" של "מסד נתונים / CSV קרא הגדרות" מוגדר, הנתונים מהזמן הנוכחי מיובאים באופן אוטומטי במחזור הגדר.
hr: Kada se postavi "ciklus ažuriranja" "Postavke za čitanje baze podataka / CSV", automatski će se uvesti u razdoblju kada se postavljaju podaci nakon trenutnog vremena.
hu: Amikor beállítják az "Adatbázis / CSV beállítás" "frissítési ciklusát", akkor az automatikusan importálódik abban az időszakban, amikor az aktuális idő beállítását követő adatok beállítják.
id: Ketika "Perbarui Siklus" dari "Database / CSV Pengaturan Membaca" diatur, itu akan diimpor secara otomatis pada periode ketika data setelah waktu saat ini diatur.
is: Þegar „Update Cycle“ á „Database / CSV lestrarstillingu“ er stillt verður það sjálfkrafa flutt inn á tímabilið þegar gögnin eftir núverandi tíma eru stillt.
it: Quando viene impostato "Ciclo di aggiornamento" di "Database / CSV Impostazione di lettura", verrà automaticamente importato nel periodo in cui i dati dopo l'ora corrente sono impostati.
ja: 「データベース・CSV読み込み設定」の「更新周期」を設定すると、現時刻以降のデータを設定した周期で自動でインポートします。
km: នៅពេលដែល "ការធ្វើបច្ចុប្បន្នភាពវដ្ត" នៃ "មូលដ្ឋានទិន្នន័យ / CSV" ត្រូវបានកំណត់វានឹងត្រូវបាននាំចូលដោយស្វ័យប្រវត្តិក្នុងរយៈពេលដែលទិន្នន័យបន្ទាប់ពីពេលវេលាបច្ចុប្បន្នត្រូវបានកំណត់។
lb: Wann "Update fonction" vun "Datebank / __44D" Liesen Astellung "Adresse" gëtt automatesch importéiert, well d'Donnéeën no der Zäit verdeelt gëtt wann d'Donnéeën ofgehale ginn wann d'Donnéeë gläichtraportéiert ginn wann d'Donnéeë verschléissen wann d'Donnéeë scho verschlësselt ass wann d'Donnéeë verschwonnen sinn wann d'Donnéeë verschléissen ass asprivéiert Zäit ze importéiert.
mi: Ka "te huringa whakahou" o "pātengi raraunga / CSV te whanganga panui" kua whakatauhia aunoa, ka kawemai aunoa i roto i te waa i muri i te waa i muri i te waa.
mk: Кога е поставено „циклус на ажурирање“ на „база на податоци / CSV поставување на читање“, тој автоматски ќе се увезува во периодот кога ќе се постават податоците по тековното време.
mn: Өгөгдлийн сан / __140 унших "-г" шинэчлэх мөчлөг "-ийг уншихад" Одоогийн цагийг тохируулсны дараа өгөгдөл нь автоматаар орж ирнэ.
ms: Apabila "kitaran kemas kini" dari "Pangkalan Data / CSV Tetapan Membaca" ditetapkan, ia akan diimport secara automatik dalam tempoh data selepas masa semasa ditetapkan.
my: Database / CSV14 CSV14 __ စာဖတ်ခြင်းချိန်ညှိခြင်း ၏ "Update Cycle" ကိုသတ်မှတ်သောအခါလက်ရှိအခြေအနေအပြီးအချက်အလက်များကိုအလိုအလျောက်တင်သွင်းလိမ့်မည်။
nl: Wanneer "Update -cyclus" van "Database / CSV -leesinstelling" is ingesteld, wordt deze automatisch geïmporteerd in de periode waarin de gegevens na de huidige tijd zijn ingesteld.
no: Når "Oppdateringssyklus" av "Database / CSV Lesinginnstilling" er satt, vil den automatisk importeres i perioden når dataene etter gjeldende tid er satt.
pl: Gdy ustawiono „cykl aktualizacji” „Ustawienia odczytu” / CSV ”, zostanie ona automatycznie zaimportowana w okresie, w którym dane po ustawieniu bieżącego czasu są ustawione.
pt: Quando o "ciclo de atualização" de "banco de dados / CSV configuração de leitura" estiver definido, ele será importado automaticamente no período em que os dados após a hora atual forem definidos.
ro: Când este setat „Actualizare ciclu” al „Bazei de date / CSV Setarea de citire”, acesta va fi importat automat în perioada în care datele după ora curentă sunt setate.
ru: При установке «Цикл обновления» «базы данных / CSV Настройка чтения» он будет автоматически импортироваться в тот период, когда установлены данные после текущего времени.
sd: جڏهن "ڊيٽابيس / __ -14__" سيٽ "جو چڪر" سيٽ "سيٽ، سيٽ، ڊيٽا سيٽ چڪر ۾ درآمد ڪيو ويندو آهي.
si: දත්ත සමුදාය / CSV කියවීමේ සැකසුම හි "දත්ත සමුදාය / CSV චක්රය" සකසා ඇති විට, වත්මන් කාලය සැකසූ පසු දත්ත ස්වයංක්රීයව ආනයනය කෙරේ.
sk: Keď je nastavený „aktualizačný cyklus“ „databázy / CSV nastavenie čítania“, automaticky sa importuje v období, keď sa údaje po aktuálnom čase nastavia.
sq: Kur është vendosur "cikli i azhurnimit" i "bazës së të dhënave / CSV vendosja e leximit", ai do të importohet automatikisht në periudhën kur të vendosen të dhënat pas kohës së tanishme.
sv: När "Uppdateringscykeln" för "databas / CSV läsinställning" är inställd kommer den automatiskt att importeras under den period då uppgifterna efter den aktuella tiden är inställd.
th: เมื่อ "การอัปเดตรอบ" ของ "ฐานข้อมูล / CSV ตั้งค่าการตั้งค่า" จะถูกตั้งค่าจะถูกนำเข้าโดยอัตโนมัติในช่วงเวลาที่ข้อมูลหลังจากตั้งเวลาปัจจุบัน
tl: Kapag ang "Update Cycle" ng "database / CSV setting ng pagbabasa" ay nakatakda, awtomatikong mai -import ito sa panahon kung kailan nakatakda ang kasalukuyang oras.
tr: Veritabanı / CSV okuma ayarı nın "Güncelleme Döngüsü" ayarlandığında, geçerli saatin ayarlandığı verilerin olduğu dönemde otomatik olarak içe aktarılır.
vi: Khi "Cập nhật chu kỳ" của "cơ sở dữ liệu / CSV Cài đặt đọc" được đặt, nó sẽ được tự động nhập trong khoảng thời gian khi dữ liệu sau thời gian hiện tại được đặt.

source: Trace Information
ar: معلومات تتبع
bg: Информация за проследяване
ca: Rastreja la informació
cs: Stopové informace
cy: Olrhain gwybodaeth
da: Sporingsinformation
de: Verfolgungsinformationen
el: Εντοπισμός πληροφοριών
fa: اطلاعات ردیابی
fi: Jäljitystiedot
fr: Tracer des informations
gd: Fiosrachadh trac
he: מידע על עקבות
hr: Informacije o tragovima
hu: Nyomkövetéssel kapcsolatos információk
id: Lacak informasi
is: Rekja upplýsingar
it: Traccia informazioni
ja: 動作検証
km: ព័ត៌មានដាន
lb: Spure Informatioun
mi: Nga korero mo nga korero
mk: Информации за трага
mn: Ул мөрийг хянах
ms: Mengesan maklumat
my: သတင်းအချက်အလက်များကိုခြေရာကောက်
nl: Trace -informatie
no: Sporinformasjon
pl: Informacje śledzenia
ro: Urmăriți informații
ru: Информация о следах
sd: معلومات جي ڳولا
si: තොරතුරු සොයා ගන්න
sk: Sledovanie informácií
sq: Informacion për gjurmë
sv: Spårinformation
th: ข้อมูลติดตาม
tl: Bakas ang impormasyon
tr: İz bilgileri
vi: Thông tin theo dõi

source: Trace Data
ar: تتبع البيانات
bg: Данни за проследяване
ca: Rastreja les dades
cs: Sledovací data
cy: Olrhain Data
da: Spordata
de: Spurendaten
el: Ιχνοστοιχεία
fa: داده های ردیابی
fi: Jäljitystiedot
fr: Tracer des données
gd: Dàta lorg
he: עקוב אחר נתוני
hr: Podaci u tragovima
hu: Nyomkövetési adatok
id: Lacak data
is: Rekja gögn
it: Traccia dati
ja: データ紐付け
km: ទិន្នន័យដាន
lb: Spure Daten
mi: Raraunga Trace
mk: Податоци за трага
mn: Шат мөр
ms: Data jejak
my: အချက်အလက်များကိုသဲလွန်စ
nl: Traceer gegevens
no: Spor data
pl: Dane śledzenia
pt: Dados de rastreamento
ro: Urmăriți datele
ru: Трассировки данных
sd: ڊيٽا جو ڊيٽا
si: දත්ත සොයා ගන්න
sk: Sledovanie údajov
sq: Të dhëna për gjurmët
sv: Spårdata
th: ข้อมูลติดตาม
tl: Bakas data
tr: İz verileri
vi: Dữ liệu theo dõi

source: Could not access
ar: لا يمكن الوصول
bg: Не може да има достъп
ca: No s'ha pogut accedir
cs: Nemohl přístup
cy: Ni allai gael mynediad
da: Kunne ikke få adgang til
de: Konnte nicht zugreifen
el: Δεν ήταν δυνατή η πρόσβαση
fa: دسترسی پیدا نکرد
fi: Ei päässyt
fr: Je ne pouvais pas accéder
gd: Cha b 'urrainn faighinn a-steach
he: לא יכול היה לגשת
hr: Nije mogao pristupiti
hu: Nem tudott hozzáférni
id: Tidak bisa mengakses
is: Gat ekki nálgast
it: Non poteva accedere
ja: ：アクセスできませんでした
km: មិនអាចចូលដំណើរការបានទេ
lb: Konnt net Zougang
mi: Kaore i taea te uru atu
mk: Не можеше да пристапи
mn: Нэвтрэх боломжгүй байна
ms: Tidak dapat mengakses
my: မ 0 င်နိုင်ဘူး
nl: Kon geen toegang krijgen
no: Kunne ikke få tilgang til
pl: Nie mógł uzyskać dostępu
pt: Não foi possível acessar
ro: Nu a putut accesa
ru: Не мог получить доступ
sd: رسائي نه ٿي سگهيو
si: ප්රවේශ විය නොහැක
sk: Nemal prístup
sq: Nuk mund të hyjë
sv: Kunde inte komma åt
th: ไม่สามารถเข้าถึงได้
tl: Hindi ma -access
tr: Erişemedi
vi: Không thể truy cập

source: Click here to fix
ar: انقر هنا لإصلاحه.
bg: Щракнете тук, за да го поправите.
ca: Feu clic aquí per solucionar -ho.
cs: Kliknutím sem to opravte.
cy: Cliciwch yma i'w drwsio.
da: Klik her for at ordne det.
de: Klicken Sie hier, um es zu beheben.
el: Κάντε κλικ εδώ για να το διορθώσετε.
fa: برای رفع آن اینجا را کلیک کنید.
fi: Napsauta tätä korjataksesi sen.
fr: Cliquez ici pour le réparer.
gd: Cliog an seo gus a chàradh.
he: לחץ כאן כדי לתקן את זה.
hr: Kliknite ovdje da biste ga popravili.
hu: Kattintson ide a javításhoz.
id: Klik di sini untuk memperbaikinya.
is: Smelltu hér til að laga það.
it: Clicca qui per risolverlo.
ja: 修正するにはここをクリックしてください。
km: ចុចត្រង់នេះដើម្បីជួសជុលវា។
lb: Klickt hei fir et ze fixéieren.
mi: Paatohia a konei ki te whakatika.
mk: Кликнете овде за да го поправите.
mn: Үүнийг засахын тулд энд дарна уу.
ms: Klik di sini untuk memperbaikinya.
my: အဲဒါကိုဖြေရှင်းဖို့ဒီနေရာကိုနှိပ်ပါ။
nl: Klik hier om het op te lossen.
no: Klikk her for å fikse det.
pl: Kliknij tutaj, aby to naprawić.
pt: Clique aqui para corrigi -lo.
ro: Faceți clic aici pentru a -l repara.
ru: Нажмите здесь, чтобы исправить это.
sd: ان کي ٺيڪ ڪرڻ لاء هتي ڪلڪ ڪريو.
si: එය නිවැරදි කිරීම සඳහා මෙහි ක්ලික් කරන්න.
sk: Kliknite sem a opravte to.
sq: Klikoni këtu për ta rregulluar atë.
sv: Klicka här för att fixa det.
th: คลิกที่นี่เพื่อแก้ไข
tl: Mag -click dito upang ayusin ito.
tr: Düzeltmek için buraya tıklayın.
vi: Nhấn vào đây để sửa nó.

source: Edit Edge
ar: تحرير الحافة
bg: Редактиране на ръба
ca: Edició
cs: Upravit okraj
cy: Golygu Edge
da: Rediger kant
de: Edge bearbeiten
el: Επεξεργασία άκρου
fa: لبه ویرایش
fi: Muokata reunaa
fr: Modifier
gd: Deasaich iomall
he: ערוך Edge
hr: Uredi Edge
hu: Szerkesztési él
it: Modifica Edge
ja: 紐付けを編集
km: កែសម្រួលគែម
lb: Änneren Rand
mi: Whakatika taha
mk: Уреди раб
mn: Edit Edit
my: Edit ကို Edit
nl: Bewerkingsrand bewerken
no: Rediger kant
pl: Edytuj Edge
pt: Editar Edge
ro: Editați marginea
ru: Редактировать Edge
sd: پاور ۾ داخل ڪريو
si: සංස්කරණය දාරය
sk: Úpravy
sq: Redaktoj
sv: Redigera
th: แก้ไขขอบ
tl: I -edit ang gilid
tr: Edge Düzenle
vi: Chỉnh sửa cạnh

source: Prev Process
ar: عملية PRED
ca: Procés anterior
cs: Předchozí proces
cy: Proses Blaenorol
da: Forrige proces
de: Vorrangprozess
el: Διαδικασία προώθησης
fa: پیش روند
fi: Edellinen prosessi
fr: Processus de prévision
gd: Pròiseas Prev
he: תהליך PREV
hr: Prev postupak
hu: Előző folyamat
id: Proses sebelumnya
is: Prev ferli
it: Processo prev
ja: 前工程
km: ដំណើរការ
lb: Prev Prozess
mi: Te tikanga Prev
mk: Претходна процес
mn: Урьдчилсан явц
ms: Proses sebelumnya
my: Prev လုပ်ငန်းစဉ်
nl: Vorige proces
no: Forrige prosess
pl: Proces uprzywilejowany
pt: Processo prev
ro: Proces precedent
ru: Прежний процесс
sd: اڳڀرائي جو عمل
si: පෙර ක්රියාවලිය
sk: Predchádzajúci proces
sq: Procesi i mëparshëm
sv: Föregångsprocess
th: กระบวนการก่อนหน้า
tl: PREV PROSESO
tr: Önceki Süreç
vi: Quá trình trước

source: Prev Column
ar: عمود السابق
bg: PREV колона
ca: Columna anterior
cs: Předchozí sloupec
cy: Colofn Blaenorol
da: Forrige kolonne
de: Vorhige Säule
el: Στήλη προηγούμενου
fa: ستون
fi: Pylväs
fr: Colonne de PREV
gd: Colbh Prev
he: עמודה קודמת
hr: Prev stupca
hu: Előző oszlop
id: Kolom sebelumnya
is: Fyrri dálkur
it: Colonna prev
ja: 紐付けする値
km: មុនជួរឈរ
lb: Prev Kolonn
mi: Pou o mua
mk: Претходна колона
mn: Урьдчилан хос багана
ms: Lajur sebelumnya
my: Prev ကော်လံ
nl: Vorige kolom
no: Forrige kolonne
pl: Kolumna prev
pt: Coluna Anterior
ro: Coloană anterioară
ru: Прежний столбец
sd: پري ڪالم
si: පෙර තීරුව
sk: Predchádzajúci stĺpec
sq: Kolonë e mëparshme
sv: Föregående kolumn
th: คอลัมน์ก่อนหน้า
tl: Nakaraan na haligi
tr: Önceki sütunu
vi: Cột trước

source: Post Process
ar: مرحلة ما بعد العملية
bg: След процес
ca: Procés post
cs: Po procesu
cy: Proses Post
da: Postproces
de: Nachbearbeitung
el: Μετά τη διαδικασία
fa: مراحل پست
fi: Jälkikäsittely
fr: Post-processus
gd: Pròiseas post
he: תהליך פוסט
hr: Postupak
hu: Utófolyamat
id: Proses Posting
is: Eftir ferli
it: Dopo processo
ja: 後工程
km: ដំណើរការប្រកាស
lb: Postbedeckegung
mi: Nga mahi whakairi
mk: Процес на пост
mn: Шуудангийн үйл явц
ms: Proses pos
my: Post Post
nl: Postproces
no: POST PROSESS
pl: Proces po
pt: Pós-processo
ro: Post proces
ru: После процесса
sd: جا ادائ عمل
si: පශ්චාත් ක්රියාවලිය
sk: Proces
sq: Proces postimi
sv: Efterbehandling
th: กระบวนการโพสต์
tl: Proseso ng pag -post
tr: İşlem sonrası
vi: Quá trình đăng

source: Post Column
ar: عمود النشر
bg: Публикувано колона
ca: Post columna
cs: Sloupec příspěvku
cy: Post Colofn
da: Postkolonne
de: Post -Spalte
el: Ταχυδρομική στήλη
fa: ستون پست
fi: Pylväspylväs
fr: Colonne de poste
gd: Colbh post
he: עמודה לאחר מכן
hr: Stupac
hu: Oszlop oszlop
id: Kolom Pos
is: Settu dálkur
it: Colonna post
ja: 紐付けする値
km: ជួរឈរ) ជួរឈរ
lb: Post-Maidon
mi: Pou pou
mk: После колона
mn: Дараах багана
ms: Lajur hantar
my: တိုင်ကော်လံ
nl: Postkolom
no: Innleggskolonne
pl: Kolumna post
pt: Coluna de postagem
ro: Coloana post
ru: Пост столбец
sd: پوسٽ ڪانگمينٽ
si: පෝස්ට් තීරුව
sk: Stĺpec
sq: Kolonë postimi
sv: Postkolumn
th: คอลัมน์โพสต์
tl: Mag -post ng haligi
tr: Sütun Gönderi
vi: Giá trị liên kết đến

source: As Datetime
ar: كما DateTime
bg: Като DateTime
ca: Com a DateTime
cs: Jako datetime
cy: Fel DateTime
da: Som datetime
de: Als datetime
el: Ως ημερομηνία
fa: به عنوان dateTime
fi: Kuin DateTime
fr: Comme DateTime
gd: Mar cheann-latha ceann-latha
he: כ- DateTime
hr: Kao DateTime
hu: Mint DateTime
id: Sebagai datetime
is: Sem datetime
it: Come DateTime
ja: 日時
km: ដូច DATETIME
lb: Als Datum
mi: Ka rite ki te ra
mk: Како дата
mn: Dateime шиг
ms: Sebagai DateTime
my: dateTime အဖြစ်
nl: Als datetime
no: Som datetime
pl: Jako datetime
pt: Como datetime
ro: Ca datetime
ru: Как DateTime
sd: تاريخ جي وقت جي طور تي
si: දිනය ටයිම් ලෙස
sk: Ako datetime
sq: Si DateTime
sv: Som DateTime
th: เป็น dateTime
tl: Bilang Datteime
tr: DateTime olarak
vi: DateTime

source: As Serial
ar: كما المسلسل
bg: Като сериен
ca: Com a sèrie
cs: Jako sériové
cy: Fel cyfresol
da: Som seriel
de: Als seriell
el: Ως σειριακός
fa: به عنوان سریال
fi: Sarjaksi
fr: En tant que série
gd: Mar sherial
he: כסידרה
hr: Kao serijski
hu: Mint sorozat
id: Sebagai serial
is: Sem raðnúmer
it: Come seriale
ja: シリアル
km: ក្នុងនាមជាសៀរៀល
lb: Als Serial
mi: Hei rangatū
mk: Како сериски
mn: Сериал шиг
ms: Sebagai siri
my: အမှတ်စဉ်အဖြစ်
nl: Als serieel
no: Som seriell
pl: Jako szereg
pt: Como serial
ro: Ca serie
ru: Как сериал
sd: جيئن سيريل
si: අනුක්රමික ලෙස
sk: Ako sériový
sq: Si serial
sv: Som serie
th: เป็นอนุกรม
tl: Bilang serial
tr: Seri olarak
vi: Serial

source: As Link ID
ar: كما الرابط ID
bg: Като връзка ID
ca: Com a enllaç ID
cs: Jako odkaz ID
cy: Fel cyswllt ID
da: Som link ID
de: Als Link ID
el: Ως σύνδεσμος ID
fa: به عنوان پیوند ID
fi: Link ID
fr: Comme lien ID
gd: Mar cheangal ID
he: כקישור ID
hr: Kao veza ID
hu: Mint link ID
id: Sebagai tautan ID
is: Sem hlekkur ID
it: Come link ID
ja: 紐付ID
km: ដូចតំណភ្ជាប់ ID
lb: Als Link ID
mi: Hei hononga ID
mk: Како врска ID
mn: Холбоос ID
ms: Sebagai pautan ID
my: link ကို ID အဖြစ်
nl: Als link ID
no: Som lenke ID
pl: Jako link ID
pt: Como link ID
ro: Ca link ID
ru: Как ссылка ID
sd: جيئن لنڪ ID
si: සබැඳිය ලෙස ID
sk: Ako odkaz ID
sq: Si lidhje ID
sv: Som länk ID
th: เป็นลิงค์ ID
tl: Bilang link ID
tr: Bağlantı olarak ID
vi: liên kết ID

source: Already registered
ar: مسجل بالفعل
bg: Вече е регистриран
ca: Ja registrat
cs: Již zaregistrované
cy: Eisoes wedi cofrestru
da: Allerede registreret
de: Bereits registriert
el: Εχουν ήδη καταχωρηθεί
fa: قبلاً ثبت شده است
fi: Jo rekisteröity
fr: Déjà enregistré
gd: Mu thràth clàraichte
he: כבר רשום
hr: Već registrirani
hu: Már regisztrált
id: Sudah terdaftar
is: Nú þegar skráð
it: Già registrato
ja: 既に登録されています
km: បានចុះឈ្មោះរួចហើយ
lb: Scho verstan
mi: Kua rēhita kē
mk: Веќе регистриран
mn: Аль хэдийн бүртгэгдсэн
ms: Sudah mendaftar
my: ပြီးသားမှတ်ပုံတင်
nl: Al geregistreerd
no: Allerede registrert
pl: Już zarejestrowany
pt: Já registrado
ro: Deja înregistrat
ru: Уже зарегистрирован
sd: اڳ ۾ رجسٽر ٿيل آهي
si: දැනටමත් ලියාපදිංචි වී ඇත
sk: Už zaregistrované
sq: E regjistruar tashme
sv: Redan registrerad
th: ลงทะเบียนเรียบร้อยแล้ว
tl: Nakarehistro na
tr: Zaten kayıtlı
vi: Đã đăng ký

source: Fill in process name
ar: الرجاء إدخال اسم العملية
bg: Моля, въведете името на процеса
ca: Introduïu el nom del procés
cs: Zadejte název procesu
cy: Rhowch enw'r broses
da: Indtast venligst procesnavnet
de: Bitte geben Sie den Prozessnamen ein
el: Εισαγάγετε το όνομα της διαδικασίας
fa: لطفاً نام فرایند را وارد کنید
fi: Anna prosessin nimi
fr: Veuillez saisir le nom du processus
gd: Cuir a-steach ainm a 'phròiseas
he: אנא הזן את שם התהליך
hr: Unesite naziv procesa
hu: Kérjük, adja meg a folyamat nevét
id: Harap masukkan nama prosesnya
is: Vinsamlegast sláðu inn heiti ferlisins
it: Inserisci il nome del processo
ja: 工程名を入力してください
km: សូមបញ្ចូលឈ្មោះដំណើរការ
lb: Gitt w.e.g. de Prozessnumm un
mi: Tomo koa te ingoa tukatuka
mk: Внесете го името на процесот
mn: Процессийн нэрийг оруулна уу
ms: Sila masukkan nama proses
my: ကျေးဇူးပြု. လုပ်ငန်းစဉ်အမည်ကိုရိုက်ထည့်ပါ
nl: Voer de procesnaam in
no: Vennligst skriv inn prosessnavnet
pl: Wprowadź nazwę procesu
pt: Por favor, insira o nome do processo
ro: Vă rugăm să introduceți numele procesului
ru: Пожалуйста, введите имя процесса
sd: مهرباني ڪري پروسيس جو نالو داخل ڪريو
si: කරුණාකර ක්රියාවල නම ඇතුළත් කරන්න
sk: Zadajte názov procesu
sq: Ju lutemi shkruani emrin e procesit
sv: Ange processnamnet
th: กรุณากรอกชื่อกระบวนการ
tl: Mangyaring ipasok ang pangalan ng proseso
tr: Lütfen işlem adını girin
vi: Vui lòng nhập tên quy trình

source: Filter/Graph
ar: تصفية/رسم بياني
bg: Филтър/графика
ca: Filtre/gràfic
cs: Filtr/graf
cy: Hidlo/graff
da: Filter/graf
de: Filter/Diagramm
el: Φίλτρο/γράφημα
fa: فیلتر/نمودار
fi: Suodatin/kaavio
fr: Filtre / graphique
gd: Filter / graf
he: פילטר/גרף
hr: Filtriranje/grafikon
hu: Szűrő/grafikon
id: Filter/grafik
is: Sía/línurit
it: Filtro/grafico
ja: フィルタ／グラフ
km: ត្រង / ក្រាហ្វ
lb: Filter / Grafik
mi: Tātari / Kuputuhi
mk: Филтер/графикон
mn: Шүүлтүүр / график
ms: Penapis/graf
my: filter / graj
nl: Filter/grafiek
no: Filter/graf
pl: Filtr/wykres
pt: Filtro/gráfico
ro: Filtru/grafic
ru: Фильтр/график
sd: فلٽر / گراف
si: පෙරහන් / ප්රස්ථාර
sk: Filter
sq: Filtër/grafik
sv: Filter/graf
th: ตัวกรอง/กราฟ
tr: Filtre/grafik
vi: Bộ lọc/đồ thị

source: Graph Config
ar: تكوين الرسم البياني
bg: Графична конфигурация
ca: Configuració del gràfic
cs: Graf Config
cy: Config graff
da: Graf Config
el: Διαμόρφωση γραφήματος
fa: پیکربندی نمودار
fi: Kaaviokokoonpano
fr: Config de graphique
gd: Contig graf
he: תצורת גרף
hr: Konfiguracija grafikona
hu: Gráf konfigurációs
id: Konfigurasi Grafik
is: Línurit config
it: Configurazione grafica
ja: グラフ設定
km: កំណត់រចនាសម្ព័ន្ធក្រាហ្វិច
lb: Grafesch Konfigur
mi: Config kau
mk: Конфигурирање на графиконот
mn: График тохиргоо
ms: Konfigurasi graf
my: ဂရပ်ဖစ် config
nl: Grafiekconfiguratie
no: Grafkonfigurasjon
pl: Konfiguracja wykresu
pt: Config do gráfico
ro: Config grafic
ru: График конфигурация
sd: تاتا
si: ප්රස්ථාර වින්යාසය
sk: Konfigurácia grafu
sq: Konfigurim grafik
sv: Grafkonfig
th: กราฟกำหนดค่า
tr: Grafik yapılandırması
vi: Cấu hình đồ thị

source: Line Filter Config
ar: تكوين تصفية الخط
bg: Конфигурация на линейния филтър
ca: Configuració del filtre de línia
cs: Konfigurace filtru řádku
cy: Ffurfwedd Hidlo Llinell
da: Liniefilterkonfiguration
de: Zeilenfilterkonfiguration
el: Διαμόρφωση φίλτρου γραμμής
fa: پیکربندی فیلتر خط
fi: Linjasuodattimen kokoonpano
fr: Configuration de filtre de ligne
gd: Config filter loidhne
he: סינון קו תצורת
hr: Linijski filter config
hu: Vonalszűrő konfigurációja
id: Konfigurasi filter baris
is: Línu síu config
it: Configurazione filtro di riga
ja: ラインフィルタ設定
km: កំណត់រចនាសម្ព័ន្ធតម្រងបន្ទាត់
lb: Line Filter Konfigur
mi: Whiriwhiringa Tātari Raina
mk: Конфигурација на филтерот за линија
mn: Шугам шүүлтүүрийн тохиргоо
ms: Konfigurasi penapis baris
my: လိုင်း filter config
nl: Lijnfilterconfiguratie
no: Linjefilterkonfigurasjon
pl: Konfiguracja filtra linii
pt: Filtro de linha Config
ro: Configurare filtru de linie
ru: Конфигурация линейного фильтра
sd: لائن فلٽر ترتيب
si: රේඛා පෙරහන් වින්යාසය
sk: Konfigurácia riadkového filtra
sq: Konfigurim i filtrit të linjës
sv: Linjefilterkonfig
th: การกำหนดค่าตัวกรองบรรทัด
tr: Hat Filtresi Yapılandırması
vi: Cấu hình bộ lọc dòng

source: Line Column
ar: عمود خط
bg: Линейна колона
ca: Columna de línia
cs: Sloupec řádku
cy: Colofn Llinell
da: Linjesøjle
de: Zeilenspalte
el: Στήλη γραμμής
fa: ستون خط
fi: Linjapylväs
fr: Colonne de ligne
gd: Colbh loidhne
he: עמודת קו
hr: Linijski stupac
hu: Sor oszlop
id: Kolom baris
is: Línu dálkur
it: Colonna di riga
ja: ラインの列
km: បន្ទាត់ជួរឈរ
lb: Linn Kolonn
mi: Raarangi Raina
mk: Колона на линија
mn: Шугамны багана
ms: Lajur garis
my: လိုင်းကော်လံ
nl: Lijnkolom
no: Linjekolonne
pl: Kolumna linii
pt: Coluna de linha
ro: Coloana de linie
ru: Столбец
sd: قطار آاريگي ڏيون
si: රේඛීය තීරුව
sk: Stĺp
sq: Kolonë e linjës
sv: Linjekolumn
th: คอลัมน์สาย
tl: Linya ng linya
tr: Satır sütunu
vi: Cột dòng

source: Value
ar: قيمة
bg: Стойност
ca: Valorar
cs: Hodnota
cy: Gwerthfawrogwch
da: Værdi
de: Wert
el: αξία
fa: ارزش
fi: Arvo
fr: Évaluer
gd: Luach
he: ערך
hr: Vrijednost
hu: Érték
id: Nilai
is: Gildi
it: Valore
ja: 値
km: ប៉ាន់តមលៃ
lb: Wäert
mi: Wāriu
mk: Вредност
mn: Үнэлэх
ms: Nilai
my: အဘိုး
nl: Waarde
no: Verdi
pl: Wartość
pt: Valor
ro: Valoare
ru: Ценность
sd: قيمت
si: වටිනාකම
sk: Hodnota
sq: Vlera
sv: Värde
th: ค่า
tl: Halaga
tr: Değer
vi: Giá trị
