Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Reduce number of violin messenger
ar: هناك الكثير من الكمان لكل قطعة ، لذلك كان محدودًا تلقائيًا.
bg: Има твърде много цигулки на парцел, така че той беше автоматично ограничен.
ca: Hi ha massa violins per trama, de manera que es va limitar automàticament.
cs: Na pozemku je příliš mnoho houslí, takže bylo automaticky omezené.
cy: Mae gormod o ffidil i bob llain, felly roedd yn gyfyngedig yn awtomatig.
da: Der er for mange violiner pr. Plot, så det var automatisk begrænset.
de: Es gibt zu viele Geigen pro Grundstück, daher wurde es automatisch begrenzt.
el: Υπάρχουν πάρα πολλά βιολιά ανά οικόπεδο, οπότε ήταν αυτόματα περιορισμένη.
fa: در هر نقشه ویولن های زیادی وجود دارد ، بنابراین به طور خودکار محدود بود.
fi: Viulua kohti on liian paljon, joten se oli automaattisesti rajoitettu.
fr: Il y a trop de violons par parcelle, il était donc automatiquement limité.
gd: Tha cus fidheachan a 'dol seachad den chuilbheart, agus mar sin cha robh e cuibhrichte gu tur.
he: יש יותר מדי כינורות לכל עלילה, כך שזה היה מוגבל אוטומטית.
hr: Previše je violina po parceli, tako da je automatski ograničena.
hu: Túl sok hegedű van parcellánként, tehát automatikusan korlátozott volt.
id: Ada terlalu banyak biola per plot, jadi secara otomatis terbatas.
is: Það eru of mörg fiðlur á hverja lóð, svo það var sjálfkrafa takmarkað.
it: Ci sono troppi violini per trama, quindi è stato automaticamente limitato.
ja: 1つのグラフに対するバイオリン数が多いため、自動的に減らしました。
km: មានវីយូឡុងច្រើនពេកក្នុងមួយឡូតូដូច្នេះវាត្រូវបានកំណត់ដោយស្វ័យប្រវត្តិ។
lb: Et sinn ze vill Violins pro Komplott, sou datt et automatesch limitéiert gouf.
mi: He maha rawa nga waahanga mo ia mahere, na reira he iti noa te waa.
mk: Има премногу виолини по заговор, така што автоматски беше ограничен.
mn: Хэт олон тооны хиймэл гаралт байдаг тул автоматаар хязгаарлагдмал байсан.
ms: Terdapat terlalu banyak biola setiap plot, jadi ia secara automatik terhad.
my: ကြံစည်မှုတစ်ခုလျှင်တယောများလွန်းသောကြောင့်၎င်းသည်အလိုအလျောက်ကန့်သတ်ထားသည်။
nl: Er zijn te veel violen per plot, dus het was automatisch beperkt.
no: Det er for mange fioliner per tomt, så det var automatisk begrenset.
pl: Na działkę jest zbyt wiele skrzypiec, więc było ono automatycznie ograniczone.
pt: Existem muitos violinos por parcela, por isso foi automaticamente limitado.
ro: Există prea multe viori pe complot, deci a fost limitată automat.
ru: На участок слишком много скрипок, поэтому он был автоматически ограничен.
sd: انهي پلاٽ تي تمام گهڻيون وائلن آهن، تنهنڪري اهو پاڻمرادو محدود هو.
si: කුමන්ත්රණයක් සඳහා වයලීනයන් ඕනෑවට වඩා වැඩියි, එබැවින් එය ස්වයංක්රීයව සීමිත විය.
sk: Na pozemok je príliš veľa huslí, takže bolo automaticky obmedzené.
sq: Ka shumë violina për komplot, kështu që ishte automatikisht i kufizuar.
sv: Det finns för många fioler per tomt, så det begränsades automatiskt.
th: มีไวโอลินมากเกินไปต่อพล็อตดังนั้นจึงมี จำกัด โดยอัตโนมัติ
tl: Napakaraming mga violin bawat balangkas, kaya awtomatikong limitado ito.
tr: Arsa başına çok fazla keman var, bu yüzden otomatik olarak sınırlıydı.
vi: Có quá nhiều violin trên mỗi âm mưu, vì vậy nó đã được tự động giới hạn.

source: Reduce number of data per graph messenger
ar: نظرًا للعدد الكبير من السجلات المحددة ، فإن عدد المؤامرات محدود من أقدم تاريخ إلى عدد الحد.
bg: Поради големия брой избрани записи, броят на парцелите е ограничен от най -старата дата до броя на лимита.
ca: A causa del gran nombre de registres seleccionats, el nombre de parcel·les es limita des de la data més antiga fins al recompte de límit.
cs: Vzhledem k velkému počtu vybraných záznamů je počet grafů omezen od nejstaršího data k počtu limitu.
cy: Oherwydd y nifer fawr o gofnodion a ddewiswyd, mae nifer y lleiniau yn gyfyngedig o'r dyddiad hynaf i'r cyfrif terfyn.
da: På grund af det store antal valgte poster er antallet af grunde begrænset fra den ældste dato til grænseoptællingen.
de: Aufgrund der großen Anzahl der ausgewählten Datensätze ist die Anzahl der Diagramme vom ältesten Datum bis zur Grenzzahl begrenzt.
el: Λόγω του μεγάλου αριθμού των επιλεγμένων εγγραφών, ο αριθμός των οικόπεδων περιορίζεται από την παλαιότερη ημερομηνία στον αριθμό των ορίων.
fa: با توجه به تعداد زیادی از سوابق انتخاب شده ، تعداد توطئه ها از قدیمی ترین تاریخ تا تعداد حد محدود است.
fi: Valittujen tietueiden suuren määrän vuoksi tonttien lukumäärä on rajoitettu vanhimmasta päivämäärästä rajamäärään.
fr: En raison du grand nombre d'enregistrements sélectionnés, le nombre de parcelles est limitée de la date la plus ancienne au nombre de limites.
gd: Air sgàth an àireamh mhòr de chlàran a chaidh a thaghadh, tha an àireamh de phlotaichean cuibhrichte bhon cheann-latha as sine chun chunntas as sine.
he: בשל המספר הגדול של הרשומות שנבחרו, מספר החלקות מוגבל מהתאריך העתיק ביותר לספירת המגבלות.
hr: Zbog velikog broja odabranih zapisa, broj parcela je ograničen od najstarijeg datuma do ograničenja.
hu: A kiválasztott rekordok nagy számának köszönhetően a parcellák száma a legrégebbi dátumtól a limitszámig korlátozott.
id: Karena sejumlah besar catatan yang dipilih, jumlah plot terbatas dari tanggal tertua hingga jumlah batas.
is: Vegna mikils fjölda skráa sem valdar eru er fjöldi lóða takmarkaður frá elsta dagsetningu til takmarkana.
it: A causa del gran numero di record selezionati, il numero di grafici è limitato dalla data più antica al conteggio dei limiti.
ja: 選択されたレコード数が多いため、一つのグラフあたりのプロット数は日時が古いデータから制限数までしか表示していません。
km: ដោយសារតែចំនួនកំណត់ត្រាមួយចំនួនធំដែលបានជ្រើសរើសចំនួនដីឡូត៍មានកំណត់ចាប់ពីកាលបរិច្ឆេទចាស់បំផុតរហូតដល់ចំនួនកំណត់។
lb: Wéinst der grousser Zuel vu records ausgewielt, d'Zuel vun de Parzellen ass vum eelsten Datum op d'Limitzuel limitéiert.
mi: Na te maha o nga rekoata i tohua, ka iti te maha o nga papa i te ra tawhito ki te tatau.
mk: Поради големиот број на избрани записи, бројот на парцели е ограничен од најстариот датум до броењето на границата.
mn: Сонгосон олон тооны бичлэгээс болж сонгогдсонтой холбоотой, талбайгийн тоог хязгаарлагдмал байдлаар хязгаарладаг.
ms: Oleh kerana sejumlah besar rekod yang dipilih, bilangan plot adalah terhad dari tarikh tertua hingga kiraan had.
my: ရွေးချယ်ထားသည့်မှတ်တမ်းအမြောက်အများကြောင့်မြေကွက်အရေအတွက်သည်သက်တမ်းအရင့်ဆုံးသော နေ့မှစ. ကန့်သတ်ချက်ရှိသည်။
nl: Vanwege het grote aantal geselecteerde records is het aantal plots beperkt van de oudste datum tot het aantal limiet.
no: På grunn av det store antallet valgte poster, er antall tomter begrenset fra den eldste datoen til grensetallet.
pl: Ze względu na dużą liczbę wybranych rekordów liczba działek jest ograniczona od najstarszego daty do liczby limitów.
pt: Devido ao grande número de registros selecionados, o número de gráficos é limitado da data mais antiga até a contagem de limites.
ro: Datorită numărului mare de înregistrări selectate, numărul de parcele este limitat de la cea mai veche dată la numărul limită.
ru: Из -за большого количества выбранных записей количество участков ограничено от самой старой даты до предела.
sd: چونڊيل رڪارڊ جي وڏي تعداد جي ڪري، پلاٽ جو تعداد حد تائين محدود تاريخ تائين محدود آهي.
si: තෝරාගත් වාර්තා විශාල සංඛ්යාවක් නිසා, බිම් කැබලි ගණන පැරණිතම දිනයෙන් සීමිත ප්රමාණයට සීමා වේ.
sk: Z dôvodu veľkého počtu vybraných záznamov je počet pozemkov obmedzený od najstaršieho dátumu po počet limitov.
sq: Për shkak të numrit të madh të regjistrave të zgjedhur, numri i parcelave është i kufizuar nga data më e vjetër në numrin e kufirit.
sv: På grund av det stora antalet valda poster är antalet tomter begränsat från det äldsta datumet till gränsräkningen.
th: เนื่องจากมีการเลือกระเบียนจำนวนมากจำนวนแปลงถูก จำกัด ตั้งแต่วันที่ที่เก่าแก่ที่สุดถึงจำนวนขีด จำกัด
tl: Dahil sa malaking bilang ng mga talaan na napili, ang bilang ng mga plot ay limitado mula sa pinakalumang petsa hanggang sa bilang ng limitasyon.
tr: Seçilen çok sayıda kayıt nedeniyle, parsel sayısı en eski tarihten sınır sayısıyla sınırlıdır.
vi: Do số lượng lớn các hồ sơ được chọn, số lượng lô bị giới hạn từ ngày cũ nhất đến số giới hạn.

source: I Accept
ar: وافقت
bg: Приемам
ca: Accepto
cs: Přijímám
cy: Rwy'n derbyn
da: Jeg accepterer
de: Ich nehme an
el: Δέχομαι
fa: قبول میکنم
fi: Hyväksyn
fr: J'accepte
gd: Tha mi a 'gabhail ris
he: אני מקבל
hr: Prihvaćam
hu: Elfogadom
id: Saya menerima
is: Ég samþykki
it: Accetto
ja: 同意する
km: ខ្ញុំ​ទទួល​យក
lb: Ech akzeptéieren
mi: Ka whakaae ahau
mk: Прифаќам
mn: Би зөвшөөрч байна
ms: Saya terima
my: ကျွန်တော်လက်ခံသည်
nl: Ik aanvaard
no: Jeg aksepterer
pl: Akceptuję
pt: Eu aceito
ro: Accept
ru: Я принимаю
sd: مان قبولتو
si: මම පිළිගන්නවා
sk: Súhlasím
sq: Unë pranoj
sv: Jag accepterar
th: ฉันยอมรับ
tl: Tinatanggap ko
tr: Kabul ediyorum
vi: Tôi chấp nhận

source: Decline
ar: انخفاض
bg: Упадък
ca: Declinació
cs: Pokles
cy: Ddirywiad
da: Nedgang
de: Abfall
el: Πτώση
fa: کاهش می یابد
fi: Laskea
fr: Déclin
gd: Crìonadh
he: יְרִידָה
hr: Odbiti
hu: Hanyatlás
id: Menolak
is: Hneigðu þig
it: Declino
ja: 同意しない
km: ការបដិសេធ
lb: Réckentluell
mi: Kāhore e whakaae
mk: Пад
mn: Доройтол
ms: Penurunan
my: ြငင်းဆို
nl: Afwijzen
no: Avslå
pl: Spadek
pt: Declínio
ro: Declin
ru: Отклонить
sd: گهٽتائي
si: පහත වැටීම
sk: Pokles
sq: Bie
sv: Nedgång
th: ปฏิเสธ
tl: Tanggihan
tr: Reddetmek
vi: Từ chối

source: Backwards
ar: للخلف
bg: Наопаки
ca: Cap endarrere
cs: Dozadu
cy: Tuag
da: Tilbage
de: Rückwärts
el: Προς τα πίσω
fa: به عقب
fi: Taaksepäin
fr: En arrière
gd: Air ais
he: אֲחוֹרָה
hr: Unazad
hu: Visszafelé
id: Ke belakang
is: Aftur á bak
it: Indietro
ja: 表示反転
km: អន់ថយ
lb: Zréckwueren
mi: Whakamuri
mk: Наназад
mn: Хойноо
ms: Ke belakang
my: နောက်ဘက်သို့
nl: Achteruit
no: Bakover
pl: Wstecz
pt: Para trás
ro: Înapoi
ru: Назад
sd: پٺ وارو
si: ආපස්සට
sk: Dozadu
sq: Prapa
sv: Bakåt
th: ย้อนกลับ
tl: Paurong
tr: Geriye doğru
vi: Ngược

source: Number of graph on column
ar: عدد المؤامرة على العمود
bg: Брой парцел на колона
ca: Nombre de trama a la columna
cs: Počet spiknutí na sloupci
cy: Nifer y plot ar golofn
da: Antal plot på kolonne
de: Anzahl der Diagramme in der Spalte
el: Αριθμός οικόπεδο στη στήλη
fa: تعداد طرح در ستون
fi: Sarakkeen kaavion lukumäärä
fr: Nombre de tracé sur la colonne
gd: Àireamh de chuilbheart air colbh
he: מספר העלילה בעמודה
hr: Broj crteža na stupcu
hu: A diagram száma az oszlopon
id: Jumlah Plot di Kolom
is: Fjöldi samsæri á dálki
it: Numero di trama sulla colonna
ja: 列方向のグラフ数
km: ចំនួនគ្រោងលើជួរឈរ
lb: Zuel vun de Komplott op der Kolonn
mi: Te maha o te mahere i runga i te pou
mk: Број на заговор на колоната
mn: Багана дээрх хуйвалдааны тоо
ms: Bilangan plot di lajur
my: ကော်လံပေါ်တွင်ကြံစည်မှုအရေအတွက်
nl: Aantal plot op kolom
no: Antall tomt på kolonnen
pl: Liczba wykresu na kolumnie
pt: Número de lote na coluna
ro: Numărul de complot pe coloană
ru: Количество графика на столбце
sd: ڪالم تي پلاٽ جو تعداد
si: තීරුවේ බිම් කැබැල්ල ගණන
sk: Počet pozemkov na stĺpci
sq: Numri i komplotit në kolonë
sv: Antal tomt på kolumnen
th: จำนวนพล็อตบนคอลัมน์
tl: Bilang ng balangkas sa haligi
tr: Sütundaki çizim sayısı
vi: Số lượng lô trên cột

source: Label Variable Description
ar: يتم استخدام المتغيرات الفئوية (رقم الجزء ، المحطة رقم ، إلخ) المعروضة كعلامات في الجزء العلوي من المؤامرة لتصور نقاط التغيير (تبديل أرقام الجزء ، إلخ) للمتغيرات النوعية.
bg: Категоричните променливи (номер на частта, станция № и т.н.), показани като етикети в горната част на графиката, се използват за визуализиране на точките за промяна (превключване на номера на част и т.н.) на качествените променливи.
ca: Les variables categòriques (número de part, l'estació núm., Etc.) es mostren com a etiquetes a la part superior de la trama s'utilitzen per visualitzar els punts de canvi (commutació del número de part, etc.) de les variables qualitatives.
cs: Kategorické proměnné (číslo dílu, ne stanice č. Atd.) Zobrazené jako štítky v horní části grafu se používají k vizualizaci bodů změny (přepínání čísel dílu atd.) Kvalitativních proměnných.
cy: Defnyddir y newidynnau categori (Rhan Rhif, Rhif Gorsaf, ac ati) a ddangosir fel labeli ar frig y plot i ddelweddu'r pwyntiau newid (newid rhifau rhan, ac ati) y newidynnau ansoddol.
da: De kategoriske variabler (delnummer, station nr. Osv.), Der vises som etiketter øverst på plottet, bruges til at visualisere ændringspunkterne (delnummerskiftning osv.) For de kvalitative variabler.
de: Die kategorialen Variablen (Teilenummer, Station Nr. Nr. Usw.), die oben im Diagramm als Etiketten angezeigt werden, werden verwendet, um die Änderungspunkte (Teilenummerschaltanlage usw.) der qualitativen Variablen zu visualisieren.
el: Οι κατηγορικές μεταβλητές (αριθμός εξαρτήματος, Αρ. Σταθμός κ.λπ.) που εμφανίζονται ως ετικέτες στο επάνω μέρος της γραφικής παράστασης χρησιμοποιούνται για την απεικόνιση των σημείων αλλαγής (διακόπτης αριθμού εξαρτήματος κ.λπ.) των ποιοτικών μεταβλητών.
fa: متغیرهای طبقه بندی شده (شماره قسمت ، ایستگاه شماره و غیره) که به عنوان برچسب در بالای طرح نمایش داده می شوند ، برای تجسم نقاط تغییر (سوئیچینگ شماره و غیره) از متغیرهای کیفی استفاده می شوند.
fi: Kaavion yläreunassa näkyviä kategorisia muuttujia (osanumero, asema nro jne.) Käytetään laadullisten muuttujien muutospisteiden (osanumeron kytkentä jne.) Visualisointiin.
fr: Les variables catégorielles (numéro de pièce, n ° de station, etc.) affichées sous forme d'étiquettes en haut du tracé sont utilisées pour visualiser les points de changement (commutation de numéro de pièce, etc.) des variables qualitatives.
gd: Thathas a 'cleachdadh na caochladairean gnèitheach (àireamh pàirt, stèisean Chan eil, msaa) mar a tha bileagan aig mullach a' chuilbheart air an cleachdadh gus na puingean atharrachaidh a thoirt seachad (atharrachadh àireamh, msaa) de na caochladairean càileachdail.
he: המשתנים הקטגוריים (מספר חלק, תחנה לא וכו ') המוצגים כתוויות בראש העלילה משמשים להמחשת נקודות השינוי (מיתוג מספר חלק וכו') של המשתנים האיכותיים.
hr: Kategorijske varijable (broj dijela, stanica br. Itd.) Prikazane kao naljepnice na vrhu crteža koriste se za vizualizaciju točaka promjena (prebacivanje broja dijela itd.) Kvalitativnih varijabli.
hu: A kategorikus változókat (alkatrészszám, állomásszám stb.) A telek tetején megjelenő címkékként jelenítik meg a kvalitatív változók változási pontjainak (cikkszám -váltás stb.) Megjelenítésére.
id: Variabel kategori (nomor bagian, stasiun no, dll.) Ditampilkan sebagai label di bagian atas plot digunakan untuk memvisualisasikan titik perubahan (switching nomor bagian, dll.) Dari variabel kualitatif.
is: Flokkunarbreyturnar (hlutanúmer, stöð nr. Osfrv.) Sem sýnd eru sem merkimiðar efst á lóðinni eru notaðar til að sjá breytingarpunkta (skiptingu hlutanúmer osfrv.) Eigindlegra breytna.
it: Le variabili categoriche (numero di parte, la stazione n.
ja: グラフのプロットの上部にラベルとして表示されるカテゴリ変数(品番・ステーションNoなど)で、質的変数の変化点(品番切替など)を可視化します。
km: អថេរប្រភេទ (លេខផ្នែកស្ថានីយ៍ស្ថានីយ៍ណាមួយដែលបានបង្ហាញជាស្លាកនៅផ្នែកខាងលើនៃគ្រោងត្រូវបានប្រើដើម្បីមើលឃើញចំណុចផ្លាស់ប្តូរ (ការប្តូរលេខផ្នែក។ ល។ ) នៃអថេរគុណភាព។ ល។
lb: Déi kategoresch Variabelen (Deelnummer, Station Nee, asw.) Als Etiketten am Top vun der Komplott benotzt fir d'Verännerungen ze visualiséieren (Deelnummer Nahrungswiessel, etc.) vun der qualitativer Variabel.
mi: Ko nga taurangi o te waahanga (waahanga waahanga, kaore he, me etahi atu) e whakaatuhia ana ko nga tapanga i te tihi o te mahere e whakaatu ana i nga waahanga whakarereke.
mk: Категоричните променливи (број на дел, станица бр, итн.) Прикажани како етикети на горниот дел од заговорот се користат за визуелизација на точките за промена (префрлување на бројот на дел, итн.) На квалитативните променливи.
mn: Категорийн хувьсагч (хэсэг, станц, Station гэх мэт) Шошгоны дээд хэсэгт байрлах шошго (хэсэг.
ms: Pembolehubah kategori (nombor bahagian, stesen no, dan lain -lain) dipaparkan sebagai label di bahagian atas plot digunakan untuk memvisualisasikan titik perubahan (bahagian penukaran nombor, dan lain -lain) daripada pembolehubah kualitatif.
my: အမျိုးအစားကိန်းဂဏန်းများ (အပိုင်း, ဘူတာရုံနံပါတ်များစသည်တို့) သည်ကြံစည်မှုများကိုပြောင်းလဲခြင်းအချက်များ (အခန်းကြီးပြောင်းခြင်းစသည်တို့) ၏ထိပ်ရှိတံဆိပ်များအဖြစ်အသုံးပြုသည်။
nl: De categorische variabelen (onderdeelnummer, station no, etc.) die worden weergegeven als labels bovenaan de plot worden gebruikt om de wijzigingspunten (onderdeelnummersschakeling, enz.) Van de kwalitatieve variabelen te visualiseren.
no: De kategoriske variablene (delenummer, stasjonsnummer osv.) Vist som etiketter øverst på plottet brukes til å visualisere endringspunktene (delenummerbryter osv.) For de kvalitative variablene.
pl: Zmienne kategoryczne (numer części, stacja nr itp.) Wyświetlane jako etykiety u góry wykresu są używane do wizualizacji punktów zmiany (przełączanie numeru części itp.) Zmiennych jakościowych.
pt: As variáveis ​​categóricas (número da peça, estação não etc.) exibidas como rótulos na parte superior do gráfico são usadas para visualizar os pontos de mudança (comutação de número de peça, etc.) das variáveis ​​qualitativas.
ro: Variabilele categorice (numărul piesei, stația nr, etc.) afișate ca etichete în partea de sus a parcelei sunt utilizate pentru a vizualiza punctele de schimbare (comutarea numărului de piese etc.) ale variabilelor calitative.
ru: Категориальные переменные (номер детали, станция № и т. Д.), Отображенные в виде метки в верхней части графика, используются для визуализации точек изменения (переключение номера детали и т. Д.) Качественных переменных.
sd: طبقي جو مختلف قسم (حصو نمبر، اسٽيشن جو نمبر.) اهو ظاهر ڪيل نقطن جي چوٽي تي ظاهر ڪيل آهن (حصو نمبر سوئچنگ) وينٽيڊس.
si: කුමන්ත්රණ මුදුනේ ඇති ලේබල්වල උඩ ලද ලේබල් ලෙස වර්ගීකරණ විචල්යයන් (කොටස් අංකය, ස්ටේෂන් හෝ ආදිය) ප්රදර්ශනය කිරීම ගුණාත්මක විචල්යයන්ගේ වෙනස් කිරීමේ ලක්ෂ්ය (කොටස් මාරුවීම ආදිය) දෘශ්යමාන කිරීමට යොදා ගනී.
sk: Kategorické premenné (číslo dielu, stanica NO atď.) Zobrazené ako štítky v hornej časti grafu sa používajú na vizualizáciu bodov zmeny (prepínanie čísla dielu atď.) Kvalitatívnych premenných.
sq: Variablat kategorikë (numri i pjesës, stacioni nr, etj.) Të shfaqura si etiketa në krye të komplotit përdoren për të vizualizuar pikat e ndryshimit (ndërrimi i numrit të pjesës, etj.) E variablave cilësor.
sv: De kategoriska variablerna (artikelnummer, station nr, etc.) som visas som etiketter högst upp på tomten används för att visualisera ändringspunkterna (artikelnummeromkoppling, etc.) för de kvalitativa variablerna.
th: ตัวแปรหมวดหมู่ (หมายเลขชิ้นส่วนหมายเลขสถานี ฯลฯ ) แสดงเป็นป้ายกำกับที่ด้านบนของพล็อตจะใช้เพื่อแสดงภาพจุดเปลี่ยน (การสลับหมายเลขชิ้นส่วน ฯลฯ ) ของตัวแปรเชิงคุณภาพ
tl: Ang mga variable na variable (bahagi number, istasyon no, atbp.) Ipinapakita bilang mga label sa tuktok ng balangkas ay ginagamit upang mailarawan ang mga puntos ng pagbabago (bahagi ng paglipat, atbp.) Ng mga variable na husay.
tr: Grafiğin üstünde etiket olarak görüntülenen kategorik değişkenler (parça numarası, istasyon no, vb.) Nitel değişkenlerin değişim noktalarını (parça numarası değiştirme, vb.) Görmek için kullanılır.
vi: Các biến phân loại (số phần, trạm số, v.v.) được hiển thị dưới dạng nhãn ở đầu lô được sử dụng để trực quan hóa các điểm thay đổi (chuyển đổi số phần, v.v.) của các biến định tính.
