Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Use English name
ar: أدخل "اسم اللغة الإنجليزية" تلقائيا عن العناصر التي لا تضاهى.
bg: Полетата с празно „Английско име“ се попълват автоматично.
ca: Els camps amb "nom anglès" en blanc s'omplen automàticament.
cs: Pole s prázdným „anglickým jménem“ jsou automaticky vyplněna.
cy: Mae caeau ag "enw Saesneg" gwag yn cael eu llenwi'n awtomatig.
da: Felter med tomt "engelsk navn udfyldes automatisk.
de: Felder mit leerem "englischer Name" werden automatisch gefüllt.
el: Τα πεδία με κενό "αγγλικό όνομα" γεμίζουν αυτόματα.
fa: نام انگلیسی را به صورت خودکار برای آیتم های بی نظیر وارد کنید.
fi: Kentät, joissa on tyhjä "englanninkielinen nimi", täytetään automaattisesti.
fr: Les champs avec un «nom anglais» vierge sont automatiquement remplis.
gd: Thathas a 'lìonadh achaidhean le bàn "ainm Beurla".
he: הזן "שם אנגלית" אוטומטית עבור פריטים ללא תחרות.
hr: Polja s praznim "engleskim imenom" automatski se ispunjavaju.
hu: Az üres "angol névvel" rendelkező mezők automatikusan kitöltöttek.
id: Bidang dengan "nama bahasa Inggris" kosong diisi secara otomatis.
is: Reitir með autt „Enska nafn“ eru sjálfkrafa fylltir.
it: I campi con "nome inglese" in bianco vengono riempiti automaticamente.
ja: “英語名”が未入力の項目に自動入力します。
km: វាលដែលមាន "ឈ្មោះអង់គ្លេសទទេ" ត្រូវបានបំពេញដោយស្វ័យប្រវត្តិ។
lb: Felder mat eidel "Englesch Numm" ginn automatesch gefëllt.
mi: Ko nga mara me te "ingoa Ingarihi" kua ki katoa.
mk: Полињата со празно „англиско име“ автоматски се пополнуваат.
mn: Хоосон "Англи нэр" -тэй талбарууд автоматаар дүүргэдэг.
ms: Bidang dengan kosong "Nama Bahasa Inggeris" diisi secara automatik.
my: အင်္ဂလိပ်အမည် နှင့်အတူကွက်လပ်များအလိုအလျှောက်ပြည့်ဝ၏။
nl: Velden met lege "Engelse naam" worden automatisch ingevuld.
no: Felt med tomt "engelsk navn" er automatisk fylt.
pl: Pola z pustą „angielską nazwą” są automatycznie wypełnione.
pt: Os campos com "nome em inglês" em branco são preenchidos automaticamente.
ro: Câmpurile cu „nume de engleză” necompletat sunt completate automat.
ru: Поля с пустым «английским именем» автоматически заполняются.
sd: داخل ٿيل شين لاء پاڻمرادو "انگريزي نالو" داخل ڪريو.
si: හිස් "ඉංග්රීසි නාම" සහිත ක්ෂේත්ර ස්වයංක්රීයව පුරවා ඇත.
sk: Polia s prázdnym „anglickým názvom“ sa automaticky vyplnia.
sq: Fushat me "emrin anglez" bosh plotësohen automatikisht.
sv: Fält med tomt "engelska namn" fylls automatiskt.
th: ฟิลด์ที่มี "ชื่อภาษาอังกฤษ" ว่างเปล่าจะถูกเติมโดยอัตโนมัติ
tl: Ang mga patlang na may blangkong "pangalan ng Ingles" ay awtomatikong napuno.
tr: Boş "İngilizce adı" olan alanlar otomatik olarak doldurulur.
vi: Các trường có trống "Tên tiếng Anh" tự động được điền.

source: Select All
ar: اختر الكل
bg: Избери всички
ca: Seleccionar tot
cs: Vybrat vše
cy: Dewiswch Bawb
da: Vælg alle
de: Wählen Sie Alle
el: Επιλογή όλων
fa: انتخاب همه
fi: Valitse kaikki
fr: Tout sélectionner
gd: Tagh a h-uile càil
he: בחר הכל
hr: Odaberi sve
hu: Mindet kiválaszt
id: Pilih Semua
is: Velja allt
it: Seleziona tutto
ja: すべて選択
km: ជ្រើសរើស​ទាំងអស់
lb: Alles auswielen
mi: Tohua Katoa
mk: Селектирај се
mn: Бүгдийг сонгох
ms: Pilih semua
my: အားလုံးရွေးချယ်ပါ
nl: Selecteer alles
no: Velg alle
pl: Zaznacz wszystko
pt: Selecionar tudo
ro: Selectează tot
ru: Выбрать все
sd: سڀ چونڊيو
si: සියල්ල තෝරන්න
sk: Vybrať všetko
sq: Selektoj të gjitha
sv: Välj alla
th: เลือกทั้งหมด
tl: Piliin lahat
tr: Hepsini seç
vi: Chọn tất cả

source: Import Data
ar: بيانات الاستيراد
bg: Данни за импортиране
ca: Importa dades
cs: Import dat
cy: Mewnforio data
da: Importer data
de: Daten importieren
el: Εισαγωγή δεδομένων
fa: داده های واردات
fi: Tuontitiedot
fr: Importer des données
gd: Dàta in-mhalairt
he: יבוא נתונים
hr: Uvoz podataka
hu: Adatok importálása
id: Impor data
is: Flytja inn gögn
it: Importa dati
ja: データ読込
km: នាំចូលទិន្នន័យ
lb: Import Daten
mi: Kawemai Raraunga
mk: Увоз на податоци
mn: Мэдээлэлийг импорт оруулах
ms: Data import
my: တင်သွင်းဒေတာ
nl: Data importeren
no: Importere data
pl: Zaimportować dane
pt: Importar dados
ro: Import date
ru: Импортные данные
sd: سائيٽ تي وريو
si: දත්ත ආයාත කරන්න
sk: Importovať údaje
sq: Të dhënat e importit
sv: Importera data
th: นำเข้าข้อมูล
tl: Mag -import ng data
tr: Verileri İçe Aktar
vi: Nhập dữ liệu

source: Do you want to import data
ar: هل أنت متأكد من استيراد البيانات؟
bg: Сигурни ли сте, че импортирате данни?
ca: Esteu segur que importareu dades?
cs: Určitě importujete data?
cy: Ydych chi'n sicr o fewnforio data?
da: Er du sikker på at importere data?
de: Sind Sie mit Sicherheit Daten importieren?
el: Είστε σίγουροι ότι θα εισαγάγετε δεδομένα;
fa: آیا مطمئناً داده ها را وارد می کنید؟
fi: Oletko varma, että tuot tietoja?
fr: Êtes-vous sûr d'importer des données?
gd: A bheil thu cinnteach gun cuir thu a-steach dàta?
he: האם אתה בטוח ייבא נתונים?
hr: Jeste li sigurni u uvoz podataka?
hu: Biztosan importálja az adatokat?
id: Apakah Anda pasti akan mengimpor data?
is: Ertu viss um að flytja inn gögn?
it: Sei sicuro di importare dati?
ja: データをインポートしてよろしいですか？
km: តើអ្នកប្រាកដជានាំចូលទិន្នន័យឬ?
lb: Sidd Dir sécher Daten z'importéieren?
mi: Kei te mohio koe ki te kawemai i nga raraunga?
mk: Дали сте сигурни да увезувате податоци?
mn: Мэдээлэл импортлоход итгэлтэй байна уу?
ms: Adakah anda pasti mengimport data?
my: ဒေတာတင်သွင်းဖို့သေချာပါသလား
nl: Weet u zeker dat u gegevens importeert?
no: Er du sikker på å importere data?
pl: Czy na pewno zaimportujesz dane?
pt: Você tem certeza de importar dados?
ro: Sunteți sigur că importați date?
ru: Вы обязательно импортируете данные?
sd: ڇا توهان کي پڪ آهي ڊيٽا درآمد ڪرڻ؟
si: දත්ත ආනයනය කිරීමට ඔබට විශ්වාසද?
sk: Určite importujete údaje?
sq: A jeni i sigurt për të importuar të dhëna?
sv: Är du säker på att importera data?
th: คุณแน่ใจว่าจะนำเข้าข้อมูลหรือไม่
tl: Sigurado ka bang mag -import ng data?
tr: Veri içe aktaracağınızdan emin misiniz?
vi: Bạn có chắc chắn để nhập dữ liệu?

source: Confirm import data message 1
ar: عندما تضغط على زر OK ، ستقوم باستيراد البيانات من الوقت الحالي إلى شهر واحد.
bg: Когато натиснете бутона OK, ще импортирате данни от текущото време до един месец преди това.
ca: Quan premeu el botó OK, importareu dades des de l’hora actual fins a un mes abans.
cs: Když stisknete tlačítko OK, importujete data z aktuálního času do jednoho měsíce.
cy: Pan wasgwch y botwm OK, byddwch yn mewnforio data o'r amser cyfredol i fis o'r blaen.
da: Når du trykker på OK -knappen, importerer du data fra det aktuelle tidspunkt til en måned før.
de: Wenn Sie die OK -Taste drücken, importieren Sie Daten von der aktuellen Zeit bis einen Monat zuvor.
el: Όταν πατήσετε το κουμπί OK, θα εισαγάγετε δεδομένα από την τρέχουσα ώρα σε ένα μήνα πριν.
fa: هنگامی که دکمه OK را فشار می دهید ، داده ها را از زمان فعلی تا یک ماه قبل وارد می کنید.
fi: Kun painat OK -painiketta, tuodaan tiedot nykyisestä ajasta kuukauteen ennen.
fr: Lorsque vous appuyez sur le bouton OK, vous importerez des données de l'heure actuelle à un mois auparavant.
gd: Nuair a bhrùthas tu am putan OK, bheir thu a-steach dàta bhon àm làithreach gu aon mhìos roimhe.
he: כשתלחץ על כפתור OK, תייבא נתונים מהזמן הנוכחי לחודש לפני כן.
hr: Kada pritisnete gumb OK, uvesti ćete podatke iz trenutnog vremena u mjesec dana prije.
hu: Amikor megnyomja a OK gombot, akkor az adatokat az aktuális időből egy hónappal korábban importálja.
id: Saat Anda menekan tombol OK, Anda akan mengimpor data dari waktu saat ini hingga satu bulan sebelumnya.
is: Þegar þú ýtir á OK hnappinn muntu flytja gögn frá núverandi tíma til einum mánuði áður.
it: Quando si preme il pulsante OK, importerai dati dall'ora corrente a un mese prima.
ja: OKボタンを押すと、現時刻から1ヶ月前までのデータをインポートします。
km: នៅពេលអ្នកចុចប៊ូតុង OK អ្នកនឹងនាំចូលទិន្នន័យពីពេលវេលាបច្ចុប្បន្នទៅមួយខែមុន។
lb: Wann Dir op den OK Knäppchen dréckt, wäert Dir Daten aus dem aktuelle Moment virdrun importéieren.
mi: Ka pato koe i te paatene OK, ka kawemai koe i nga raraunga mai i tenei wa ki te marama kotahi.
mk: Кога ќе го притиснете копчето OK, ќе увезете податоци од тековното време до еден месец пред тоа.
mn: Та OK товчийг дарахад та өгөгдлийг одоогийн цагаас нэг сарын өмнө импортлох болно.
ms: Apabila anda menekan butang OK, anda akan mengimport data dari masa kini hingga satu bulan sebelum ini.
my: OK ခလုတ်ကိုနှိပ်သောအခါ, သင်သည်လက်ရှိအချိန်တွင်ဒေတာများကိုယခင်တစ်လမှတင်သွင်းလိမ့်မည်။
nl: Wanneer u op de OK -knop drukt, importeert u gegevens van de huidige tijd tot een maand eerder.
no: Når du trykker på OK -knappen, vil du importere data fra gjeldende tid til en måned før.
pl: Po naciśnięciu przycisku OK zaimportujesz dane z bieżącego czasu do miesiąca wcześniej.
pt: Ao pressionar o botão OK, você importará dados do horário atual para um mês antes.
ro: Când apăsați butonul OK, veți importa date de la ora curentă până la o lună înainte.
ru: Когда вы нажмете кнопку OK, вы импортируете данные с текущего времени до месяца назад.
sd: جڏهن توهان OK بٽڻ دٻايو، توهان هڪ مهيني کان پهريان هڪ مهيني تائين ڊيٽا درآمد ڪندا.
si: ඔබ OK බොත්තම එබූ විට, ඔබ වත්මන් වේලාවෙන් මාසයකට පෙර දත්ත ආනයනය කරනු ඇත.
sk: Keď stlačíte tlačidlo OK, importujete údaje z aktuálneho času do jedného mesiaca predtým.
sq: Kur shtypni butonin OK, do të importoni të dhëna nga koha aktuale në një muaj më parë.
sv: När du trycker på OK -knappen importerar du data från aktuell tid till en månad innan.
th: เมื่อคุณกดปุ่ม OK คุณจะนำเข้าข้อมูลจากเวลาปัจจุบันเป็นหนึ่งเดือนก่อน
tl: Kapag pinindot mo ang pindutan ng OK, mag -import ka ng data mula sa kasalukuyang oras hanggang isang buwan bago.
tr: OK düğmesine bastığınızda, verileri geçerli saatten bir ay öncesine aktarırsınız.
vi: Khi bạn nhấn nút OK, bạn sẽ nhập dữ liệu từ thời gian hiện tại đến một tháng trước.

source: Confirm import data message 2
ar: يتم استيراد البيانات السابقة تلقائيًا شيئًا فشيئًا.
bg: Предишните данни автоматично се импортират малко по малко.
ca: Les dades anteriors s’importen automàticament a poc a poc.
cs: Předchozí data jsou automaticky importována po kousku.
cy: Mae'r data blaenorol yn cael ei fewnforio yn awtomatig fesul tipyn.
da: De tidligere data importeres automatisk lidt efter lidt.
de: Die vorherigen Daten werden nach und nach automatisch importiert.
el: Τα προηγούμενα δεδομένα εισάγονται αυτόματα σιγά -σιγά.
fa: داده های قبلی به طور خودکار کم اندک وارد می شوند.
fi: Aikaisemmat tiedot tuovat vähitellen automaattisesti.
fr: Les données précédentes sont automatiquement importées peu par petit.
gd: Tha an dàta roimhe air a thoirt a-steach gu fèin-ghluasadach beag le glè bheag.
he: הנתונים הקודמים מיובאים אוטומטית לאט לאט.
hr: Prethodni se podaci automatski uvoze malo po malo.
hu: Az előző adatokat apránként automatikusan importálják.
id: Data sebelumnya secara otomatis diimpor sedikit demi sedikit.
is: Fyrri gögn eru sjálfkrafa flutt inn smám saman.
it: I dati precedenti vengono importati automaticamente a poco a poco.
ja: それ以前のデータは、その後自動で少しずつインポートします。
km: ទិន្នន័យមុនត្រូវបាននាំចូលដោយស្វ័យប្រវត្តិបន្តិចដោយតិច។
lb: Déi viregt Daten ginn automatesch wéineg importéiert.
mi: Ko nga raraunga o mua ka taea te kawemai aunoa i te iti noa iho.
mk: Претходните податоци автоматски се увезуваат малку по малку.
mn: Өмнөх өгөгдөл нь автоматаар бага зэрэг импортолж өгдөг.
ms: Data sebelumnya diimport secara automatik sedikit demi sedikit.
my: ယခင်ဒေတာများကိုနည်းနည်းလေးဖြင့်အလိုအလျောက်တင်သွင်းသည်။
nl: De vorige gegevens worden beetje bij beetje automatisch geïmporteerd.
no: De forrige dataene importeres automatisk litt etter litt.
pl: Poprzednie dane są automatycznie importowane stopniowo.
pt: Os dados anteriores são importados automaticamente pouco a pouco.
ro: Datele anterioare sunt importate automat puțin câte puțin.
ru: Предыдущие данные автоматически импортируются понемногу.
sd: پوئين ڊيٽا پاڻ کي نن little ي نن lared ي درآمد ڪئي وئي آهي.
si: පෙර දත්ත ස්වයංක්රීයව ස්වයංක්රීයව ආනයනය කරනු ලැබේ.
sk: Predchádzajúce údaje sa automaticky importujú postupne.
sq: Të dhënat e mëparshme importohen automatikisht pak nga pak.
sv: De tidigare uppgifterna importeras automatiskt lite efter lite.
th: ข้อมูลก่อนหน้านี้จะถูกนำเข้าโดยอัตโนมัติทีละน้อย
tl: Ang nakaraang data ay awtomatikong na -import nang kaunti.
tr: Önceki veriler otomatik olarak yavaş yavaş aktarılır.
vi: Dữ liệu trước đó được tự động nhập từng chút một.

source: Confirm import data message 3
ar: إذا كنت ترغب في استيراد البيانات بعد الوقت الحالي ، فاضغط على زر قراءة البيانات مرة أخرى ، أو اضغط على قاعدة البيانات CSV إعداد الإعدادات في صفحة إعداد القراءة.
bg: Ако искате да импортирате данните след текущото време, натиснете отново бутона за четене на данни или натиснете базата данни CSV Настройване на настройките на страницата за настройване на четене.
ca: Si voleu importar les dades després de l’hora actual, torneu a prémer el botó de lectura de dades o premeu la base de dades CSV Configuració de la configuració de la pàgina de configuració de lectura.
cs: Pokud chcete data importovat po aktuálním čase, stiskněte znovu tlačítko pro čtení dat nebo stiskněte databázi CSV Nastavení nastavení na stránce nastavení čtení.
cy: Os ydych chi am fewnforio'r data ar ôl yr amser cyfredol, pwyswch y botwm darllen data eto, neu pwyswch y gronfa ddata CSV gan sefydlu'r gosodiadau ar y dudalen Gosod Darllen.
da: Hvis du vil importere dataene efter den aktuelle tid, skal du trykke på knappen Data Læsning igen, eller tryk på databasen CSV Opsætning af indstillingerne på siden Læs indstillingen.
de: Wenn Sie die Daten nach der aktuellen Zeit importieren möchten, drücken Sie erneut die Taste zur Datenlesung oder drücken Sie die Datenbank CSV Ein Einstellungen auf der Leseeinstellungsseite.
el: Εάν θέλετε να εισαγάγετε τα δεδομένα μετά την τρέχουσα ώρα, πατήστε ξανά το κουμπί ανάγνωσης δεδομένων ή πατήστε τη βάση δεδομένων CSV Ρύθμιση των ρυθμίσεων στη σελίδα ρύθμισης ανάγνωσης.
fa: اگر می خواهید داده ها را بعد از زمان فعلی وارد کنید ، دوباره دکمه خواندن داده را فشار دهید ، یا پایگاه داده CSV تنظیم تنظیمات را در صفحه تنظیم خواندن فشار دهید.
fi: Jos haluat tuoda tiedot nykyisen ajan jälkeen, paina datan lukemispainiketta uudelleen tai paina tietokantaa CSV Asetukset Read -asetussivulla.
fr: Si vous souhaitez importer les données après l'heure actuelle, appuyez à nouveau sur le bouton de lecture des données ou appuyez sur la base de données CSV Configuration des paramètres de la page de lecture de lecture.
gd: Ma tha thu airson an dàta a thoirt a-steach às deidh an ùine a th 'ann an-dràsta, brùth air a' phutan Leughaidh Dàta a-rithist, no brùth air an stòr-dàta CSV A 'stèidheachadh nan roghainnean air an duilleag suidheachaidh leugh.
he: אם ברצונך לייבא את הנתונים לאחר השעה הנוכחית, לחץ שוב על כפתור קריאת הנתונים, או לחץ על מסד הנתונים CSV הגדרת ההגדרות בדף ההגדרה הקריאה.
hr: Ako želite uvesti podatke nakon trenutnog vremena, ponovo pritisnite gumb za čitanje podataka ili pritisnite bazu podataka CSV Postavljanje postavki na stranici za postavljanje čitanja.
hu: Ha az adatokat az aktuális idő után szeretné importálni, nyomja meg újra az Adatolvasási gombot, vagy nyomja meg a CSV adatbázist.
id: Jika Anda ingin mengimpor data setelah waktu saat ini, tekan tombol membaca data lagi, atau tekan database CSV mengatur pengaturan pada halaman pengaturan baca.
is: Ef þú vilt flytja gögnin eftir núverandi tíma skaltu ýta á gagnalestrarhnappinn aftur eða ýta á gagnagrunninn CSV að setja upp stillingarnar á lestrarstillingarsíðunni.
it: Se si desidera importare i dati dopo l'ora corrente, premere nuovamente il pulsante di lettura dei dati o premere il database CSV impostando le impostazioni nella pagina Impostazione lettura.
ja: 現時刻以降のデータをインポートしたい場合、再度、データ読込ボタンを押すか、データベース・CSV読み込み設定ページの 設定保存ボタンを押してください。
km: ប្រសិនបើអ្នកចង់នាំចូលទិន្នន័យបន្ទាប់ពីពេលវេលាបច្ចុប្បន្នចុចប៊ូតុងអានទិន្នន័យម្តងទៀតឬចុចមូលដ្ឋានទិន្នន័យ CSV ការបង្កើតការកំណត់នៅលើទំព័រអាន។
lb: Wann Dir d'Donnéeën no der aktueller Zäit wëllt importéieren, dréckt op d'Data Liesung Knäppchen, oder dréckt op d'Datebank CSV Astelle d'Astellunge op der Liesstellung.
mi: Mena kei te hiahia koe ki te kawemai i nga raraunga i muri i te waa o tenei wa, pato i te paatene panui raraunga, me te pēhi i te pātengi raraunga CSV e whakarite ana i nga tautuhinga i te whaarangi Whakatakotoranga.
mk: Ако сакате да ги увезете податоците по тековното време, повторно притиснете го копчето за читање на податоци или притиснете ја базата на податоци CSV Поставување на поставките на страницата за читање.
mn: Хэрэв та одоогийн цагаар өгөгдлийг импортлохыг хүсч байвал өгөгдлийн унших товчийг дахин дарна уу, эсвэл мэдээллийн санг унших хуудасны хуудсыг товшино уу.
ms: Jika anda ingin mengimport data selepas masa semasa, tekan butang bacaan data sekali lagi, atau tekan pangkalan data CSV Menyediakan tetapan pada halaman tetapan baca.
my: အကယ်. သင်လက်ရှိအချိန်ပြီးနောက်ဒေတာများကိုတင်သွင်းလိုပါကဒေတာဖတ်ရှုခြင်းခလုတ်ကိုထပ်မံ နှိပ်. စာဖတ်ခြင်းခလုတ်ကို နှိပ်. ဒေတာဘေ့စ် CSV ကိုနှိပ်ပါ။
nl: Als u de gegevens na de huidige tijd wilt importeren, drukt u opnieuw op de knop Gegevenslezen of drukt u op de database CSV instellen van de instellingen op de pagina Rezeninstelling.
no: Hvis du vil importere dataene etter gjeldende tid, trykker du på Data Reading -knappen igjen, eller trykker på databasen CSV Sett opp innstillingene på Les -innstillingssiden.
pl: Jeśli chcesz zaimportować dane po bieżącym czasie, naciśnij ponownie przycisk odczytu danych lub naciśnij bazę danych CSV Konfigurowanie ustawień na stronie ustawienia odczytu.
pt: Se você deseja importar os dados após o horário atual, pressione o botão de leitura de dados novamente ou pressione o banco de dados CSV Configurando as configurações na página de configuração de leitura.
ro: Dacă doriți să importați datele după ora curentă, apăsați din nou butonul de citire a datelor sau apăsați baza de date CSV Configurarea setărilor din pagina de setare citită.
ru: Если вы хотите импортировать данные после текущего времени, нажмите кнопку считывания данных снова или нажмите базу данных CSV Настройки настройки на странице «Настройки чтения».
sd: جيڪڏهن توهان موجوده وقت کان پوء ڊيٽا درآمد ڪرڻ چاهيو ٿا، يا ٻيهر ڊيٽا پڙهڻ جو بٽڻ دٻايو CSV پڙهيل ترتيب واري صفحي تي سيٽنگون ترتيب ڏيڻ.
si: ඔබට වත්මන් කාලයෙන් පසුව දත්ත ආනයනය කිරීමට අවශ්ය නම්, දත්ත කියවීමේ බොත්තම නැවත ඔබන්න, නැතහොත් දත්ත සමුදාය ඔබන්න, නැතහොත් කියවීමේ සැකසුම් පිටුවේ සැකසුම් සැකසීම.
sk: Ak chcete údaje importovať po aktuálnom čase, stlačte tlačidlo čítania údajov znova alebo stlačte databázu CSV a nastavenie nastavení na stránke Nastavenia čítania.
sq: Nëse doni të importoni të dhënat pas kohës së tanishme, shtypni përsëri butonin e leximit të të dhënave ose shtypni bazën e të dhënave CSV Vendosja e cilësimeve në faqen e cilësimit të leximit.
sv: Om du vill importera data efter den aktuella tiden trycker du på knappen för att läsa igen eller tryck på databasen CSV Ställa in inställningarna på inställningssidan.
th: หากคุณต้องการนำเข้าข้อมูลหลังจากเวลาปัจจุบันกดปุ่มการอ่านข้อมูลอีกครั้งหรือกดฐานข้อมูล CSV การตั้งค่าการตั้งค่าในหน้าการตั้งค่าการอ่าน
tl: Kung nais mong i -import ang data pagkatapos ng kasalukuyang oras, pindutin muli ang pindutan ng pagbabasa ng data, o pindutin ang database CSV na pag -set up ng mga setting sa pahina ng setting ng Basahin.
tr: Verileri geçerli saatten sonra içe aktarmak istiyorsanız, veri okuma düğmesine tekrar basın veya veritabanına CSV Okuma Ayarı sayfasındaki ayarları ayarlayın.
vi: Nếu bạn muốn nhập dữ liệu sau thời gian hiện tại, hãy nhấn lại nút Đọc dữ liệu hoặc nhấn cơ sở dữ liệu CSV Cài đặt cài đặt trên trang Cài đặt đọc.
