Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Based on the set config information, generating the ID for linking the data will be started.
ar: ستبدأ عملية ارتباط البيانات بناءً على التكوين الحالي.
bg: Процесът на връзка с данни ще започне въз основа на текущата конфигурация.
ca: El procés d’enllaç de dades s’iniciarà en funció de la configuració actual.
cs: Proces datového spojení se spustí na základě aktuální konfigurace.
cy: Bydd y broses cyswllt data yn cychwyn yn seiliedig ar y cyfluniad cyfredol.
da: Data Link -processen starter baseret på den aktuelle konfiguration.
de: Der Datenverbindungsprozess startet basierend auf der aktuellen Konfiguration.
el: Η διαδικασία σύνδεσης δεδομένων θα ξεκινήσει με βάση την τρέχουσα διαμόρφωση.
fa: فرآیند پیوند داده بر اساس پیکربندی فعلی آغاز می شود.
fi: Tietolinkkiprosessi käynnistyy nykyisen kokoonpanon perusteella.
fr: Le processus de liaison de données commencera en fonction de la configuration actuelle.
gd: Tòisichidh pròiseas ceangail dàta stèidhichte air rèiteachadh làithreach.
he: תהליך קישור הנתונים יתחיל על סמך התצורה הנוכחית.
hr: Postupak podataka o podacima pokrenut će se na temelju trenutne konfiguracije.
hu: Az adatkapcsolati folyamat az aktuális konfiguráció alapján indul.
id: Proses tautan data akan dimulai berdasarkan konfigurasi saat ini.
is: Ferli gagnatengla mun hefjast út frá núverandi stillingum.
it: Il processo di collegamento dati inizierà in base alla configurazione corrente.
ja: 設定した情報を元にデータの紐付け用IDの生成を開始します。
km: ដំណើរការភ្ជាប់ទិន្នន័យនឹងចាប់ផ្តើមដោយផ្អែកលើការកំណត់រចនាសម្ព័ន្ធបច្ចុប្បន្ន។
lb: Date Link Prozess fänkt un baséiert op der aktueller Konfiguratioun.
mi: Ko te tukanga hononga raraunga ka tiimata i runga i te whirihoranga o naianei.
mk: Процесот на врска со податоци ќе започне врз основа на тековната конфигурација.
mn: Мэдээллийн холбоосын процесс нь одоогийн тохиргоонд үндэслэн эхлэх болно.
ms: Proses pautan data akan bermula berdasarkan konfigurasi semasa.
my: ဒေတာလင့်ခ်လုပ်ငန်းစဉ်သည်လက်ရှိပြင်ဆင်မှုအပေါ် အခြေခံ. စတင်မည်။
nl: Datalinkproces start op basis van de huidige configuratie.
no: Datakinkprosess starter basert på gjeldende konfigurasjon.
pl: Proces łącza danych rozpocznie się na podstawie bieżącej konfiguracji.
pt: O processo de link de dados começará com base na configuração atual.
ro: Procesul de legătură de date va începe pe baza configurației curente.
ru: Процесс ссылки на данные начнется на основе текущей конфигурации.
sd: ڊيٽا لنڪ جو عمل موجوده ترتيب جي بنياد تي شروع ٿيندو.
si: වත්මන් වින්යාසය මත පදනම්ව දත්ත සම්බන්ධ කිරීමේ ක්රියාවලිය ආරම්භ වේ.
sk: Proces dátového odkazu sa začne na základe aktuálnej konfigurácie.
sq: Procesi i lidhjes së të dhënave do të fillojë bazuar në konfigurimin aktual.
sv: Datalänkprocessen startar baserat på aktuell konfiguration.
th: กระบวนการเชื่อมโยงข้อมูลจะเริ่มต้นจากการกำหนดค่าปัจจุบัน
tl: Ang proseso ng link ng data ay magsisimula batay sa kasalukuyang pagsasaayos.
tr: Veri bağlantısı işlemi geçerli yapılandırmaya göre başlayacaktır.
vi: Quá trình liên kết dữ liệu sẽ bắt đầu dựa trên cấu hình hiện tại.

source: It may take time if there is a lot of data to link, but is it okay to start the process?
ar: قد يستغرق الأمر وقتًا إذا كان هناك الكثير من البيانات لربطها. هل من المقبول البدء؟
bg: Може да отнеме време, ако има много данни за свързване. Добре ли е да започнете?
ca: Pot trigar temps si hi ha moltes dades per enllaçar. Està bé començar?
cs: Může trvat čas, pokud existuje mnoho dat k propojení. Je v pořádku začít?
cy: Efallai y bydd yn cymryd amser os oes llawer o ddata i'w gysylltu. A yw'n iawn cychwyn?
da: Det kan tage tid, hvis der er mange data at linke. Er det ok at starte?
de: Es kann einige Zeit dauern, wenn viele Daten zu verknüpfen sind. Ist es in Ordnung, anzufangen?
el: Μπορεί να χρειαστεί χρόνος εάν υπάρχουν πολλά δεδομένα για σύνδεση. Είναι εντάξει να ξεκινήσετε;
fa: اگر داده های زیادی برای پیوند وجود داشته باشد ممکن است زمان لازم باشد. آیا شروع خوب است؟
fi: Se voi viedä aikaa, jos linkittävä tieto on paljon. Onko OK aloittaa?
fr: Cela peut prendre du temps s'il y a beaucoup de données à lier. Est-il acceptable de commencer?
gd: Dh 'fhaodadh gun toir e ùine ma tha tòrr dàta ri cheangal. A bheil e ceart gu leòr tòiseachadh?
he: זה עשוי לקחת זמן אם יש הרבה נתונים לקישור. האם זה בסדר להתחיל?
hr: Možda će trebati vrijeme ako postoji puno podataka za povezivanje. Je li u redu početi?
hu: Időbe telhet, ha sok adat van a kapcsolódáshoz. Rendben van a kezdés?
id: Mungkin butuh waktu jika ada banyak data untuk ditautkan. Apakah boleh memulai?
is: Það getur tekið tíma ef það eru mikið af gögnum til að tengja. Er það í lagi að byrja?
it: Potrebbe essere necessario del tempo se ci sono molti dati da collegare. Va bene iniziare?
ja: 紐付けするデータが多い場合に時間がかかる場合がありますが、処理を開始してもいいですか?
km: វាអាចត្រូវការពេលវេលាប្រសិនបើមានទិន្នន័យជាច្រើនដើម្បីភ្ជាប់។ តើវាមិនអីទេក្នុងការចាប់ផ្តើម?
lb: Et kann Zäit huelen wann et vill Daten op Link ass. Ass et ok fir unzefänken?
mi: Ka roa pea te waa mena he nui nga raraunga hei hono. He pai ki te tiimata?
mk: Може да потрае време ако има многу податоци за да се поврзат. Дали е во ред да се започне?
mn: Холбоос хийхэд маш их мэдээлэл байгаа бол цаг хугацаа шаардагдана. Эхлэх нь зүгээр үү?
ms: Ia mungkin mengambil masa jika terdapat banyak data untuk dihubungkan. Adakah baik untuk bermula?
my: ချိတ်ဆက်ရန်အချက်အလက်များစွာရှိလျှင်၎င်းသည်အချိန်ယူနိုင်သည်။ စဖို့အဆင်ပြေလား
nl: Het kan tijd kosten als er veel gegevens zijn om te koppelen. Is het oké om te beginnen?
no: Det kan ta tid hvis det er mye data å koble til. Er det ok å starte?
pl: Link może zająć trochę czasu, jeśli jest dużo danych. Czy możesz zacząć?
pt: Pode levar tempo se houver muitos dados para vincular. Tudo bem começar?
ro: Poate dura timp dacă există o mulțime de date pentru a face legătura. Este ok să începi?
ru: Может потребоваться время, если есть много данных для ссылки. Можно начать?
sd: شايد وقت وٺي سگھي ٿو جيڪڏهن اتي ڪيترائي ڊيٽا ڳن to ڻ لاء. ڇا اهو شروع ڪرڻ ٺيڪ آهي؟
si: සබැඳිය සඳහා දත්ත විශාල ප්රමාණයක් තිබේ නම් කාලය ගතවනු ඇත. ආරම්භ කිරීම හරිද?
sk: Môže trvať čas, ak existuje veľa údajov na prepojenie. Je v poriadku začať?
sq: Mund të duhet kohë nëse ka shumë të dhëna për t'u lidhur. A është mirë të fillosh?
sv: Det kan ta tid om det finns mycket data att länka. Är det ok att börja?
th: อาจต้องใช้เวลาหากมีข้อมูลจำนวนมากในการเชื่อมโยง เริ่มต้นได้หรือไม่?
tl: Maaaring tumagal ng oras kung maraming data ang mai -link. Ok lang bang magsimula?
tr: Bağlanacak çok fazla veri varsa zaman alabilir. Başlamak uygun mu?
vi: Có thể mất thời gian nếu có nhiều dữ liệu để liên kết. Có ổn không khi bắt đầu?

source: (For data that is automatically and regularly imported, the ID for linking is automatically generated.)
ar: * بالنسبة للبيانات التي يتم استيرادها تلقائيًا ودوريًا ، يتم إنشاء الرابط ID تلقائيًا.
bg: * За данни, които автоматично и периодично се импортират, Link ID се генерира автоматично.
ca: * Per a dades que s’importen automàticament i periòdicament, l’enllaç ID es genera automàticament.
cs: * Pro data, která jsou automaticky a periodicky importována, se automaticky generuje odkaz ID.
cy: * Ar gyfer data sy'n cael ei fewnforio yn awtomatig ac o bryd i'w gilydd, cynhyrchir Link ID yn awtomatig.
da: * For data, der automatisk importeres, genereres link ID automatisk.
de: * Für Daten, die automatisch und regelmäßig importiert werden, wird Link ID automatisch generiert.
el: * Για τα δεδομένα που εισάγονται αυτόματα και περιοδικά, δημιουργείται αυτόματα σύνδεση ID.
fa: * برای داده هایی که به صورت خودکار و دوره ای وارد می شوند ، پیوند ID به طور خودکار تولید می شود.
fi: * Tietojen osalta, jotka tuotetaan automaattisesti ja säännöllisesti, linkki ID luodaan automaattisesti.
fr: * Pour les données qui sont automatiquement et périodiquement importées, la liaison ID est générée automatiquement.
gd: * Airson dàta a tha a 'cur a-steach gu fèin-ghluasadach agus bho àm gu àm, thèid ceangal ID a chruthachadh gu fèin-ghluasadach.
he: * לנתונים המיובאים באופן אוטומטי ותקופתי, קישור ID נוצר אוטומטית.
hr: * Za podatke koji se automatski i povremeno uvoze, veza ID automatski se generira.
hu: * Az automatikusan és rendszeresen importált adatok esetében a ID link automatikusan generálódik.
id: * Untuk data yang diimpor secara otomatis dan berkala, tautan ID dihasilkan secara otomatis.
is: * Fyrir gögn sem eru sjálfkrafa og reglulega flutt inn er hlekkur ID búinn til sjálfkrafa.
it: * Per i dati che vengono importati automaticamente e periodicamente, il collegamento ID viene generato automaticamente.
ja: ※自動で定期的にインポートされるデータに対しては、自動で紐付け用のIDが生成されます。
km: * សម្រាប់ទិន្នន័យដែលត្រូវបាននាំចូលដោយស្វ័យប្រវត្តិហើយជាទៀងទាត់តំណភ្ជាប់ ID ត្រូវបានបង្កើតដោយស្វ័យប្រវត្តិ។
lb: * Fir Daten déi automatesch an periodesch importéiert ass, Link ID gëtt automatesch generéiert.
mi: * Mo nga raraunga ka tukuna aunoa me te waa kawemai, hono ID aunoatia.
mk: * За податоците што автоматски и периодично се увезуваат, линк ID автоматски се генерира.
mn: * Автомат, үе үе импортолсон өгөгдлийн хувьд ID автоматаар үүсгэдэг.
ms: * Untuk data yang secara automatik dan diimport secara berkala, pautan ID dihasilkan secara automatik.
my: * အလိုအလျောက်နှင့်အခါအားလျော်စွာတင်သွင်းသောဒေတာများအတွက် link ID အလိုအလျောက်ထုတ်လုပ်သည်။
nl: * Voor gegevens die automatisch en periodiek worden geïmporteerd, wordt link ID automatisch gegenereerd.
no: * For data som automatisk og med jevne mellomrom importeres, genereres Link ID automatisk.
pl: * Dla danych, które są automatycznie i okresowo importowane, link ID jest automatycznie generowany.
pt: * Para dados importados automaticamente e periodicamente, o link ID é gerado automaticamente.
ro: * Pentru datele care sunt importate automat și periodic, linkul ID este generat automat.
ru: * Для данных, которые автоматически и периодически импортируются, автоматически генерируется ссылка ID.
sd: * ڊيٽا لاء جيڪو پاڻمرادو ۽ وقتي طور تي درآمد ڪيو ويو آهي، لنڪ ID پاڻمرادو پيدا ٿي چڪو آهي.
si: * ස්වයංක්රීයව හා වරින් වර ආනයනය කරන දත්ත සඳහා, ID සබැඳිය ස්වයංක්රීයව ජනනය වේ.
sk: * V prípade údajov, ktoré sa automaticky a pravidelne importujú, sa link ID automaticky vygeneruje.
sq: * Për të dhënat që importohen automatikisht dhe në mënyrë periodike, lidhja ID gjenerohet automatikisht.
sv: * För data som automatiskt och regelbundet importeras genereras länk ID automatiskt.
th: * สำหรับข้อมูลที่นำเข้าโดยอัตโนมัติและเป็นระยะลิงก์ ID จะถูกสร้างขึ้นโดยอัตโนมัติ
tl: * Para sa data na awtomatiko at pana -panahong na -import, ang Link ID ay awtomatikong nabuo.
tr: * Otomatik ve periyodik olarak içe aktarılan veriler için ID bağlantı otomatik olarak oluşturulur.
vi: * Đối với dữ liệu được nhập tự động và định kỳ, liên kết ID được tạo tự động.

source: Data Source Name
ar: اسم مصدر البيانات
bg: Име на източника на данни
ca: Nom de la font de dades
cs: Název zdroje dat
cy: Enw Ffynhonnell Data
da: Datakilde -navn
de: Datenquellenname
el: Όνομα πηγής δεδομένων
fa: نام منبع داده
fi: Tietolähteen nimi
fr: Nom de la source de données
gd: Ainm stòr dàta
he: שם מקור הנתונים
hr: Naziv izvora podataka
hu: Adatforrás neve
id: Nama Sumber Data
is: Nafn gagna
it: Nome dell'origine dati
ja: データソース名
km: ឈ្មោះប្រភពទិន្នន័យ
lb: Data Quell Numm
mi: Ingoa Raraunga Raraunga
mk: Име на извор на податоци
mn: Мэдээллийн эх сурвалжийн нэр
ms: Nama sumber data
my: ဒေတာအရင်းအမြစ်အမည်
nl: Gegevensbronnaam
no: Datakildetavn
pl: Nazwa źródła danych
pt: Nome da fonte de dados
ro: Numele sursei de date
ru: Имя источника данных
sd: ڊيٽا سڪٽ جو نالو
si: දත්ත ප්රභවයේ නම
sk: Názov zdroja údajov
sq: Emrin e burimit të të dhënave
sv: Datakällnamn
th: ชื่อแหล่งข้อมูล
tl: Pangalan ng mapagkukunan ng data
tr: Veri Kaynağı Adı
vi: Tên nguồn dữ liệu

source: Data Source Type
ar: نوع مصدر البيانات
bg: Тип източник на данни
ca: Tipus d'origen de dades
cs: Typ zdroje dat
cy: Math o Ffynhonnell Data
da: Datakilde
de: Datenquellentyp
el: Τύπος πηγής δεδομένων
fa: نوع منبع داده
fi: Tietolähdetyyppi
fr: Type de source de données
gd: Seòrsa stòr dàta
he: סוג מקור נתונים
hr: Vrsta izvora podataka
hu: Adatforrás típusa
id: Jenis Sumber Data
is: Gagnheimild
it: Tipo di origine dati
ja: データソース種別
km: ប្រភេទប្រភពទិន្នន័យ
lb: Datenquell Type
mi: Momo puna raraunga
mk: Тип на извор на податоци
mn: Мэдээллийн эх үүсвэрийн төрөл
ms: Jenis sumber data
my: ဒေတာအရင်းအမြစ်အမျိုးအစား
nl: Type gegevensbron
no: Datakildetype
pl: Typ źródła danych
pt: Tipo de fonte de dados
ro: Tipul sursei de date
ru: Тип источника данных
sd: ڊيٽا جو ذريعو قسم
si: දත්ත ප්රභව වර්ගය
sk: Typ zdroja údajov
sq: Lloji i burimit të të dhënave
sv: Datakälltyp
th: ประเภทแหล่งข้อมูล
tl: Uri ng mapagkukunan ng data
tr: Veri Kaynağı Türü
vi: Loại nguồn dữ liệu

source: Do you want to save changes?
ar: هل أنت متأكد من حفظ التغييرات؟
bg: Сигурни ли сте, че спестявате промени?
ca: Esteu segur que guardeu canvis?
cs: Určitě ušetříte změny?
cy: Ydych chi'n sicr o arbed newidiadau?
da: Er du sikker på at gemme ændringer?
de: Sind Sie sicher, Änderungen zu sparen?
el: Είστε σίγουροι ότι θα εξοικονομήσετε αλλαγές;
fa: آیا مطمئناً تغییرات را ذخیره می کنید؟
fi: Tallennatko muutokset?
fr: Êtes-vous sûr d'enregistrer des modifications?
gd: A bheil thu cinnteach gun sàbhail thu atharrachaidhean?
he: האם אתה בטוח לשמור שינויים?
hr: Jeste li sigurni da spremate promjene?
hu: Biztosan menti a változásokat?
id: Apakah Anda pasti akan menyimpan perubahan?
is: Ertu viss um að vista breytingar?
it: Sei sicuro di salvare le modifiche?
ja: データを保存してよろしいですか？
km: តើអ្នកប្រាកដជារក្សាទុកការផ្លាស់ប្តូរឬ?
lb: Sidd Dir sécher Ännerungen ze späicheren?
mi: Kei te mohio koe ki te whakaora i nga huringa?
mk: Дали сте сигурно да заштедите промени?
mn: Та өөрчлөлтийг хэмнэхэд итгэлтэй байна уу?
ms: Adakah anda pasti menyimpan perubahan?
my: ပြောင်းလဲမှုများကိုသိမ်းဆည်းရန်သင်သေချာပါသလား
nl: Weet u zeker dat u wijzigingen opslaat?
no: Er du sikker på å lagre endringer?
pl: Czy na pewno zaoszczędzisz zmiany?
pt: Você tem certeza de salvar alterações?
ro: Ești sigur că salvezi modificările?
ru: Вы обязательно сохраните изменения?
sd: ڇا توهان کي تبديلين کي بچائڻ جي پڪ آهي؟
si: වෙනස්කම් සුරැකීමට ඔබට විශ්වාසද?
sk: Určite uložte zmeny?
sq: A jeni i sigurt për të kursyer ndryshime?
sv: Är du säker på att spara ändringar?
th: คุณแน่ใจว่าจะบันทึกการเปลี่ยนแปลงหรือไม่?
tl: Sigurado ka bang makatipid ng mga pagbabago?
tr: Değişiklik tasarrufu sağlayacağınızdan emin misiniz?
vi: Bạn có chắc chắn để lưu các thay đổi?

source: Force to OS locale time zone.
ar: معلومات نظام التشغيل القسري إلى إعدادات المنطقة الزمنية.
bg: Информация за принудителна ОС в настройките на часовата зона.
ca: Informació del sistema operatiu forçat a la configuració de la zona horària.
cs: Informace o nuceném OS do nastavení časového pásma.
cy: Gwybodaeth OS Gorfodol i Gosodiadau Parth Amser.
da: Tvungen OS -oplysninger til tidszoneindstillinger.
de: Erzwungene Betriebssysteminformationen zu Zeitzoneneinstellungen.
el: Αναγκασμένες πληροφορίες OS στις ρυθμίσεις ζώνης ώρας.
fa: اطلاعات مربوط به سیستم عامل را به تنظیمات منطقه زمانی.
fi: Pakotetut käyttöjärjestelmän tiedot aikavyöhykkeen asetuksiin.
fr: Informations sur le système d'exploitation forcé aux paramètres du fuseau horaire.
gd: FIOSRACHADH OS AIR A DHÈANAMH GU COMHAIRLE Sòn Ùine.
he: מידע על מערכת הפעלה מאולצת להגדרות אזור הזמן.
hr: Prisilne OS informacije o postavkama vremenske zone.
hu: Kényszerítette az operációs rendszer információkat az időzóna beállításaira.
id: Informasi OS paksa ke pengaturan zona waktu.
is: Þvingaðar upplýsingar um stýrikerfi til stillinga á tímabelti.
it: Informazioni sul sistema operativo forzato alle impostazioni del fuso orario.
ja: Time Zone設定にOS情報を強制。
km: ព័ត៌មានអំពីប្រព័ន្ធប្រតិបត្តិការទៅតំបន់ពេលវេលាកំណត់ពេលវេលា។
lb: Forcéiert OS Informatioun zu Zäitzone Astellunge.
mi: Ko nga korero OS takoha ki nga tautuhinga rohe.
mk: Присилни информации за оперативниот систем до поставките за временска зона.
mn: Цагийн бүсийн Тохиргоонд албадан os мэдээлэл.
ms: Maklumat OS paksa ke tetapan zon waktu.
my: အချိန်ဇုန်ချိန်ညှိချက်များမှအတင်းအဓမ္မ OS သတင်းအချက်အလက်။
nl: Geforceerde OS -informatie naar tijdzone -instellingen.
no: Tvang OS -informasjon til tidssoneinnstillinger.
pl: Wymuszone informacje systemu operacyjnego do ustawień stref czasowych.
pt: Informações forçadas ao sistema operacional para configurações de fuso horário.
ro: Informații privind sistemul de operare forțat la setările fusului orar.
ru: Принудительная информация о ОС в настройки часового пояса.
sd: وقت جي زون جي سيٽنگن کي مجبور ڪيو ويو.
si: කාලීන කලාප සැකසුම් සඳහා බලහත්කාරයෙන් මෙහෙයුම් පද්ධතිය.
sk: Nútené informácie o OS do nastavení časového pásma.
sq: Informacioni i detyruar i sistemit operativ për cilësimet e zonës kohore.
sv: Tvingad OS -information till tidszoninställningar.
th: ข้อมูลระบบปฏิบัติการบังคับให้ตั้งค่าเขตเวลา
tl: Pinilit na impormasyon ng OS sa mga setting ng time zone.
tr: Zaman dilimi ayarlarına zorla işletim sistemi bilgileri.
vi: Buộc thông tin hệ điều hành đến cài đặt múi giờ.

source: Advanced Setting
ar: إعدادات متقدمة
bg: Разширена настройка
ca: Configuració avançada
cs: Pokročilé nastavení
cy: Lleoliad Uwch
da: Avanceret indstilling
de: Erweiterte Einstellung
el: Προχωρημένη ρύθμιση
fa: تنظیمات پیشرفته
fi: Edistynyt asetus
fr: Paramètre avancé
gd: Suidheachadh adhartach
he: הגדרות מתקדמות
hr: Napredne postavke
hu: Haladó beállítás
id: Pengaturan lanjutan
is: Ítarleg stilling
it: Impostazioni avanzate
ja: 詳細設定
km: ការកំណត់កម្រិតខ្ពស់
lb: Fortgeschratt Astellung
mi: Tautohu matatau
mk: Напредно поставување
mn: Дэвшилтэт тохиргоо
ms: Tetapan lanjutan
my: အထူးအပြင်အဆင်
nl: Geavanceerde instelling
no: Avansert innstilling
pl: Zaawansowane ustawienie
pt: Configuração avançada
ro: Setări avansate
ru: Расширенные настройки
sd: اعلي سطحيء نامو
si: උසස් පසුබිම
sk: Rozšírené nastavenie
sq: Vendosja e Avancuar
sv: Avancerade inställningar
th: การตั้งค่าขั้นสูง
tl: Advanced na setting
tr: Gelişmiş Ayarlar
vi: Cài đặt nâng cao
