Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Scatter Plot display Hover
ar: إذا كان المبعثر قيد التشغيل ، فيمكنك إظهار مؤامرة مبعثرة معها. مؤامرة مبعثر بين العنصر الحالي وعنصر الصف التالي. اسحب وإسقاط بطاقات المؤامرة للمؤامرات المعنية مع الماوس لتبديل المحور السيني والمحور ص من مؤامرة مبعثرة.
bg: Ако разпръснато е включено, можете да покажете сюжета за разпръскване с него. Графиката на разсейването между текущия елемент и следващия ред. Плъзнете и пуснете сюжетните карти на съответните парцели с мишката, за да превключвате X-ос и Y-ос на графиката за разсейване.
ca: Si la dispersió està encesa, podeu mostrar la trama de dispersió amb ella. La trama de dispersió entre l’element actual i l’element de la fila següent. Arrossegueu i deixeu anar les targetes argumentals de les parcel·les respectives amb el ratolí per canviar l’eix x i l’eix Y de la trama de dispersió.
cs: Pokud je rozptyl zapnutý, můžete s ním zobrazit rozptyl. Rozptyl graf mezi aktuální položkou a další položkou řádku. Přetáhněte karty spiknutí příslušných grafů myší a přepněte osu x a osu Y rozptylu.
cy: Os yw gwasgariad ymlaen, gallwch ddangos y plot gwasgariad ag ef. Y plot gwasgariad rhwng yr eitem gyfredol a'r eitem rhes nesaf. Llusgwch a gollwng cardiau plot y lleiniau priodol gyda'r llygoden i newid echelin-x ac echelin y plot gwasgariad.
da: Hvis spredning er på, kan du vise scatter -plottet med det. Spredningsdiagrammet mellem det aktuelle emne og den næste række vare. Træk og slip plotkortene på de respektive plot med musen for at skifte x-akse og y-akse på scatter-plottet.
de: Wenn Streuung eingeschaltet ist, können Sie das Streudiagramm damit zeigen. Das Streudiagramm zwischen dem aktuellen Element und dem Element der nächsten Zeile. Ziehen Sie die Handlungskarten der jeweiligen Diagramme mit der Maus ab und lassen Sie die X-Achse und die Y-Achse des Streudiagramms wechseln.
el: Εάν η διασπορά είναι ενεργοποιημένη, μπορείτε να δείξετε το οικόπεδο Scatter με αυτό. Η γραφική παράσταση διασκορπισμού μεταξύ του τρέχοντος στοιχείου και του επόμενου στοιχείου σειράς. Σύρετε και ρίξτε τις κάρτες γραφικών των αντίστοιχων διαγραμμάτων με το ποντίκι για να αλλάξετε τον άξονα x και τον άξονα y του οικόπεδο διασποράς.
fa: اگر پراکندگی روشن است ، می توانید طرح پراکندگی را با آن نشان دهید. طرح پراکندگی بین مورد فعلی و مورد ردیف بعدی. کارتهای نقشه توطئه های مربوطه را با ماوس بکشید و رها کنید تا محور x و محور Y طرح پراکندگی را تغییر دهید.
fi: Jos sironta on päällä, voit näyttää sirontakaavion sen kanssa. Hajontakaavio nykyisen tuotteen ja seuraavan rivin välisen kohteen välillä. Vedä ja pudota vastaavien kuvaajien juonikortit hiiren kanssa vaihtamaan sirontakaavion x-akseli ja y-akseli.
fr: Si Scatter est allumé, vous pouvez montrer le tracé de Scatter avec. Le tracé de dispersion entre l'élément actuel et l'élément de ligne suivante. Faites glisser et déposez les cartes de tracé des parcelles respectives avec la souris pour changer axe X et axe Y du tracé de dispersion.
gd: Ma tha sgapadh air adhart, faodaidh tu an cuilbheart sgapte a nochdadh leis. An cuilbheart sgapte eadar an rud làithreach agus an ath rud sreath. Slaod agus leig às na cairtean cuilbheart de na plotaichean fa leth leis an luchag gus an X-Axis agus Y-axis a 'chuilbheart sgapaidh atharrachadh.
he: אם הפיזור פועל, אתה יכול להראות את עלילת הפיזור איתו. עלילת הפיזור בין הפריט הנוכחי לפריט השורה הבאה. גרור ושחרר את כרטיסי העלילה של החלקות המתאימות עם העכבר כדי להחליף את ציר ה- X וציר ה- Y של עלילת הפיזור.
hr: Ako je Scatter uključen, s njim možete pokazati zaplet rasipanja. Raspršivanje između trenutne stavke i sljedeće stavke retka. Povucite i ispustite kartice zaplete odgovarajućih parcela s mišem kako biste prebacili osi X i Y osi raspršivanja.
hu: Ha a szórás be van kapcsolva, akkor megmutathatja a szórási diagramot. A szórási diagram az aktuális tétel és a következő sor elem között. Húzza és dobja el a megfelelő parcellák grafikonkártyáit az egérrel, hogy átváltsa a szórási diagram x tengelyét és Y tengelyét.
id: Jika pencar, Anda dapat menunjukkan plot sebar dengannya. Plot sebar antara item saat ini dan item baris berikutnya. Seret dan jatuhkan kartu plot dari plot masing-masing dengan mouse untuk mengganti sumbu x dan sumbu y dari plot sebar.
is: Ef dreifing er á geturðu sýnt dreifingarlóðina með því. Dreifingin samsæri milli núverandi hlutar og næsta röð. Dragðu og slepptu lóðkortum viðkomandi lóða með músinni til að skipta um x-ás og y-ás dreifingarlóðarinnar.
it: Se la dispersione è accesa, puoi mostrare il diagramma a dispersione con esso. Il diagramma a dispersione tra l'elemento corrente e l'elemento della riga successiva. Trascina e lascia cadere le schede della trama dei rispettivi trame con il mouse per cambiare l'asse X e l'asse Y del diagramma a dispersione.
ja: 散布図表示をONにすると、散布図も一緒に描画できます。自項目とすぐ下の工程の散布図が描画され、それぞれのグラフのカードをマウスでドラッグ&ドロップすると、散布図のX軸・Y軸が切り替わります。
km: ប្រសិនបើខ្ចាត់ខ្ចាយគឺនៅលើអ្នកអាចបង្ហាញគ្រោងកំចាត់កំចាយជាមួយវា។ គ្រោងខ្ចាត់ខ្ចាយរវាងធាតុបច្ចុប្បន្ននិងធាតុជួរដេកបន្ទាប់។ អូសនិងទម្លាក់កាតគ្រោងនៃដីឡូត៍រៀងៗខ្លួនដោយប្រើកណ្តុរដើម្បីប្តូរអ័ក្ស X និងអ័ក្ស Y នៃគ្រោងខ្ចាត់ខ្ចាយ។
lb: Wann de Strécker ass, kënnt Dir de Scatter Komplott mat et weisen. De verleeft Komplott tëscht dem aktuellen Artikel an der nächster Zeilartikel. Dragéiert an fällt d'Komplott Kaarte vun de jeeweilege Parzellen mat der Maus fir d'X-Achs an Y-Achs vun der verdeelte Komplott ze wiesselen.
mi: Ki te mea kei runga te marara, ka taea e koe te whakaatu i te papa marara ki reira. Ko te waahi marara i waenga i nga mea o naianei me te taonga o muri. Toha atu ka maturuturu nga kaari mahere mo te kiore ki te whakawhiti i te x-toki me te Y-toki o te raorao marara.
mk: Ако распрскувачот е вклучен, можете да ја покажете распрскувачката заговор со неа. Распрскувачката парцела помеѓу тековната ставка и следниот ред ставка. Повлечете ги и испуштете ги заговорните картички на соодветните парцели со глувчето за да ги вклучите х-оската и y-оската на распрскувачката парцела.
mn: Хэрэв та тараах юм бол та тараах хуйвалдааныг харуулж болно. Одоогийн зүйл болон дараагийн мөрүүдийн хоорондох тараалтын талбай. Тархины хуйвалдааны x-тэнхлэг, y-тэнхлэгийг солихын тулд хулганаа чирж, хуйвалдааны кардлуудыг чирнэ үү.
ms: Jika penyebaran dihidupkan, anda boleh menunjukkan plot berselerak dengannya. Plot penyebaran antara item semasa dan item baris seterusnya. Seret dan jatuhkan kad plot plot masing-masing dengan tetikus untuk menukar paksi-x dan paksi-y plot berselerak.
my: ကြဲဖြန့်ခြင်းအပေါ်သို့ရောက်လျှင်, လက်ရှိပစ္စည်းနှင့်လာမည့်အတန်းကို item အကြားကွဲပြားမှုပရိယာယ်။ X-Axis နှင့် Y-Axis ၏ Y-axis ကိုပြောင်းရန် Mouse နှင့်အတူကြံစည်မှုကဒ်များကိုမောက်စ်ဖြင့်ဆွဲယူပါ။
nl: Als Scatter is ingeschakeld, kunt u de spreidingsplot ermee laten zien. De spreidingsplot tussen het huidige item en het volgende rij -item. Sleep de plotkaarten van de respectieve plots met de muis om de x-as en y-as van de spreidingsplot te schakelen.
no: Hvis spredningen er på, kan du vise spredningsplottet med den. Spredningsplottet mellom gjeldende element og neste radelement. Dra og slipp plottkortene til de respektive tomtene med musen for å bytte x-aksen og y-aksen til spredningsplottet.
pl: Jeśli rozproszenie jest włączone, możesz pokazać z nim wykres rozproszenia. Wykres rozproszenia między bieżącym elementem a następnym elementem wiersza. Przeciągnij i upuść karty fabularne odpowiednich działek za pomocą myszy, aby przełączyć osi X i oś y wykresu rozproszenia.
pt: Se a dispersão estiver ligada, você pode mostrar o enredo de dispersão. O gráfico de dispersão entre o item atual e o próximo item da linha. Arraste e solte os cartões da plotagem das respectivas parcelas com o mouse para alternar o eixo x e o eixo y do gráfico de dispersão.
ro: Dacă împrăștierea este pornită, puteți arăta complotul de împrăștiere cu acesta. Graficul de împrăștiere între elementul curent și elementul următor. Trageți și aruncați cărțile de complot ale parcelelor respective cu mouse-ul pentru a comuta axa X și axa Y a parcelei de împrăștiere.
ru: Если Scatter включен, вы можете показать с ним сюжет разброса. График рассеяния между текущим элементом и следующим элементом строки. Перетащите сюжетные карты соответствующих участков с мышью, чтобы переключить ось X и ось Y от рассеянного сюжета.
sd: جيڪڏهن ٽڪر تي آهي، توهان هن سان ٽڪرائيندڙ پلاٽ کي ظاهر ڪري سگهو ٿا. موجوده شين ۽ ايندڙ قطار واري شيء جي وچ ۾ ٽڪرائيندڙ پلاٽ. ڇڪيو ۽ ڊراپ ڪريو پلاٽ سان پلاٽ سان پلاٽ سان گڏ پلاٽ سان گڏ پلاٽ ۽ يو-محور کي مٽائڻ لاء.
si: විසිරීම ක්රියාත්මක නම්, ඔබට විසිරී ඇති කුමන්ත්රණය ඒ සමඟ පෙන්විය හැකිය. වත්මන් අයිතමය සහ ඊළඟ පේළි අයිතමය අතර විසිරී ඇති ස්කාර්ටර් කුමන්ත්රණය. විසිරී ඇති කුමන්ත්රණයේ X- අක්ෂය සහ Y- අක්ෂය මාරු කිරීම සඳහා අදාළ කුමන්ත්රණවල බිම් පත්ර අදින්න.
sk: Ak je rozptyl zapnutý, môžete s ním ukázať rozptylový pozemok. Graf rozptylu medzi aktuálnou položkou a nasledujúcou položkou riadku. Odtiahnite karty pozemkov príslušných pozemkov pomocou myši a prepnite os x a os y rozptylového grafu.
sq: Nëse shpërndarja është e ndezur, ju mund të tregoni komplotin e shpërndarjes me të. Komploti i shpërndarjes midis artikullit aktual dhe artikullit të rreshtit tjetër. Zvarritni dhe lëshoni kartat e komploteve të parcelave përkatëse me miun për të ndërruar boshtin x dhe boshtin y të komplotit të shpërndarjes.
sv: Om spridningen är på kan du visa spridningsplottet med den. Spridningsplottet mellan det aktuella objektet och nästa radobjekt. Dra och släpp plottkorten för respektive tomter med musen för att växla x-axeln och y-axeln på spridningsplottet.
th: หากการกระจายเปิดอยู่คุณสามารถแสดงพล็อตกระจายด้วย พล็อตกระจายระหว่างรายการปัจจุบันและรายการแถวถัดไป ลากและวางการ์ดพล็อตของพล็อตที่เกี่ยวข้องกับเมาส์เพื่อสลับแกน x และแกน y ของพล็อตกระจาย
tl: Kung ang pagkakalat, maaari mong ipakita ang plot ng pagkakalat dito. Ang plot ng pagkakalat sa pagitan ng kasalukuyang item at ang susunod na item ng hilera. I-drag at i-drop ang mga plot card ng kani-kanilang mga plot na may mouse upang ilipat ang x-axis at y-axis ng plot ng pagkakalat.
tr: Dağılım açıksa, dağılım grafiğini onunla gösterebilirsiniz. Geçerli öğe ile bir sonraki satır öğesi arasındaki dağılım grafiği. Dağılım grafiğinin x eksenini ve y eksenini değiştirmek için ilgili grafiklerin çizim kartlarını fare ile sürükleyin ve bırakın.
vi: Nếu phân tán được bật, bạn có thể hiển thị cốt truyện phân tán với nó. Biểu đồ phân tán giữa mục hiện tại và mục hàng tiếp theo. Kéo và thả các thẻ lô của các ô tương ứng với chuột để chuyển trục x và trục y của lô phân tán.

source: RLP Show value Hover
ar: عنصر من البيانات (مثل المتغير العددي أو قيمة القياس) الذي يخلق توزيع البيانات. يتم رسم هذه البيانات على المؤامرة. يمكن تحديد ما يصل إلى 20 عنصرًا.
bg: Елемент от данни (като числова променлива или стойност на измерване), който създава разпределение на данните. Тези данни са начертани на сюжета. Могат да бъдат избрани до 20 елемента.
ca: Un element de dades (com una variable numèrica o valor de mesura) que crea una distribució de dades. Aquestes dades es representen a la trama. Es poden seleccionar fins a 20 articles.
cs: Položka dat (jako je numerická proměnná nebo hodnota měření), která vytváří distribuci dat. Tato data jsou vynesena na grafu. Lze vybrat až 20 položek.
cy: Eitem o ddata (fel newidyn rhifiadol neu werth mesur) sy'n creu dosbarthiad o ddata. Mae'r data hwn yn cael ei blotio ar y plot. Gellir dewis hyd at 20 eitem.
da: Et data (såsom en numerisk variabel eller måleværdi), der skaber en distribution af data. Disse data er afbildet på plottet. Op til 20 varer kan vælges.
de: Ein Datengegenstand (z. B. eine numerische Variable oder einen Messwert), der eine Datenverteilung erzeugt. Diese Daten werden auf dem Diagramm aufgetragen. Bis zu 20 Elemente können ausgewählt werden.
el: Ένα στοιχείο δεδομένων (όπως μια αριθμητική μεταβλητή ή τιμή μέτρησης) που δημιουργεί μια κατανομή δεδομένων. Αυτά τα δεδομένα απεικονίζονται γραφικά στην πλοκή. Μπορούν να επιλεγούν έως και 20 στοιχεία.
fa: موردی از داده ها (مانند یک متغیر عددی یا مقدار اندازه گیری) که توزیع داده ها را ایجاد می کند. این داده ها در طرح ترسیم شده است. حداکثر 20 مورد را می توان انتخاب کرد.
fi: Tietokohta (kuten numeerinen muuttuja tai mittausarvo), joka luo datan jakauman. Nämä tiedot on piirretty kuvaajaan. Enintään 20 tuotetta voidaan valita.
fr: Un élément de données (telles qu'une variable numérique ou une valeur de mesure) qui crée une distribution des données. Ces données sont tracées sur le tracé. Jusqu'à 20 articles peuvent être sélectionnés.
gd: Nì de dhàta (leithid luach àireamhach no tomhais àireamhach) a tha a 'cruthachadh cuairteachadh de dhàta. Tha an dàta seo air a chuilbheart air a 'chuilbheart. Faodar suas ri 20 rud a thaghadh.
he: פריט נתונים (כגון משתנה מספרי או ערך מדידה) שיוצר חלוקת נתונים. נתונים אלה מתוארים בעלילה. ניתן לבחור עד 20 פריטים.
hr: Stavka podataka (poput numeričke varijable ili mjerne vrijednosti) koja stvara raspodjelu podataka. Ti se podaci prikazuju na crtežu. Može se odabrati do 20 predmeta.
hu: Egy adatelem (például egy numerikus változó vagy mérési érték), amely az adatok eloszlását hozza létre. Ezeket az adatokat ábrázoljuk a cselekményen. Legfeljebb 20 elem kiválasztható.
id: Item data (seperti variabel numerik atau nilai pengukuran) yang membuat distribusi data. Data ini diplot pada plot. Hingga 20 item dapat dipilih.
is: Gagnaefni (svo sem tölulegt breytu eða mælingargildi) sem skapar dreifingu gagna. Þessi gögn eru samsærð á söguþræði. Hægt er að velja allt að 20 hluti.
it: Un elemento di dati (come una variabile numerica o un valore di misurazione) che crea una distribuzione dei dati. Questi dati sono tracciati sulla trama. È possibile selezionare fino a 20 articoli.
ja: データの分布を作成するデータ(量的変数：測定値など)の項目です。このデータがグラフにプロットされます。最大20項目選択できます。
km: ធាតុនៃទិន្នន័យ (ដូចជាតម្លៃអថេរឬតម្លៃរង្វាស់) ដែលបង្កើតការចែកចាយទិន្នន័យ។ ទិន្នន័យនេះត្រូវបានគ្រោងលើដីឡូតិ៍។ ទំនិញរហូតដល់ 20 ដែលអាចត្រូវបានជ្រើសរើស។
lb: En Element vun Daten (sou wéi eng numeresch Variabel oder Messung Wäert) déi eng Verdeelung vun Daten erstellt. Dës Donnéeë ginn op de Komplott geplot. Bis zu 20 Artikelen kënnen ausgewielt ginn.
mi: He taonga o nga raraunga (penei i te taurangi tau, te uara inenga ranei) ka tohatohahia he tohatoha raraunga. Ko tenei raraunga ka whakaarohia i runga i te mahere. Tae atu ki te 20 nga taonga ka tohua.
mk: Ставка на податоци (како што е нумеричка варијабла или мерна вредност) што создава дистрибуција на податоци. Овие податоци се исцртуваат на заговор. Може да се изберат до 20 артикли.
mn: Өгөгдлийг хуваарилахад хүргэдэг өгөгдөл (хэмжигдэхүүн эсвэл хэмжилтийн утга). Энэ өгөгдлийг хуйвалдаанд хуйвалдана. 20 хүртэлх зүйлийг сонгож болно.
ms: Satu item data (seperti pembolehubah berangka atau nilai pengukuran) yang menghasilkan pengedaran data. Data ini diplotkan pada plot. Sehingga 20 item boleh dipilih.
my: ဒေတာများကိုဖြန့်ဖြူးခြင်းကိုဖန်တီးပေးသောဒေတာ (ဥပမာ variable variable) ကဲ့သို့သောအချက်အလက်များ။ ဤအချက်အလက်သည်ကြံစည်မှုအပေါ်ကြံစည်သည်။ ပစ္စည်း 20 အထိရွေးချယ်နိုင်သည်။
nl: Een gegevensitem (zoals een numerieke variabele of meetwaarde) die een verdeling van gegevens creëert. Deze gegevens worden uitgezet op de plot. Maximaal 20 items kunnen worden geselecteerd.
no: Et element av data (for eksempel en numerisk variabel eller måleverdi) som oppretter en distribusjon av data. Disse dataene er plottet på plottet. Opptil 20 varer kan velges.
pl: Element danych (takich jak zmienna numeryczna lub wartość pomiarowa), która tworzy rozkład danych. Te dane są wykreślane na wykresie. Można wybrać do 20 pozycji.
pt: Um item de dados (como uma variável numérica ou valor de medição) que cria uma distribuição de dados. Esses dados são plotados no gráfico. Até 20 itens podem ser selecionados.
ro: Un element de date (cum ar fi o variabilă numerică sau o valoare de măsurare) care creează o distribuție a datelor. Aceste date sunt reprezentate pe complot. Se pot selecta până la 20 de articole.
ru: Элемент данных (например, числовая переменная или значение измерения), который создает распределение данных. Эти данные построены на графике. Можно выбрать до 20 пунктов.
sd: ڊيٽا جو هڪ شئي (جهڙوڪ هڪ عددي متغير يا ماپ جي قيمت) جيڪا ڊيٽا جي ورڇ ٺاهي ٿي. هي ڊيٽا پلاٽ تي پلاٽ ڪئي وئي آهي. 20 شين تائين چونڊجي سگهجي ٿو.
si: දත්ත බෙදා හැරීම නිර්මාණය කරන දත්ත අයිතමයක් (සංඛ්යාත්මක විචල්යයක් හෝ මිනුම් වටිනාකමක් වැනි). මෙම දත්ත කුමන්ත්රණය මත සැලසුම් කර ඇත. අයිතම 20 ක් දක්වා තෝරා ගත හැකිය.
sk: Položka údajov (napríklad numerická premenná alebo hodnota merania), ktorá vytvára distribúciu údajov. Tieto údaje sú vynesené do grafu. Je možné zvoliť až 20 položiek.
sq: Një artikull i të dhënave (të tilla si një variabël numerik ose vlerë e matjes) që krijon një shpërndarje të të dhënave. Këto të dhëna janë vizatuar në komplot. Mund të zgjidhen deri në 20 artikuj.
sv: Ett data (t.ex. en numerisk variabel eller mätvärde) som skapar en distribution av data. Dessa uppgifter är ritade på tomten. Upp till 20 objekt kan väljas.
th: รายการข้อมูล (เช่นตัวแปรตัวเลขหรือค่าการวัด) ที่สร้างการกระจายข้อมูล ข้อมูลนี้ถูกพล็อตบนพล็อต สามารถเลือกได้สูงสุด 20 รายการ
tl: Isang item ng data (tulad ng isang variable na variable o halaga ng pagsukat) na lumilikha ng isang pamamahagi ng data. Ang data na ito ay naka -plot sa balangkas. Hanggang sa 20 mga item ay maaaring mapili.
tr: Veri dağılımını oluşturan bir veri öğesi (sayısal bir değişken veya ölçüm değeri gibi). Bu veriler arsada çizilmiştir. En fazla 20 ürün seçilebilir.
vi: Một mục dữ liệu (chẳng hạn như biến số hoặc giá trị đo) tạo ra phân phối dữ liệu. Dữ liệu này được vẽ trên cốt truyện. Có thể chọn tối đa 20 mặt hàng.
