Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Analysis Platform : That makes it easy to data link, visualize, statistical analysis, and machine learning.
ar: Analysis Platform: أداة بسيطة لرسم خرائط البيانات ، والتصور ، والتحليل الإحصائي ، والتعلم الآلي.
bg: Analysis Platform: Прост инструмент за картографиране на данни, визуализация, статистически анализ и машинно обучение.
ca: Analysis Platform: una eina senzilla per al mapeig de dades, la visualització, l’anàlisi estadística i l’aprenentatge automàtic.
cs: Analysis Platform: Jednoduchý nástroj pro mapování dat, vizualizaci, statistickou analýzu a strojové učení.
cy: Analysis Platform: Offeryn syml ar gyfer mapio data, delweddu, dadansoddiad ystadegol, a dysgu â pheiriant.
da: Analysis Platform: Et simpelt værktøj til datakortlægning, visualisering, statistisk analyse og maskinlæring.
de: Analysis Platform: Ein einfaches Tool für Datenzuordnung, Visualisierung, statistische Analyse und maschinelles Lernen.
el: Analysis Platform: Ένα απλό εργαλείο για τη χαρτογράφηση δεδομένων, την απεικόνιση, τη στατιστική ανάλυση και τη μηχανική μάθηση.
fa: Analysis Platform: ابزاری ساده برای نقشه برداری داده ها ، تجسم ، تجزیه و تحلیل آماری و یادگیری ماشین.
fi: Analysis Platform: Yksinkertainen työkalu tietojen kartoittamiseen, visualisointiin, tilastolliseen analyysiin ja koneoppimiseen.
fr: Analysis Platform: Un outil simple pour la cartographie des données, la visualisation, l'analyse statistique et l'apprentissage automatique.
gd: Analysis Platform: Inneal sìmplidh airson mapadh, molladh dàta, sgrùdadh staitistigeil, agus ionnsachadh innealan.
he: Analysis Platform: כלי פשוט למיפוי נתונים, הדמיה, ניתוח סטטיסטי ולמידה מכונה.
hr: Analysis Platform: Jednostavan alat za mapiranje podataka, vizualizaciju, statističku analizu i strojno učenje.
hu: Analysis Platform: Egyszerű eszköz az adatok feltérképezéséhez, a megjelenítéshez, a statisztikai elemzéshez és a gépi tanuláshoz.
id: Analysis Platform: Alat sederhana untuk pemetaan data, visualisasi, analisis statistik, dan pembelajaran mesin.
is: Analysis Platform: Einfalt tæki til að kortleggja gagna, sjón, tölfræðigreiningu og vélanám.
it: Analysis Platform: uno strumento semplice per la mappatura dei dati, la visualizzazione, l'analisi statistica e l'apprendimento automatico.
ja: Analysis Platform : データの紐付け・見える化・統計分析・機械学習を手軽に行うためのツール。
km: Analysis Platform: ឧបករណ៍សាមញ្ញសម្រាប់ផែនទីទិន្នន័យការមើលឃើញការវិភាគស្ថិតិនិងការរៀនម៉ាស៊ីន។
lb: Analysis Platform: En einfacht Tool fir Datenlafen, Visualiséierung, Statistesch Analyser, an Maschinn léiert.
mi: Analysis Platform: He taputapu ngawari mo te mahere raraunga, te tirohanga, te tātari tatauranga, me te ako miihini.
mk: Analysis Platform: Едноставна алатка за мапирање на податоци, визуелизација, статистичка анализа и учење машини.
mn: Analysis Platform: Мэдээллийн зураглал, харааны зураглал, статистик, Статистик дүн шинжилгээ хийх энгийн хэрэгсэл.
ms: Analysis Platform: Alat mudah untuk pemetaan data, visualisasi, analisis statistik, dan pembelajaran mesin.
my: Analysis Platform: ဒေတာမြေပုံရေးဆွဲခြင်း, မြင်ယောင်ခြင်း, စာရင်းအင်းဆိုင်ရာခွဲခြမ်းစိတ်ဖြာခြင်းနှင့်စက်သင်ယူခြင်းအတွက်ရိုးရှင်းသောကိရိယာတစ်ခု။
nl: Analysis Platform: een eenvoudig hulpmiddel voor gegevensmapping, visualisatie, statistische analyse en machine learning.
no: Analysis Platform: Et enkelt verktøy for datakartlegging, visualisering, statistisk analyse og maskinlæring.
pl: Analysis Platform: Proste narzędzie do mapowania danych, wizualizacji, analizy statystycznej i uczenia maszynowego.
pt: Analysis Platform: Uma ferramenta simples para mapeamento de dados, visualização, análise estatística e aprendizado de máquina.
ro: Analysis Platform: Un instrument simplu pentru maparea datelor, vizualizarea, analiza statistică și învățarea automată.
ru: Analysis Platform: простой инструмент для картирования данных, визуализации, статистического анализа и машинного обучения.
sd: Analysis Platform: ڊيٽا ميپنگ، بصري تجزياتي تجزيو، شمارياتي تجزيو، ۽ مشين سکڻ لاء هڪ سادو اوزار.
si: Analysis Platform: දත්ත සිතියම්ගත කිරීම, දෘශ්යකරණය, සංඛ්යාන විශ්ලේෂණය සහ යන්ත්ර ඉගෙනීම සඳහා සරල මෙවලමක්.
sk: Analysis Platform: Jednoduchý nástroj na mapovanie údajov, vizualizáciu, štatistickú analýzu a strojové učenie.
sq: Analysis Platform: Një mjet i thjeshtë për hartën e të dhënave, vizualizimin, analizën statistikore dhe mësimin e makinerisë.
sv: Analysis Platform: Ett enkelt verktyg för datakartläggning, visualisering, statistisk analys och maskininlärning.
th: Analysis Platform: เครื่องมือง่าย ๆ สำหรับการทำแผนที่ข้อมูลการสร้างภาพการวิเคราะห์ทางสถิติและการเรียนรู้ของเครื่อง
tl: Analysis Platform: Isang simpleng tool para sa pagma -map ng data, paggunita, pagsusuri sa istatistika, at pag -aaral ng makina.
tr: Analysis Platform: Veri eşleme, görselleştirme, istatistiksel analiz ve makine öğrenimi için basit bir araç.
vi: Analysis Platform: Một công cụ đơn giản để lập bản đồ dữ liệu, trực quan hóa, phân tích thống kê và học máy.

source: Enter target item of data (quantitative variable like measurement value) to create data distributions. This data is plotted on the graph surrounded by a light blue frame.
ar: يتم استخدام مجموعة البيانات هنا كمرجع لربط البيانات والتخطيط. يتم استخدام الإعدادات في المحور الأفقي للمؤامرة. بالإضافة إلى ذلك ، يتم عرض مؤامرة الأصل بإطار أزرق فاتح.
bg: Наборът от данни тук се използва като ориентир за свързване и начертаване на данни. Настройките се използват в хоризонталната ос на парцела. В допълнение, графиката за произход се показва със светлосиня рамка.
ca: El conjunt de dades aquí s'utilitza com a referència per a l'enllaç i la trama de dades. La configuració s’utilitza a l’eix horitzontal de la trama. A més, la trama d’origen es mostra amb un marc blau clar.
cs: Soubor dat se zde používá jako reference pro propojení a vykreslování dat. Nastavení se používá ve vodorovné ose grafu. Kromě toho je počáteční graf zobrazen se světle modrým rámcem.
cy: Defnyddir y set ddata yma fel cyfeiriad ar gyfer cysylltu a chynllwynio data. Defnyddir y gosodiadau yn echel lorweddol y plot. Yn ogystal, mae'r plot tarddiad yn cael ei arddangos gyda ffrâm las golau.
da: Datasættet her bruges som reference til dataforbindelse og -plotning. Indstillingerne bruges i plottets vandrette akse. Derudover vises oprindelsesplottet med en lyseblå ramme.
de: Der Datensatz hier wird als Referenz für Datenverbinden und Aufzügen verwendet. Die Einstellungen werden in der horizontalen Achse des Diagramms verwendet. Darüber hinaus wird das Ursprungsdiagramm mit einem hellblauen Rahmen angezeigt.
el: Το σύνολο δεδομένων εδώ χρησιμοποιείται ως αναφορά για τη σύνδεση δεδομένων και τη σχεδίαση. Οι ρυθμίσεις χρησιμοποιούνται στον οριζόντιο άξονα της πλοκής. Επιπλέον, η γραφική παράσταση εμφανίζεται με ένα γαλάζιο πλαίσιο.
fa: مجموعه داده در اینجا به عنوان مرجع پیوند داده و نقشه برداری استفاده می شود. تنظیمات در محور افقی طرح استفاده می شود. علاوه بر این ، طرح مبدا با یک قاب آبی روشن نمایش داده می شود.
fi: Tässä olevaa tietojoukkoa käytetään viitteenä tietojen linkittämiseen ja piirtämiseen. Asetuksia käytetään kuvaajan vaaka -akselilla. Lisäksi alkuperäkaavio näkyy vaaleansinisellä kehyksellä.
fr: L'ensemble de données ici est utilisé comme référence pour la liaison et le traçage des données. Les paramètres sont utilisés dans l'axe horizontal du tracé. De plus, le tracé d'origine est affiché avec un cadre bleu clair.
gd: Tha an seata dàta an seo air a chleachdadh mar iomradh airson a bhith a 'ceangal dàta agus a' dealbhadh. Tha na roghainnean air an cleachdadh ann an axis còmhnard a 'chuilbheart. A bharrachd air an sin, tha an cuilbheart tùs air a thaisbeanadh le frèam gorm aotrom.
he: מערך הנתונים כאן משמש כהפניה לקישור נתונים ותכנון. ההגדרות משמשות בציר האופקי של העלילה. בנוסף, עלילת המקור מוצגת עם מסגרת כחולה בהיר.
hr: Ovdje se skup podataka koristi kao referenca za povezivanje i crtanje podataka. Postavke se koriste u vodoravnoj osi parcele. Osim toga, prikaz se podrijetla prikazuje svijetloplavim okvirom.
hu: Az itt található adatkészlet referenciaként használható az adatok összekapcsolásához és ábrázolásához. A beállításokat a grafikon vízszintes tengelyében használják. Ezenkívül az eredeti grafikon világoskék kerettel jelenik meg.
id: Set data di sini digunakan sebagai referensi untuk menghubungkan dan merencanakan data. Pengaturan digunakan dalam sumbu horizontal plot. Selain itu, plot asal ditampilkan dengan bingkai biru muda.
is: Gagnasettið hér er notað sem tilvísun til að tengja og samsæri gagna. Stillingarnar eru notaðar á lárétta ás lóðarinnar. Að auki er upprunaplottið sýnt með ljósbláum ramma.
it: Il set di dati qui viene utilizzato come riferimento per il collegamento e la stampa dei dati. Le impostazioni sono utilizzate nell'asse orizzontale del diagramma. Inoltre, il diagramma di origine viene visualizzato con una cornice azzurra.
ja: ここで設定したデータを基準として、紐づけやグラフ表示を行います。ここで設定した内容は、グラフの横軸に表示されます。また、起点のグラフは水色の枠で囲まれて表示されます。
km: សំណុំទិន្នន័យដែលបានកំណត់នៅទីនេះត្រូវបានប្រើជាឯកសារយោងសម្រាប់ភ្ជាប់ការភ្ជាប់និងគ្រោង។ ការកំណត់ត្រូវបានប្រើនៅក្នុងអ័ក្សផ្ដេកនៃគ្រោង។ លើសពីនេះទៀតគ្រោងប្រភពដើមត្រូវបានបង្ហាញដោយស៊ុមពណ៌ខៀវស្រាល។
lb: D'Datesetzer hei gëtt als Referenz fir Daten verbannen a geplot. D'Astellunge ginn an der horizontaler Achs vum Komplott benotzt. Zousätzlech gëtt den Urspronk plot mat engem liicht bloe Frame ugewisen.
mi: Ko nga huinga raraunga i konei ka whakamahia hei tohutoro mo te hono raraunga me te whakamahere. Ka whakamahia nga tautuhinga ki te toki whakapae o te mahere. I tua atu, ka whakaatuhia te whakaaro o te takenga mai me te anga puru marama.
mk: Податоците поставени овде се користат како референца за поврзување на податоци и заговор. Поставките се користат во хоризонталната оска на заплетот. Покрај тоа, заплетот за потекло се прикажува со светло сина рамка.
mn: Энд байгаа өгөгдлийн багцыг өгөгдлийг холбох, хуйвалдааны лавлагаа болгон ашигладаг. Тохиргоо нь хуйвалдааны хэвтээ тэнхлэгт ашиглагддаг. Нэмж хэлэхэд, гарал үүслийн талбайг хөнгөн цэнхэр хүрээтэй харуулна.
ms: Data yang ditetapkan di sini digunakan sebagai rujukan untuk menghubungkan dan merancang data. Tetapan digunakan dalam paksi mendatar plot. Di samping itu, plot asal dipaparkan dengan bingkai biru muda.
my: ဤနေရာတွင်သတ်မှတ်ထားသည့်ဒေတာများကို data linking နှင့်ကြံစည်မှုများအတွက်ရည်ညွှန်းအဖြစ်အသုံးပြုသည်။ အဆိုပါ setting ကိုကြံစည်မှု၏အလျားလိုက်ဝင်ရိုး၌အသုံးပြုကြသည်။ ထို့အပြင်မူရင်းကြံစည်မှုကိုအပြာဘောင်ဖြင့်ပြသသည်။
nl: De gegevensset hier wordt gebruikt als referentie voor het koppelen en plotten van gegevens. De instellingen worden gebruikt in de horizontale as van de plot. Bovendien wordt de oorsprongsplot weergegeven met een lichtblauw frame.
no: Datasettet her brukes som referanse for datakobling og plotting. Innstillingene brukes i plottets horisontale akse. I tillegg vises opprinnelsesplottet med en lyseblå ramme.
pl: Zestaw danych jest używany jako odniesienie do łączenia danych i wykreślania danych. Ustawienia są używane w osi poziomej wykresu. Ponadto wykres pochodzenia jest wyświetlany z jasnoniebieską ramą.
pt: O conjunto de dados aqui é usado como referência para vinculação e plotagem de dados. As configurações são usadas no eixo horizontal do gráfico. Além disso, o gráfico de origem é exibido com uma estrutura azul clara.
ro: Setul de date aici este utilizat ca referință pentru conectarea și complotarea datelor. Setările sunt utilizate în axa orizontală a parcelei. În plus, graficul de origine este afișat cu un cadru albastru deschis.
ru: Набор данных здесь используется в качестве ссылки для связывания данных и построения построения. Настройки используются в горизонтальной оси графика. Кроме того, исходный сюжет отображается с светло -синей рамой.
sd: ڊيٽا سيٽنگ ڊيٽا لنڪنگ ۽ سازش جي حوالي سان استعمال ڪيو ويندو آهي. سيٽنگون پلاٽ جي افقي محور ۾ استعمال ٿينديون آهن. ان کان علاوه، اصل پلاٽ هڪ هلڪو نيرو فريم سان ظاهر ڪيو ويندو آهي.
si: මෙහි ඇති දත්ත කට්ටලය දත්ත සම්බන්ධ කිරීම සහ කුමන්ත්රණය සඳහා යොමු කිරීමක් ලෙස භාවිතා කරයි. සැකසුම් කුමන්ත්රණයේ තිරස් අක්ෂය තුළ භාවිතා වේ. ඊට අමතරව, මූලාරම්භය බිම් කොටස ලා නිල් රාමුවක් සමඟ දර්ශනය වේ.
sk: Súbor údajov sa tu používa ako referencia na prepojenie údajov a vykreslenie. Nastavenia sa používajú v horizontálnej osi pozemku. Okrem toho sa graf pôvodu zobrazuje so svetlo modrým rámom.
sq: Të dhënat e vendosura këtu përdoren si referencë për lidhjen dhe komplotimin e të dhënave. Cilësimet përdoren në boshtin horizontal të komplotit. Përveç kësaj, komploti i origjinës shfaqet me një kornizë blu të lehtë.
sv: Datauppsättningen här används som referens för datalänkning och plottning. Inställningarna används i tomtens horisontella axel. Dessutom visas ursprungsplottet med en ljusblå ram.
th: ชุดข้อมูลที่นี่ใช้เป็นข้อมูลอ้างอิงสำหรับการเชื่อมโยงข้อมูลและการพล็อต การตั้งค่าที่ใช้ในแกนแนวนอนของพล็อต นอกจากนี้พล็อตต้นกำเนิดจะแสดงด้วยกรอบสีฟ้าอ่อน
tl: Ang set ng data dito ay ginagamit bilang isang sanggunian para sa pag -link at pag -plot ng data. Ang mga setting ay ginagamit sa pahalang na axis ng balangkas. Bilang karagdagan, ang pinagmulan plot ay ipinapakita na may isang light blue frame.
tr: Buradaki veri, veri bağlama ve çizim için bir referans olarak kullanılır. Ayarlar, grafiğin yatay ekseninde kullanılır. Ek olarak, orijin grafiği açık mavi bir çerçeveyle görüntülenir.
vi: Các tập dữ liệu ở đây được sử dụng làm tài liệu tham khảo cho liên kết và vẽ dữ liệu. Các cài đặt được sử dụng trong trục ngang của lô. Ngoài ra, biểu đồ gốc được hiển thị với khung màu xanh nhạt.

source: Enter target item of data (quantitative variable like measurement value) to be plotted on the graph. Select the process and item you want to plot on the graph.
ar: يحدد البيانات (على سبيل المثال ، المتغيرات العددية: قيمة القياس) للمؤامرة. حدد العمليات والعناصر المراد رسمها على المؤامرة. يمكن تحديد ما يصل إلى 20 عنصرًا.
bg: Посочва данните (например числени променливи: стойност на измерване) за графиката. Изберете процесите и елементите, които ще бъдат начертани на сюжета. Могат да бъдат избрани до 20 елемента.
ca: Especifica les dades (per exemple, variables numèriques: valor de mesura) per a la trama. Seleccioneu els processos i els elements que es representen a la trama. Es poden seleccionar fins a 20 articles.
cs: Určuje data (například numerické proměnné: hodnota měření) pro graf. Vyberte procesy a položky, které mají být vykresleny na grafu. Lze vybrat až 20 položek.
cy: Yn nodi'r data (er enghraifft, newidynnau rhifiadol: gwerth mesur) ar gyfer y plot. Dewiswch y prosesau a'r eitemau i'w plotio ar y plot. Gellir dewis hyd at 20 eitem.
da: Specificerer dataene (for eksempel numeriske variabler: måleværdi) for plottet. Vælg de processer og genstande, der skal planlægges på plottet. Op til 20 varer kan vælges.
de: Gibt die Daten an (z. B. numerische Variablen: Messwert) für das Diagramm. Wählen Sie die Prozesse und Elemente aus, die auf dem Diagramm gezeichnet werden sollen. Bis zu 20 Elemente können ausgewählt werden.
el: Καθορίζει τα δεδομένα (για παράδειγμα, αριθμητικές μεταβλητές: τιμή μέτρησης) για το οικόπεδο. Επιλέξτε τις διαδικασίες και τα αντικείμενα που πρέπει να γραφτούν στην πλοκή. Μπορούν να επιλεγούν έως και 20 στοιχεία.
fa: داده ها (به عنوان مثال ، متغیرهای عددی: مقدار اندازه گیری) را برای طرح مشخص می کند. فرآیندها و مواردی را که باید در طرح ترسیم کنید انتخاب کنید. حداکثر 20 مورد را می توان انتخاب کرد.
fi: Määrittää tiedot (esimerkiksi numeeriset muuttujat: mittausarvo) kuvaajalle. Valitse kuvaavat prosessit ja kohteet. Enintään 20 tuotetta voidaan valita.
fr: Spécifie les données (par exemple, variables numériques: valeur de mesure) pour le tracé. Sélectionnez les processus et les éléments à tracer sur le tracé. Jusqu'à 20 articles peuvent être sélectionnés.
gd: Sònraich an dàta (mar eisimpleir, caochladairean àireamhach: luach tomhais) airson a 'chuilbheart. Tagh na pròiseasan agus na stuthan a thèid a chuilbheart air a 'chuilbheart. Faodar suas ri 20 rud a thaghadh.
he: מציין את הנתונים (לדוגמה, משתנים מספריים: ערך מדידה) עבור העלילה. בחר את התהליכים והפריטים שיש לתאר על העלילה. ניתן לבחור עד 20 פריטים.
hr: Određuje podatke (na primjer, numeričke varijable: vrijednost mjerenja) za crtež. Odaberite postupke i stavke koje će se prikazati na parceli. Može se odabrati do 20 predmeta.
hu: Megadja az adatokat (például numerikus változókat: mérési érték) a diagramhoz. Válassza ki a ábrán ábrázolandó folyamatokat és elemeket. Legfeljebb 20 elem kiválasztható.
id: Menentukan data (misalnya, variabel numerik: nilai pengukuran) untuk plot. Pilih proses dan item yang akan diplot pada plot. Hingga 20 item dapat dipilih.
is: Tilgreinir gögnin (til dæmis tölulegar breytur: mælingargildi) fyrir lóðina. Veldu ferla og hluti sem á að samsæri á lóðinni. Hægt er að velja allt að 20 hluti.
it: Specifica i dati (ad esempio, variabili numeriche: valore di misurazione) per la trama. Seleziona i processi e gli elementi da tracciare sulla trama. È possibile selezionare fino a 20 articoli.
ja: グラフにプロットするデータ(量的変数：測定値など)を指定します。グラフにプロットする対象工程と対象項目を選択します。最大20項目選択できます。
km: បញ្ជាក់ទិន្នន័យ (ឧទាហរណ៍អថេរលេខ: តម្លៃវាស់) សម្រាប់ដីឡូតិ៍។ ជ្រើសរើសដំណើរការនិងធាតុដែលត្រូវបានគ្រោងលើដីឡូតិ៍។ ទំនិញរហូតដល់ 20 ដែលអាចត្រូវបានជ្រើសរើស។
lb: Spezifizéiert d'Donnéeën (zum Beispill, numeresch Variabelen: Moosswäert) fir de Komplott. Wielt d'Prozesser an Artikelen fir op de Komplott geplot ze ginn. Bis zu 20 Artikelen kënnen ausgewielt ginn.
mi: Ka tohua nga raraunga (hei tauira, nga taurangi tau: uara inenga) mo te mahere. Whiriwhiria nga tukanga me nga taonga hei whakamahere i te mahere. Tae atu ki te 20 nga taonga ka tohua.
mk: Ги специфицира податоците (на пример, нумерички променливи: мерна вредност) за заплетот. Изберете ги процесите и предметите што треба да се исцртаат на заговор. Може да се изберат до 20 артикли.
mn: Мэдээллийг зааж өг (жишээ нь, тоон хувьсагчдад: Хэмжилтийг хэмжих үнэ). Талбай дээр хуйвалдах үйл явц, зүйлийг сонгоно уу. 20 хүртэлх зүйлийг сонгож болно.
ms: Menentukan data (contohnya, pembolehubah berangka: nilai pengukuran) untuk plot. Pilih proses dan item yang akan diplotkan pada plot. Sehingga 20 item boleh dipilih.
my: ကွက်ကွက်ကွင်းကွင်းအတွက် (ဥပမာ, ကိန်းဂဏန်း variable တွေကို: တိုင်းတာခြင်းတန်ဖိုး) ကိုသတ်မှတ်သည်။ ကြံစည်မှုအပေါ်ကြံစည်မှုခံရဖို့ဖြစ်စဉ်များနှင့်ပစ္စည်းများကိုရွေးချယ်ပါ။ ပစ္စည်း 20 အထိရွေးချယ်နိုင်သည်။
nl: Specificeert de gegevens (bijvoorbeeld numerieke variabelen: meetwaarde) voor de plot. Selecteer de processen en items die op de plot moeten worden uitgezet. Maximaal 20 items kunnen worden geselecteerd.
no: Angir dataene (for eksempel numeriske variabler: måleverdi) for plottet. Velg prosesser og elementer som skal plottes på plottet. Opptil 20 varer kan velges.
pl: Określa dane (na przykład zmienne numeryczne: wartość pomiaru) dla wykresu. Wybierz procesy i elementy, które mają być wykreślone na wykresie. Można wybrać do 20 pozycji.
pt: Especifica os dados (por exemplo, variáveis ​​numéricas: valor de medição) para o gráfico. Selecione os processos e itens a serem plotados no gráfico. Até 20 itens podem ser selecionados.
ro: Specifică datele (de exemplu, variabile numerice: valoare de măsurare) pentru complot. Selectați procesele și elementele care urmează să fie reprezentate pe complot. Se pot selecta până la 20 de articole.
ru: Указывает данные (например, числовые переменные: значение измерения) для графика. Выберите процессы и элементы, которые будут построены на графике. Можно выбрать до 20 пунктов.
sd: ڊيٽا کي بيان ڪري ٿو (مثال طور، عددي متغيرات: ماپ جي قيمت) پلاٽ لاء. منتخب ڪريو عمل ۽ شيون پلاٽ تي پلاٽ ڪيو وڃي. 20 شين تائين چونڊجي سگهجي ٿو.
si: දත්ත (උදාහරණයක් ලෙස, සංඛ්යාත්මක විචල්යයන් සඳහා) කුමන්ත්රණය සඳහා නියම කරයි. කුමන්ත්රණය මත සැලසුම් කළ යුතු ක්රියාවලි සහ අයිතම තෝරන්න. අයිතම 20 ක් දක්වා තෝරා ගත හැකිය.
sk: Určuje údaje (napríklad numerické premenné: hodnota merania) pre graf. Vyberte procesy a položky, ktoré sa majú vykresliť na pozemku. Je možné zvoliť až 20 položiek.
sq: Specifikon të dhënat (për shembull, variablat numerikë: vlera e matjes) për komplotin. Zgjidhni proceset dhe artikujt që do të vizatohen në komplot. Mund të zgjidhen deri në 20 artikuj.
sv: Anger data (till exempel numeriska variabler: mätvärde) för tomten. Välj de processer och objekt som ska planeras på tomten. Upp till 20 objekt kan väljas.
th: ระบุข้อมูล (ตัวอย่างเช่นตัวแปรตัวเลข: ค่าการวัด) สำหรับพล็อต เลือกกระบวนการและรายการที่จะพล็อตบนพล็อต สามารถเลือกได้สูงสุด 20 รายการ
tl: Tinutukoy ang data (halimbawa, mga variable na numero: halaga ng pagsukat) para sa balangkas. Piliin ang mga proseso at item na mai -plot sa balangkas. Hanggang sa 20 mga item ay maaaring mapili.
tr: Grafik için verileri (örneğin, sayısal değişkenler: ölçüm değeri) belirtir. Arsa üzerinde çizilecek işlemleri ve öğeleri seçin. En fazla 20 ürün seçilebilir.
vi: Chỉ định dữ liệu (ví dụ: các biến số: giá trị đo lường) cho biểu đồ. Chọn các quy trình và mục sẽ được vẽ trên lô. Có thể chọn tối đa 20 mặt hàng.
