Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Stratified Category Filter: Limits data to be displayed to a subset.
ar: مرشح الفئة الطبقية: يحد البيانات التي سيتم عرضها على مجموعة فرعية. (الفئة: رقم الجزء ، المحطة رقم ، إلخ)
bg: Стратифициран филтър за категория: ограничава данните, които трябва да се показват в подмножество. (Категория: Номер на част, станция № и т.н.)
ca: Filtre de categories estratificades: limita les dades que es mostraran en un subconjunt. (Categoria: número de part, estació núm., Etc.)
cs: Filtr stratifikované kategorie: omezuje data, která se mají zobrazit do podmnožiny. (Kategorie: Číslo dílu, stanice ne atd.)
cy: Hidlo Categori Haenedig: Yn cyfyngu ar ddata i'w arddangos i is -set. (Categori: Rhif Rhan, Rhif Gorsaf, ac ati)
da: Stratificeret kategorifilter: begrænser data, der skal vises til en undergruppe. (Kategori: delnummer, station nr. Osv.)
de: Geschichteter Kategoriefilter: Begrenzt die Daten, die auf eine Teilmenge angezeigt werden sollen. (Kategorie: Teilenummer, Station Nr. Usw.)
el: Στρατιωμένο φίλτρο κατηγορίας: Περιορίσει τα δεδομένα που πρέπει να εμφανίζονται σε ένα υποσύνολο. (Κατηγορία: Αριθμός εξαρτήματος, Αρ. Σταθμός κ.λπ.)
fa: فیلتر طبقه بندی طبقه بندی شده: داده ها را محدود می کند تا به یک زیر مجموعه نمایش داده شود. (دسته: شماره قسمت ، ایستگاه شماره و غیره)
fi: Stratifioitu luokan suodatin: Rajoittaa näytettäviä tietoja alajoukkoon. (Luokka: Oonumero, asema nro jne.)
fr: Filtre de catégorie stratifiée: limite les données à afficher dans un sous-ensemble. (Catégorie: numéro de pièce, n ° de station, etc.)
gd: Filter Roinnean Stratachaidh: a 'crìochnachadh dàta ri thaisbeanadh gu fo-ghnè. (Roinn-seòrsa: Àireamh Pàirt, stèisean Chan eil, msaa)
he: מסנן קטגוריה מרובד: מגביל את הנתונים שיוצגו לקבוצת משנה. (קטגוריה: מספר חלק, תחנה לא וכו ')
hr: Stratificirani filter kategorije: Ograničava podatke koji se prikazuju na podskupinu. (Kategorija: Broj dijela, stanica br., Itd.)
hu: Rétegzett kategória szűrő: korlátozza az adatokat egy részhalmazra. (Kategória: cikkszám, állomásszám stb.)
id: Filter kategori bertingkat: Membatasi data yang akan ditampilkan ke subset. (Kategori: Nomor Bagian, No Stasiun, dll.)
is: Stratified flokkasía: takmarkar gögn sem verða sýnd við undirmengi. (Flokkur: hlutanúmer, stöð nr. Osfrv.)
it: Filtro categoria stratificato: limita i dati da visualizzare in un sottoinsieme. (Categoria: numero di parte, stazione no, ecc.)
ja: 層別変数として登録したカテゴリ変数(品番・ステーションなど)の中で、表示するデータを一部に限定します。
km: តម្រងប្រភេទដែលបានសង្សារ: កំណត់ទិន្នន័យដែលត្រូវបង្ហាញទៅសំណុំរង។ (ចំណាត់ថ្នាក់: លេខផ្នែកស្ថានីយ៍ទំរង់លេខណាមួយឡើយ។ ល។ )
lb: Stratifizéiert Kategorie Filter: Limiten Daten fir op en Ënnerdeel ze weisen. (Kategorie: Deelnummer, Statioun Nee, asw.)
mi: Tātari kāwai stake: Tuhia nga raraunga kia whakaatuhia ki te waahanga. (Kāwai: Tau Wahanga, Station No, etc.)
mk: Стратифициран филтер за категорија: ги ограничува податоците што треба да се прикажат на подмножество. (Категорија: број на дел, станица бр, итн.)
mn: Давхардсан категорийн шүүлтүүр: Дэд хэсгүүдийг дэд зүйл болгон харуулах хязгаарлалт. (Ангилал: Хэсгийн дугаар, станц, Станцын дугаар.)
ms: Penapis Kategori Stratified: Had data yang akan dipaparkan ke subset. (Kategori: nombor bahagian, stesen tidak, dll.)
my: stratified အမျိုးအစား filter: subset ကိုပြသခံရဖို့ဒေတာကိုကန့်သတ်။ (အမျိုးအစား: တစ်စိတ်တစ်ပိုင်းနံပါတ်, ဘူတာမစသည်။ )
nl: Gestratificeerd categoriefilter: beperkt gegevens die moeten worden weergegeven aan een subset. (Categorie: onderdeelnummer, station nr, enz.)
no: Stratifisert kategorifilter: begrenser data som skal vises til et undergruppe. (Kategori: Delnummer, stasjonsnummer osv.)
pl: Filtr kategorii stratyfikowanej: ogranicza dane do wyświetlania do podzbioru. (Kategoria: numer części, stacja nr itp.)
pt: Filtro de categoria estratificada: limita os dados a serem exibidos em um subconjunto. (Categoria: Número da peça, estação não, etc.)
ro: Filtru de categorie stratificată: limitează datele care trebuie afișate într -un subset. (Categorie: numărul piesei, stația nr, etc.)
ru: Стратифицированный фильтр категории: ограничивает данные, которые будут отображаться в подмножестве. (Категория: номер детали, станция № и т. Д.)
sd: ترتيب ڏنل ڪيٽيگري فلٽر: ڊيٽا کي هڪ ذيلي سيٽ ۾ ظاهر ڪيو وڃي. (ڪيٽيگري: حصو نمبر، اسٽيشن نمبر نه وغيره)
si: ස්ට්රේට් වර්ගීකරණ කාණ්ඩ පෙරණය: දත්ත උප කුලකයකට පෙන්විය යුතු සීමාවන්. (වර්ගය: කොටස් අංකය, ස්ටේෂන් අංකය ආදිය)
sk: Stratifikovaný filter kategórie: Obmedzuje údaje, ktoré sa majú zobraziť na podmnožine. (Kategória: Číslo dielu, stanica č. Atď.)
sq: Filtri i kategorisë së shtresuar: kufizon të dhënat që do të shfaqen në një nënbashkësi. (Kategoria: Numri i pjesës, Stacioni Nr, etj.)
sv: Stratifierat kategorifilter: Begränsar data som ska visas till en delmängd. (Kategori: Artikelnummer, station nr, etc.)
th: ตัวกรองหมวดหมู่แบบแบ่งชั้น: จำกัด ข้อมูลที่จะแสดงเป็นชุดย่อย (หมวดหมู่: หมายเลขชิ้นส่วนหมายเลขสถานี ฯลฯ )
tl: Stratified Category Filter: Mga Limitasyon Ang data na maipakita sa isang subset. (Kategorya: numero ng bahagi, istasyon no, atbp.)
tr: Tabakalı Kategori Filtresi: Bir alt kümede görüntülenecek verileri sınırlar. (Kategori: Parça Numarası, İstasyon No, vb.)
vi: Bộ lọc danh mục phân tầng: Giới hạn dữ liệu sẽ được hiển thị cho một tập hợp con. (Thể loại: Số phần, Trạm số, v.v.)

source: Category variables that appears as a label at the head of graphs.
ar: متغيرات الفئة (مثل رقم الجزء ، المحطة رقم ، إلخ) معروضة كعلامات في الجزء العلوي من المؤامرات للعثور على نقاط تغيير.
bg: Категория променливи (като номер на част, станция № и т.н.), показвани като етикети в горната част на парцелите, за да се намерят променящи се точки.
ca: Les variables de categoria (com ara el número de part, l'estació núm., Etc.) es mostren com a etiquetes a la part superior de les parcel·les per trobar punts de canvi.
cs: Proměnné kategorie (například číslo dílu, NO, atd.) Zobrazené jako štítky v horní části grafů pro nalezení měnících se bodů.
cy: Mae newidynnau categori (megis Rhan Rhif, Rhif Gorsaf, ac ati) yn cael eu harddangos fel labeli ar frig lleiniau i ddod o hyd i bwyntiau newid.
da: Kategorivariabler (såsom delnummer, station nr. Osv.) Vises som etiketter øverst på plot for at finde skiftende punkter.
de: Kategorievariablen (wie Teilzahl, Station Nr. Usw.), die als Etiketten oben auf den Diagrammen angezeigt werden, um sich ändernde Punkte zu finden.
el: Οι μεταβλητές κατηγορίας (όπως ο αριθμός εξαρτήματος, ο σταθμός αριθ. Κλπ.) Εμφανίζονται ως ετικέτες στην κορυφή των οικόπεδων για να βρουν μεταβαλλόμενα σημεία.
fa: متغیرهای دسته بندی (مانند شماره قسمت ، ایستگاه شماره و غیره) به عنوان برچسب در بالای توطئه ها برای یافتن نقاط در حال تغییر نمایش داده می شوند.
fi: Luokkamuuttujat (kuten osanumero, asema nro jne.), Näytetään levyjen yläosassa tarroina vaihtavien pisteiden löytämiseksi.
fr: Les variables de catégorie (telles que le numéro de partie, la station no, etc.) affichées sous forme d'étiquettes en haut des parcelles pour trouver des points changeants.
gd: Caochlaidhean roinn-seòrsa (leithid àireamh Pàirt, stèisean Chan eil, msaa) air a thaisbeanadh mar bhileagan aig mullach plotaichean gus puingean ag atharrachadh a lorg.
he: משתני קטגוריה (כגון מספר חלק, תחנה לא וכו ') המוצגים כתוויות בראש החלקות כדי למצוא נקודות משתנות.
hr: Varijable kategorija (kao što su broj dijela, stanica br., Itd.) Prikazane su kao naljepnice na vrhu parcela kako bi se pronašli promjenjivi bodovi.
hu: A kategóriaváltozók (például az alkatrészszám, az állomásszám stb.) Címkékként jelennek meg a parcellák tetején, hogy megtalálják a változó pontokat.
id: Variabel kategori (seperti nomor bagian, stasiun no, dll.) Ditampilkan sebagai label di bagian atas plot untuk menemukan poin yang berubah.
is: Flokksbreytur (svo sem hlutanúmer, stöð nr osfrv.) Sýndar sem merkimiðar efst á lóðum til að finna breytt stig.
it: Le variabili di categoria (come il numero di parte, la stazione n.
ja: プロットの上部にラベルとして表示されるカテゴリ変数(品番・ステーションNoなど)で、質的変数の変化点(品番切替など)を可視化します。
km: អថេរប្រភេទ (ដូចជាលេខផ្នែកណាមួយស្ថានីយ៍ទេ។ ល។ ) បង្ហាញជាស្លាកនៅផ្នែកខាងលើនៃដីឡូត៍ដើម្បីរកចំណុចផ្លាស់ប្តូរ។
lb: Kategorie Variabelen (wéi Deelnummer, Station Nr.) Als Etiketten als Etiketten uewen op Plooschter ugewisen ze fannen.
mi: Nga taurangi o te waahanga (penei i te tau waahanga, te teihana kore, me etahi atu) e whakaatuhia ana hei tapanga ki te tihi o nga whakaaro kia kitea ai nga tohu.
mk: Променливите на категоријата (како што се бројот на дел, станица бр, итн.) Се прикажани како етикети на врвот на парцелите за да најдат точки за промена.
mn: Ангилал хувьсагч (хэсэг, станц гэх мэт) өөрчлөгдөх цэгүүдийг олохын тулд цэгүүдийн дээд хэсэгт байрлах шошго болгон харуулсан.
ms: Pembolehubah kategori (seperti nombor bahagian, stesen no, dan lain -lain) dipaparkan sebagai label di bahagian atas plot untuk mencari titik perubahan.
my: အမျိုးအစား variable များ (ဥပမာ, တစ်စိတ်တစ်ပိုင်းနံပါတ်, ဘူတာမစသည့်အတိုင်း) ပြောင်းလဲနေသောအချက်များကိုရှာဖွေရန်မြေကွက်များ၏ထိပ်ရှိတံဆိပ်များအဖြစ်ပြသသည်။
nl: Categorie -variabelen (zoals onderdeelnummer, station no, etc.) weergegeven als labels bovenaan plots om wijzigingspunten te vinden.
no: Kategorivariabler (for eksempel delenummer, stasjonsnummer osv.) Vist som etiketter øverst på tomtene for å finne skiftende poeng.
pl: Zmienne kategorii (takie jak numer części, stacja nr itp.) Wyświetlane jako etykiety na szczycie działek w celu znalezienia punktów zmieniających się.
pt: Variáveis ​​de categoria (como número de peça, estação não etc.) exibidas como etiquetas na parte superior das parcelas para encontrar pontos de alteração.
ro: Variabile de categorie (cum ar fi numărul piesei, stația nr, etc.) afișate ca etichete în partea de sus a parcelelor pentru a găsi puncte de schimbare.
ru: Переменные категории (такие как номер детали, станция № и т. Д.) Отображены в виде метки в верхней части участков, чтобы найти изменяющиеся точки.
sd: ڪيٽيگري ڪيبل (جهڙوڪ حصو نمبر، اسٽيشن نمبر) وغيره پوائنٽن جي مٿين پوائنٽن کي ڳولڻ لاء ليبل لڳل آهن.
si: වෙනස්වන ස්ථාන සොයා ගැනීම සඳහා කුඩු මුදුනේ ඇති ලේබල් ලෙස දැක්වෙන කාණ්ඩයේ විචල්යයන් (කොටස් අංකය, ස්ටේෂන් අංකය ආදිය) වැනි).
sk: Premenné kategórie (napríklad číslo dielu, stanica č. Atď.) Zobrazené ako štítky v hornej časti pozemkov, aby sa našli meniace sa body.
sq: Variablat e kategorisë (siç është numri i pjesës, stacioni nr, etj.) Shfaqen si etiketa në krye të parcelave për të gjetur pikat e ndryshimit.
sv: Kategorivariabler (såsom artikelnummer, station nr, etc.) visas som etiketter överst på tomterna för att hitta förändrade punkter.
th: ตัวแปรหมวดหมู่ (เช่นหมายเลขชิ้นส่วนหมายเลขสถานี ฯลฯ ) แสดงเป็นป้ายกำกับที่ด้านบนของแปลงเพื่อค้นหาจุดเปลี่ยน
tl: Ang mga variable na kategorya (tulad ng numero ng bahagi, istasyon ng hindi, atbp.) Ipinakita bilang mga label sa tuktok ng mga plot upang makahanap ng mga pagbabago sa puntos.
tr: Değişen noktaları bulmak için parsellerin üstünde etiket olarak görüntülenen kategori değişkenleri (parça numarası, istasyon no, vb.).
vi: Các biến danh mục (như số phần, trạm số, v.v.) được hiển thị dưới dạng nhãn ở đầu lô để tìm điểm thay đổi.

source: Graph Filter: Limits data to be displayed to a subset.
ar: مرشح الرسم البياني: يحد البيانات التي سيتم عرضها على مجموعة فرعية.
bg: Графичен филтър: Ограничава данните, които трябва да се показват на подмножество.
ca: Filtre de gràfics: limita les dades que es mostraran a un subconjunt.
cs: Filtr grafu: Omezí data, která se mají zobrazit do podmnožiny.
cy: Hidlo Graff: Yn cyfyngu ar ddata i'w arddangos i is -set.
da: Graffilter: begrænser data, der skal vises til en undergruppe.
de: Graphfilter: Begrenzt die Daten, die auf eine Teilmenge angezeigt werden sollen.
el: Φίλτρο γραφημάτων: Περιορίσει τα δεδομένα που πρέπει να εμφανίζονται σε ένα υποσύνολο.
fa: فیلتر نمودار: داده ها را محدود می کند تا به یک زیر مجموعه نمایش داده شود.
fi: Kaaviosuodatin: Rajoittaa näytettäviä tietoja alajoukkoon.
fr: Filtre de graphique: limite les données à afficher dans un sous-ensemble.
gd: Filter Graf: a 'cuingealachadh dàta ri thaisbeanadh gu fo-ghnè.
he: מסנן גרף: מגביל נתונים שיוצגו לקבוצת משנה.
hr: Grafički filter: Ograničava podatke koji se prikazuju na podskupinu.
hu: Grafikonszűrő: korlátozza az adatokat egy részhalmazra.
id: Filter Grafik: Membatasi data yang akan ditampilkan ke subset.
is: Graf sía: takmarkar gögn sem verða birt við undirmót.
it: Filtro grafico: limita i dati da visualizzare in un sottoinsieme.
ja: グラフを表示するターゲット変数の中で、表示するデータを一部に限定します。
km: តម្រងក្រាហ្វិចៈកំណត់ទិន្នន័យដែលត្រូវបង្ហាញទៅសំណុំរង។
lb: Grafike Filter: Limiten Daten fir op en Ënnerdeel ze weisen.
mi: Tātari kauwhata: whakawhāiti raraunga kia whakaatuhia ki te waahanga.
mk: Филтер за графикони: Ограничува податоци што треба да се прикажат на подмножество.
mn: График шүүлтүүр: Дэд хэсгээс дэд зүйл рүү үзүүлэх хязгаарыг хязгаарлана.
ms: Penapis Graf: Hadkan data yang akan dipaparkan ke subset.
my: Graph filter: subset ကိုပြသမည့်ဒေတာများကိုကန့်သတ်ထားသည်။
nl: Grafiekfilter: beperkt gegevens die moeten worden weergegeven aan een subset.
no: Graffilter: begrenser data som skal vises til et undergruppe.
pl: Filtr wykresu: ogranicza dane do wyświetlania do podzbioru.
pt: Filtro de gráfico: limita os dados a serem exibidos em um subconjunto.
ro: Filtru grafic: limitează datele care trebuie afișate într -un subset.
ru: Графический фильтр: ограничивает данные, которые будут отображаться в подмножестве.
sd: گراف فلٽر: ڊيٽا کي محدود ڪيو وڃي ته هڪ ذيلي سيٽ ڏانهن ظاهر ڪيو وڃي.
si: ප්රස්ථාර පෙරණය: උප කුලකයකට දත්ත පෙන්වීම සීමා කරයි.
sk: Grafový filter: Obmedzuje údaje, ktoré sa majú zobraziť na podmnožine.
sq: Filtri i grafikut: Kufizon të dhënat që do të shfaqen në një nënbashkësi.
sv: Graffilter: Begränsar data som ska visas till en delmängd.
th: ตัวกรองกราฟ: จำกัด ข้อมูลที่จะแสดงเป็นเซตย่อย
tl: Graph Filter: Limitahan ang data na maipakita sa isang subset.
tr: Grafik Filtresi: Görüntülenecek verileri bir alt küme ile sınırlar.
vi: Bộ lọc đồ thị: Giới hạn dữ liệu được hiển thị cho một tập hợp con.

source: Set training data to be regarded as normal situation.
ar: اضبط بيانات التعلم التي تم تفسيرها على أنها موقف طبيعي. قم بتعيين قسم البيانات الذي لا يحتوي على أي بيانات NG. إذا تم تضمينها ، يتم الحكم على تلك القريبة من بيانات NG كبيانات طبيعية.
bg: Задайте данните за обучението, интерпретирани като нормална ситуация. Задайте раздела с данни, който не съдържа NG данни. Ако са включени, тези, които са близки до данните NG, също се преценяват като нормални данни.
ca: Estableix les dades d’aprenentatge interpretades com una situació normal. Definiu la secció de dades que no conté dades NG. Si s’inclouen, també es jutgen els que es troben a prop de les dades NG com a dades normals.
cs: Nastavte údaje o učení interpretované jako normální situaci. Nastavte sekci dat, která neobsahuje žádná NG data. Pokud jsou zahrnuty, jsou ty, které jsou blízké datům NG, také posouzeny jako normální data.
cy: Gosodwch y data dysgu a ddehonglir fel sefyllfa arferol. Gosodwch yr adran ddata nad yw'n cynnwys unrhyw ddata NG. Os cânt eu cynnwys, mae'r rhai sy'n agos at y data NG hefyd yn cael eu barnu fel data arferol.
da: Indstil læringsdata, der er fortolket som en normal situation. Indstil dataafsnittet, der ikke indeholder nogen NG data. Hvis de er inkluderet, bedømmes dem, der er tæt på NG -dataene, også som normale data.
de: Legen Sie die Lerndaten als normale Situation fest. Legen Sie den Datenabschnitt fest, der keine NG -Daten enthält. Wenn enthalten, werden auch diejenigen, die sich den NG -Daten befinden, auch als normale Daten beurteilt.
el: Ορίστε τα δεδομένα μάθησης που ερμηνεύονται ως κανονική κατάσταση. Ορίστε την ενότητα δεδομένων που δεν περιέχει δεδομένα NG. Εάν συμπεριληφθούν, αυτά που βρίσκονται κοντά στα δεδομένα NG κρίνονται επίσης ως κανονικά δεδομένα.
fa: داده های یادگیری را به عنوان یک وضعیت عادی تعبیر کنید. بخش داده هایی را که حاوی داده های NG نیست تنظیم کنید. در صورت شامل ، مواردی که نزدیک به داده های NG هستند نیز به عنوان داده های عادی مورد قضاوت قرار می گیرند.
fi: Aseta oppimistiedot tulkittu normaaliksi tilanteeksi. Aseta data -osa, joka ei sisällä NG -tietoja. Jos sisällytetään, ne, jotka ovat lähellä NG -tietoja, arvioidaan myös normaalina tiedoina.
fr: Définissez les données d'apprentissage interprétées comme une situation normale. Définissez la section de données qui ne contient aucune donnée NG. Si vous êtes inclus, ceux qui sont proches des données NG sont également jugés comme des données normales.
gd: Suidhich an dàta ionnsachaidh air a mhìneachadh mar shuidheachadh àbhaisteach. Suidhich an roinn dàta aig nach eil dàta NG. Ma thèid a thoirt a-steach, tha an fheadhainn a tha faisg air dàta NG a 'bhreithneachadh a dhèanamh air an dàta NG cuideachd mar dàta àbhaisteach.
he: קבעו את נתוני הלמידה המתפרשים כמצב רגיל. הגדר את קטע הנתונים שאינו מכיל נתונים NG. אם כלולים, אלה שקרובים לנתוני NG נשפטים גם הם כנתונים רגילים.
hr: Postavite podatke o učenju koji se tumače kao normalna situacija. Postavite odjeljak podataka koji ne sadrži NG podataka. Ako su uključeni, oni koji su bliski podacima NG također se ocjenjuju kao normalni podaci.
hu: Állítsa be a normál helyzetként értelmezett tanulási adatokat. Állítsa be az adatszakaszt, amely nem tartalmaz NG adatot. Ha tartalmazza, azokat a NG adatokhoz közeli azokat is normál adatoknak ítélik meg.
id: Atur data pembelajaran yang ditafsirkan sebagai situasi normal. Atur bagian data yang tidak berisi data NG. Jika dimasukkan, yang dekat dengan data NG juga dinilai sebagai data normal.
is: Stilltu námsgögnin túlkuð sem eðlilegar aðstæður. Stilltu gagnahlutann sem inniheldur engin NG gögn. Ef þeir eru með eru þeir sem eru nálægt NG gögnum einnig dæmdir sem venjuleg gögn.
it: Imposta i dati di apprendimento interpretati come una situazione normale. Impostare la sezione dati che non contiene dati NG. Se inclusi, quelli vicini ai dati NG vengono anche giudicati come dati normali.
ja: 正常な状態として解釈される学習データを設定します。NGデータが含まれていないデータ区間を設定してください。含んだ場合、そのNGデータに近いものも正常データとして判断されます。
km: កំណត់ទិន្នន័យសិក្សាដែលបកស្រាយថាជាស្ថានភាពធម្មតា។ កំណត់ផ្នែកទិន្នន័យដែលមិនមានទិន្នន័យ NG ណាមួយ។ ប្រសិនបើបានបញ្ចូល, អ្នកដែលនៅជិតនឹងទិន្នន័យ NG ក៏ត្រូវបានគេចាត់ទុកថាជាទិន្នន័យធម្មតាផងដែរ។
lb: Setzt d'Léier Daten interpretéiert als normal Situatioun. Setzt d'Daten Sektioun déi keng NG Daten enthält. Wann abegraff, déi sinn no bei den NGdate sinn och als normal Daten beurteelt.
mi: Whakatauhia nga raraunga ako hei whakamaarama noa. Tautuhia te waahanga raraunga kaore i te katoa o nga raraunga NG. Mena kua whakauruhia, ko te hunga e tata ana ki nga raraunga NG kua whakawakia ano he raraunga noa.
mk: Поставете ги податоците за учење толкувани како нормална ситуација. Поставете го делот за податоци што не содржи никакви податоци NG. Доколку се вклучени, оние што се блиску до податоците NG, исто така, се оценуваат како нормални податоци.
mn: Сургалтын өгөгдлийг ердийн нөхцөл байдал гэж тодорхойлсон. NG өгөгдлийг агуулаагүй өгөгдлийн хэсгийг тохируулна уу. Хэрэв оруулсан бол NG Дата нь ердийн мэдээлэл гэж нэрлэгддэг.
ms: Tetapkan data pembelajaran yang ditafsirkan sebagai keadaan biasa. Tetapkan bahagian data yang tidak mengandungi sebarang data NG. Jika dimasukkan, mereka yang dekat dengan data NG juga dinilai sebagai data biasa.
my: ပုံမှန်အခြေအနေအဖြစ်အဓိပ္ပာယ်ကောက်ယူသောလေ့လာမှုအချက်အလက်များကိုသတ်မှတ်ပါ။ NG ဒေတာမပါ 0 င်သောဒေတာအပိုင်းကိုသတ်မှတ်ပါ။ ထည့်သွင်းပါက NG ၏အချက်အလက်များနှင့်နီးစပ်သူများကိုပုံမှန်အချက်အလက်များအဖြစ်သတ်မှတ်ခံရသည်။
nl: Stel de leergegevens in geïnterpreteerd als een normale situatie. Stel de gegevenssectie in die geen NG -gegevens bevat. Indien opgenomen, worden degenen die dicht bij de NG -gegevens staan, ook als normale gegevens beoordeeld.
no: Sett læringsdataene tolket som en normal situasjon. Angi dataseksjonen som ikke inneholder NG data. Hvis de er inkludert, blir de som er nær NG -data også bedømt som normale data.
pl: Ustaw dane uczenia się interpretowane jako normalna sytuacja. Ustaw sekcję danych, która nie zawiera żadnych danych NG. Jeśli uwzględniono, te, które są bliskie danych NG, są również oceniane jako normalne dane.
pt: Defina os dados de aprendizado interpretados como uma situação normal. Defina a seção de dados que não contém nenhum dado NG. Se incluído, aqueles que estão próximos dos dados NG também são julgados como dados normais.
ro: Setați datele de învățare interpretate ca o situație normală. Setați secțiunea de date care nu conține date NG. Dacă sunt incluse, cele care sunt apropiate de datele NG sunt, de asemenea, considerate ca date normale.
ru: Установите учебные данные, интерпретируемые как нормальную ситуацию. Установите раздел данных, который не содержит никаких данных NG. Если включены, те, которые близки к данным NG, также считаются обычными данными.
sd: سکيا واري ڊيٽا کي عام حالت جي طور تي مقرر ڪيو ويو. ڊيٽا سيڪشن کي سيٽ ڪريو جيڪو NG ڊيٽا تي مشتمل نه آهي. جيڪڏهن شامل آهن، جيڪي اهي آهن جيڪي NG ڊيٽا جي ويجهو آهن عام ڊيٽا طور پڻ فيصلو ڪيا وڃن.
si: ඉගෙනීමේ දත්ත සාමාන්ය තත්වයක් ලෙස අර්ථ නිරූපණය කරන්න. NG දත්ත අඩංගු නොවන දත්ත අංශය සකසන්න. ඇතුළත් කර ඇත්නම්, NG දත්ත වලට ආසන්නව සිටින ඒවා සාමාන්ය දත්ත ලෙස ද විනිශ්චය කරනු ලැබේ.
sk: Nastavte údaje o učení sa interpretované ako normálna situácia. Nastavte časť údajov, ktorá neobsahuje žiadne údaje NG. Ak sú zahrnuté, tie, ktoré sú blízko k údajom NG, sa tiež považujú za normálne údaje.
sq: Vendosni të dhënat e të mësuarit të interpretuara si një situatë normale. Vendosni seksionin e të dhënave që nuk përmban asnjë të dhënë NG. Nëse përfshihen, ato që janë afër të dhënave NG gjykohen gjithashtu si të dhëna normale.
sv: Ställ in inlärningsdata som tolkas som en normal situation. Ställ in datasektionen som inte innehåller några NG -data. Om de inkluderas bedöms de som är nära NG -data också som normala data.
th: ตั้งค่าข้อมูลการเรียนรู้ที่ตีความว่าเป็นสถานการณ์ปกติ ตั้งค่าส่วนข้อมูลที่ไม่มีข้อมูล NG ใด ๆ หากรวมอยู่ในข้อมูลที่อยู่ใกล้กับข้อมูล NG จะถูกตัดสินว่าเป็นข้อมูลปกติ
tl: Itakda ang data ng pag -aaral na binibigyang kahulugan bilang isang normal na sitwasyon. Itakda ang seksyon ng data na hindi naglalaman ng anumang data ng NG. Kung kasama, ang mga malapit sa data ng NG ay hinuhusgahan din bilang normal na data.
tr: Normal bir durum olarak yorumlanan öğrenme verilerini ayarlayın. Herhangi bir NG veri içermeyen veri bölümünü ayarlayın. Eğer dahil edilirse, NG verilerine yakın olanlar da normal veriler olarak değerlendirilir.
vi: Đặt dữ liệu học tập được giải thích là một tình huống bình thường. Đặt phần dữ liệu không chứa bất kỳ dữ liệu NG nào. Nếu bao gồm, những người gần với dữ liệu NG cũng được đánh giá là dữ liệu bình thường.
