Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Please name the folder in which csv/tsv files are saved as "YYYYMMDD"
ar: يرجى تسمية المجلد الذي يتم حفظ ملفات CSV/TSV مثل "Yyyymmdd\
bg: Моля, посочете папката, в която CSV/TSV файловете се запазват като "yyyymmdd\
ca: Si us plau, nomeneu la carpeta en què es guarden els fitxers CSV/TSV com "yyyymmdd\
cs: Pojmenujte složku, ve které jsou soubory CSV/TSV uloženy jako "yyyymmdd\
cy: Enwch y ffolder lle mae ffeiliau CSV/TSV yn cael eu cadw fel "yyyymmdd\
da: Navngiv den mappe, hvor CSV/TSV filer gemmes som "yyyymmdd\
de: Bitte nennen Sie den Ordner, in dem CSV/TSV -Dateien wie "yyyymmdd" gespeichert werden.
el: Αναφέρετε το φάκελο στον οποίο τα αρχεία CSV/TSV αποθηκεύονται όπως "yyyymmdd\
fa: نام پوشه را برای ذخیره فایل CSV/TSV به عنوان یک تاریخ مانند "YYYYMMDD" ایجاد کنید.
fi: Nimeä kansio, jossa CSV/TSV tiedostot tallennetaan kuten "YyyyMmdd\
fr: Veuillez nommer le dossier dans lequel les fichiers CSV/TSV sont enregistrés comme "yyyymmdd\
gd: Feuch an toir thu ainm ris a 'phasgan anns a bheil CSV/TSV faidhle air an sàbhaladh mar "yyyymmdd\
he: אנא שם את התיקיה בה נשמרים קבצים CSV/TSV כמו "yyyymmdd\
hr: Navedite mapu u kojoj se CSV/TSV datoteke spremaju poput "yyyymmdd\
hu: Kérjük, nevezze meg azt a mappát, amelyben a CSV/TSV fájlokat menti, mint "YyyymMdd\
id: Silakan beri nama folder di mana file CSV/TSV disimpan seperti "yyyymmdd\
is: Vinsamlegast nefndu möppuna þar sem CSV/TSV skrár eru vistaðar eins og "yyyymmdd\
it: Si prega di nominare la cartella in cui i file CSV/TSV vengono salvati come "YYYYMMDD\
ja: CSV/TSVファイルを保存するフォルダの名称は"YYYYMMDD"のように日付で作成してください。
km: សូមដាក់ឈ្មោះថតដែលឯកសារ CSV/TSV ត្រូវបានរក្សាទុកដូចជា "yyyymdd\
lb: W.e.g. nennt den Dossier an deem CSV/TSV Dateien gespäichert sinn wéi "Yyyymmddd\
mi: Tena koa whakaingoahia te kōpaki i roto i te CSV/TSV nga konae ka tiakina rite "yyyymym\
mk: Именувајте ја папката во која CSV/TSV датотеките се зачувани како "yyyymmdd\
mn: CSV/TSV файлыг CSV/TSV файлын файлыг нэрлэнэ үү.
ms: Sila namakan folder di mana fail CSV/TSV disimpan seperti "yyyymmdd\
my: ကျေးဇူးပြု. CSV/TSV ဖိုင်များအား 0 မ်းမြောက်ခြင်းဟုအမည်ပေးပါ။
nl: Noem de map waarin CSV/TSV -bestanden worden opgeslagen zoals "yyyymmdd\
no: Vennligst navngi mappen der CSV/TSV filer er lagret som "yyyymmdd\
pl: Nazwij folder, w którym pliki CSV/TSV są zapisywane jak "yyyymmdd\
pt: Nomeie a pasta na qual os arquivos CSV/TSV são salvos como "yyyymmdd\
ro: Vă rugăm să numiți folderul în care sunt salvate fișierele CSV/TSV ca "yyyymmdd\
ru: Пожалуйста, назовите папку, в которой файлы CSV/TSV сохраняются как "yyyymmdd\
sd: TSV وانگر تاريخ جي نالي کي بچائڻ لاء فولڊر جو نالو ٺاهيو.
si: කරුණාකර CSV/TSV ලිපිගොනු "yyyymmdd" වැනි ෆෝල්ඩරය නම් කරන්න
sk: Pomenujte priečinok, v ktorom sú súbory CSV/TSV uložené ako "rrrryymmdd\
sq: Ju lutemi emërtoni dosjen në të cilën skedarët CSV/TSV ruhen si "yyyymmdd\
sv: Vänligen namnge mappen där CSV/TSV -filer sparas som "yyyymmdd\
th: โปรดตั้งชื่อโฟลเดอร์ที่บันทึกไฟล์ CSV/TSV เช่น "yyyymmdd\
tl: Mangyaring pangalanan ang folder kung saan ang CSV/TSV mga file ay nai -save tulad ng "yyyymmdd\
tr: Lütfen CSV/TSV dosyalarının kaydedildiği klasörü adlandırın "yyyymmdd\
vi: Vui lòng đặt tên cho thư mục trong đó các tệp CSV/TSV được lưu như "yyyymmdd\

source: Prediction
ar: تنبؤ
bg: Прогнозиране
ca: Predicció
cs: Předpověď
cy: Rhagfynegiad
da: Forudsigelse
de: Vorhersage
el: Προφητεία
fa: پیش بینی
fi: Ennuste
fr: Prédiction
gd: Ro-innse
he: נְבוּאָה
hr: Predviđanje
hu: Előrejelzés
id: Ramalan
is: Spá
it: Predizione
ja: 紐付け予測
km: ការទូចចិត្ត
lb: Zugrëfftieler
mi: Kupu matawai
mk: Предвидување
mn: Түүх
ms: Ramalan
my: ကျူးလွန်သူ
nl: Voorspelling
no: Forutsigelse
pl: Prognoza
pt: Predição
ro: Predicție
ru: Прогноз
sd: اڳڪٿي
si: පුරෝකථනය
sk: Predpoveď
sq: Parashikim
sv: Förutsägelse
th: คาดการณ์
tl: Hula
tr: Tahmin
vi: Sự dự đoán

source: Filter Config
ar: تصفية التكوين
bg: Филтър конфигурация
ca: Configuració del filtre
cs: Konfigurace filtru
cy: Config hidlo
da: Filterkonfiguration
de: Filterkonfiguration
el: Διαμόρφωση φίλτρου
fa: پیکربندی فیلتر
fi: Suodatinmääritys
fr: Configuration de filtre
gd: Contraig filter
he: סנן תצורת
hu: Szűrő konfiguráció
id: Konfigurasi Filter
is: Sía config
it: Filtro config
ja: フィルタ設定
km: តម្រងកំណត់រចនាសម្ព័ន្ធ
lb: Filter Konfigur
mi: Whiriwhiringa Whiriwhiringa
mk: Конфигурација на филтерот
mn: Шүүлтүүрийн тохиргоо
ms: Penapis konfigurasi
nl: Filterconfiguratie
no: Filterkonfigurasjon
pl: Filtruj konfigurację
pt: Filtro Config
ro: Filtru configurare
ru: Фильтр конфигурация
sd: فلٽر ترتيب ڏيو
si: පෙරහන් වින්යාසය
sk: Konfigurácia filtra
sq: Filtër konfigurimi
sv: Filterkonfiguration
th: การกำหนดค่าตัวกรอง
tr: Filtre Yapılandırması
vi: Cấu hình lọc

source: Master Config
ar: التكوين الرئيسي
ca: Configuració del mestre
cy: Meistr Config
de: Master -Konfiguration
fa: پیکربندی
fi: Pääkonfigurointi
fr: Configuration maîtresse
gd: Prìomh chroit
hu: Főtanács
id: Konfigurasi Master
it: Configurazione principale
ja: マスタ設定
km: កំណត់រចនាសម្ព័ន្ធមេ
lb: Master Master Konfigur
mi: Kaiwhakaputa
mk: Мастер конфигурација
mn: Мастер тохируулагч
nl: Hoofdconfiguratie
pl: Konfiguracja główna
pt: Mestre Config
sd: ماساري جو ترتيب؟
si: මාස්ටර් වින්යාසය
sk: Hlavný konfigurácia
sq: Konfigurim master
th: การกำหนดค่าหลัก
vi: Cấu hình chính

source: From Filter Config
ar: من تصفية التكوين
bg: От филтърна конфигурация
ca: De la configuració del filtre
cs: Z konfigurace filtru
cy: O hidlydd config
da: Fra filterkonfiguration
de: Aus Filterkonfiguration
el: Από το φίλτρο config
fa: از پیکربندی فیلتر
fi: Suodatinmäärityksestä
fr: À partir de la configuration du filtre
gd: Bho config sìoltach
he: מתצורת המסנן
hr: Iz filtra config
hu: A szűrő konfigurációból
id: Dari konfigurasi filter
is: Úr síu config
it: Dalla configurazione del filtro
ja: フィルタ設定
km: ពីការកំណត់រចនាសម្ព័ន្ធតម្រង
lb: Vum Filter Konfigur
mi: Mai i te Whiriwhiringa Tātari
mk: Од конфигурацијата на филтерот
mn: Шүүлтүүрийн тохиргооноос
ms: Dari konfigurasi penapis
my: filter config ကိုမှ
nl: Van filterconfiguratie
no: Fra filterkonfigurasjon
pl: Z Filtr Config
pt: Da configuração do filtro
ro: Din Filtru Config
ru: Из конфигурации фильтра
sd: فلٽر ترتيب مان
si: පෙරහන් වින්යාසයේ සිට
sk: Z konfigurácie filtra
sq: Nga konfigurimi i filtrit
sv: Från filterkonfiguration
th: จากการกำหนดค่าตัวกรอง
tl: Mula sa filter config
tr: Filtre Yapılandırmasından
vi: Từ cấu hình bộ lọc

source: Show all
ar: عرض الكل
bg: Покажи всички
ca: Mostrar tots
cs: Ukázat vše
cy: Dangos popeth
da: Vis alt
de: Zeige alles
el: Προβολή όλων
fa: نشان دادن همه
fi: Näytä kaikki
fr: Afficher tout
gd: Seall a h-uile càil
he: תראה הכול
hr: Pokaži sve
hu: Mutasd az összeset
id: Tunjukkan semua
is: Sýna allt
it: Mostra tutto
ja: 全て表示
km: បង្ហាញ​ទាំងអស់
lb: Alles ganz weisen
mi: Whakaatuhia katoa
mk: Покажи се
mn: Бүгдийг харуул
ms: Tunjukkan semua
my: အားလုံးကိုပြပါ
nl: Toon alles
no: Vis alt
pl: Pokaż wszystko
pt: Mostre tudo
ro: Arata tot
ru: Показать все
sd: سڀ ڏيکاريو
si: සියල්ල පෙන්වන්න
sk: Ukázať všetko
sq: Tregoj
sv: Visa allt
th: แสดงทั้งหมด
tl: Ipakita lahat
tr: Hepsini Göster ↓
vi: Hiển thị tất cả

source: As Key (Option)
ar: كمفتاح (خيار)
bg: Като ключ (опция)
ca: Com a clau (opció)
cs: Jako klíč (možnost)
cy: Fel allwedd (opsiwn)
da: Som en nøgle (mulighed)
de: Als Schlüssel (Option)
el: Ως κλειδί (επιλογή)
fa: به عنوان یک کلید (گزینه)
fi: Avaimena (vaihtoehto)
fr: Comme clé (option)
gd: Mar iuchair (roghainn)
he: כמפתח (אפשרות)
hr: Kao ključ (opcija)
hu: Kulcsként (opció)
id: Sebagai kunci (opsi)
is: Sem lykill (valkostur)
it: Come chiave (opzione)
ja: キーとして（オプション）
km: ជាកូនសោ (ជម្រើស)
lb: Als Schlëssel (Optioun)
mi: Hei matua (kōwhiringa)
mk: Како клуч (опција)
mn: Түлхүүр (сонголт) болгон
ms: Sebagai kunci (pilihan)
my: သော့တစ်ခုအနေဖြင့် (option)
nl: Als sleutel (optie)
no: Som en nøkkel (alternativ)
pl: Jako klucz (opcja)
pt: Como uma chave (opção)
ro: Ca cheie (opțiune)
ru: Как ключ (опция)
sd: هڪ اهم طور تي (اختيار)
si: යතුරක් ලෙස (විකල්පය)
sk: Ako kľúč (voľba)
sq: Si një çelës (opsion)
sv: Som en nyckel (alternativ)
th: เป็นคีย์ (ตัวเลือก)
tl: Bilang isang susi (pagpipilian)
tr: Anahtar olarak (seçenek)
vi: Như một khóa (tùy chọn)

source: PCA delete NA
ar: تم حذف REMOVED_COUNT من قيمة العجز ، والقيمة غير الطبيعية ، والقيمة الخارجة من TOTAL_COUNT في الأصل.
bg: Изтрита REMOVED_COUNT стойност на дефицит, ненормална стойност и външна стойност от TOTAL_COUNT в оригинал.
ca: Esborrat REMOVED_COUNT de valor de dèficit, valor anormal i valor anterior de TOTAL_COUNT en original.
cs: Smazáno REMOVED_COUNT hodnoty deficitu, abnormální hodnota a odlehlé hodnoty z TOTAL_COUNT v originále.
cy: Wedi'i ddileu REMOVED_COUNT o werth diffyg, gwerth annormal, a gwerth allanol o TOTAL_COUNT yn y gwreiddiol.
da: Slettet REMOVED_COUNT af underskudsværdi, unormal værdi og outlier -værdi fra TOTAL_COUNT i original.
de: Löschte REMOVED_COUNT des Defizitwerts, des abnormalen Werts und des Ausreißerwerts von TOTAL_COUNT im Original.
el: Διαγράφηκε REMOVED_COUNT της τιμής ελλείμματος, της μη φυσιολογικής αξίας και της εξωτερικής τιμής από το TOTAL_COUNT στο πρωτότυπο.
fa: حذف شده REMOVED_COUNT از ارزش کسری ، ارزش غیر طبیعی و ارزش دورتر از TOTAL_COUNT در اصل.
fi: Poistettu REMOVED_COUNT alijäämäarvo, epänormaali arvo ja ulkoinen arvo TOTAL_COUNT: sta alkuperäisessä.
fr: Supprimé REMOVED_COUNT de valeur déficitaire, de valeur anormale et de valeur aberrante de TOTAL_COUNT dans l'original.
gd: Air a dhubhadh às do REMOVED_COUNT de luach easbhaidh, luach neo-àbhaisteach, agus luach a-muigh bho TOTAL_COUNT anns an dreach tùsail.
he: נמחק REMOVED_COUNT בערך הגירעון, ערך לא תקין וערך מתקדם מ- TOTAL_COUNT במקור.
hr: Izbrisano REMOVED_COUNT vrijednosti deficita, nenormalne vrijednosti i vanjske vrijednosti od TOTAL_COUNT u originalu.
hu: Törölte a deficit -érték REMOVED_COUNT -t, a rendellenes értéket és az outlier értéket az eredeti TOTAL_COUNT -tól.
id: Dihapus REMOVED_COUNT dari nilai defisit, nilai abnormal, dan nilai outlier dari TOTAL_COUNT dalam aslinya.
is: Eytt REMOVED_COUNT af hallaverðmæti, óeðlilegt gildi og útlæga gildi frá TOTAL_COUNT í upprunalegu.
it: Eliminato REMOVED_COUNT di valore di deficit, valore anormale e valore anomalo da TOTAL_COUNT nell'originale.
ja: TOTAL_COUNT 個中、欠損値・異常値・外れ値が含まれた REMOVED_COUNT 個を削除しました。
km: បានលុប REMOVED_COUNT នៃតម្លៃឱនភាពតម្លៃមិនធម្មតាតម្លៃមិនធម្មតានិងតម្លៃលើសពី TOTAL_COUNT ក្នុងដើម។
lb: Geläscht REMOVED_COUNT vum Defizit Wäert, anormal Wäert, an Oldlierwäert vun TOTAL_COUNT an Original.
mi: Kua mukua REMOVED_COUNT te uara ngoikore, te uara kore, me te uara i mua mai i TOTAL_COUNT i te taketake.
mk: Избришана REMOVED_COUNT на дефицитната вредност, абнормална вредност и надворешната вредност од TOTAL_COUNT во оригинал.
mn: Deficit утга, хэвийн бус үнэ цэнэ, хэвийн бус үнэ цэнэ, TOTAL_COUNT-ээс TOTAL_COUNT
ms: Dipadam REMOVED_COUNT nilai defisit, nilai abnormal, dan nilai luar dari TOTAL_COUNT pada asal.
my: TOTAL_COUNT မှ __433 မှလိုငွေပြမှုတန်ဖိုး, ပုံမှန်မဟုတ်သောတန်ဖိုးနှင့်ပြင်ပမှတန်ဖိုးများကိုဖျက်ပစ်လိုက်သည်။
nl: Verwijderd REMOVED_COUNT van tekortwaarde, abnormale waarde en uitbijterwaarde van TOTAL_COUNT in origineel.
no: Slettet REMOVED_COUNT av underskuddsverdi, unormal verdi og outlier -verdi fra TOTAL_COUNT i original.
pl: Usunięto REMOVED_COUNT wartości deficytu, wartości nienormalnej i wartości odstającej z TOTAL_COUNT w oryginale.
pt: Excluído REMOVED_COUNT de valor de déficit, valor anormal e valor externo de TOTAL_COUNT no original.
ro: Șters REMOVED_COUNT de valoare deficit, valoare anormală și valoare anterioară de la TOTAL_COUNT în original.
ru: Удал REMOVED_COUNT значения дефицита, аномального значения и выброса из TOTAL_COUNT в оригинале.
sd: خارج ٿيل REMOVED_COUNT غير معمولي قدر، غير معمولي قدر، ۽ ٻاهرين قيمت TOTAL_COUNT اصل ۾.
si: REMOVED_COUNT හිඟකම, අසාමාන්ය අගය සහ TOTAL_COUNT වෙතින් දළ වශයෙන් TOTAL_COUNT මකා දමන ලදි.
sk: Vymazané REMOVED_COUNT hodnoty deficitu, abnormálna hodnota a odľahlá hodnota od TOTAL_COUNT v origináli.
sq: Fshihet REMOVED_COUNT me vlerë të deficitit, vlerën jonormale dhe vlerën më të largët nga TOTAL_COUNT në origjinal.
sv: Raderade REMOVED_COUNT av underskottsvärde, onormalt värde och utloppsvärde från TOTAL_COUNT i original.
th: ลบ REMOVED_COUNT ของค่าการขาดดุลค่าผิดปกติและค่าผิดปกติจาก TOTAL_COUNT ในต้นฉบับ
tl: Tinanggal ang REMOVED_COUNT ng halaga ng kakulangan, hindi normal na halaga, at higit na halaga mula sa TOTAL_COUNT sa orihinal.
tr: Orijinal olarak TOTAL_COUNT'dan REMOVED_COUNT açık değeri, anormal değer ve daha aykırı değer silindi.
vi: Đã xóa REMOVED_COUNT của giá trị thâm hụt, giá trị bất thường và giá trị ngoại lệ từ TOTAL_COUNT trong bản gốc.

source: IP Address
ar: عنوان IP
bg: IP адрес
ca: Adreça IP
cs: IP adresa
cy: Cyfeiriad IP
da: IP-adresse
de: IP Adresse
el: Διεύθυνση IP
fa: آدرس آی پی
fi: IP-osoite
fr: Adresse IP
gd: Seòladh IP
he: כתובת ה - IP
hr: IP adresa
hu: IP-cím
id: Alamat IP
is: IP -tölu
it: Indirizzo IP
ja: IPアドレス
km: អាសយដ្ឋាន IP
lb: IP Adresse
mi: Wāhitau IP
mk: IP адреса
mn: IP хаяг
ms: Alamat IP
my: အိုင်ပီလိပ်စာ
nl: IP adres
no: IP adresse
pl: Adres IP
pt: Endereço de IP
ro: Adresa IP
ru: Айпи адрес
sd: پي ڪيٽر
si: IP ලිපිනය
sk: IP adresa
sq: Adresa IP
sv: IP-adress
th: ที่อยู่ IP
tr: IP adresi
vi: Địa chỉ IP

source: Compare data distribution with histograms and estimated density lines. Split the graph with stratified variables.
ar: قارن توزيع البيانات مع الرسم البياني وتقدير الكثافة. ينقسم الرسم البياني على المتغير الطبقي. كما أنه مقسوم على الوجه.
bg: Сравнете разпределението на данните с оценката на хистограмата и плътността. Графиката е разделена на стратифицираната променлива. Той също е разделен на фасета.
ca: Compareu la distribució de dades amb l’histograma i l’estimació de la densitat. El gràfic està dividit per la variable estratificada. També es divideix per faceta.
cs: Porovnejte rozdělení dat s odhadem histogramu a hustoty. Graf je dělen stratifikovanou proměnnou. Je také rozdělena fazetou.
cy: Cymharwch ddosbarthiad data ag amcangyfrif histogram ac dwysedd. Rhennir y graff gan y newidyn haenedig. Mae hefyd wedi'i rannu yn ôl agwedd.
da: Sammenlign datafordeling med histogram og densitetsestimering. Grafen er divideret med den stratificerede variabel. Det er også divideret med facet.
de: Vergleichen Sie die Datenverteilung mit der Histogramm- und Dichteschätzung. Die Grafik wird durch die geschichtete Variable geteilt. Es ist auch durch Facette geteilt.
el: Συγκρίνετε τη διανομή δεδομένων με ιστόγραμμα και εκτίμηση πυκνότητας. Το γράφημα διαιρείται με τη στρωματοποιημένη μεταβλητή. Διαιρείται επίσης με πτυχή.
fa: توزیع داده ها را با تخمین هیستوگرام و چگالی مقایسه کنید. نمودار توسط متغیر طبقه بندی شده تقسیم می شود. همچنین توسط Facet تقسیم می شود.
fi: Vertaa tietojen jakautumista histogrammilla ja tiheysarviointia. Kaavio on jaettu kerrostuneella muuttujalla. Se on jaettu myös puolella.
fr: Comparez la distribution des données avec l'histogramme et l'estimation de la densité. Le graphique est divisé par la variable stratifiée. Il est également divisé par facette.
gd: Dèan coimeas eadar sgaoileadh dàta le tuairmsean cliù agus dùmhlachd. Tha an graf air a roinn leis an caochlaideach caoltach. Tha e cuideachd air a roinn le taobh.
he: השווה את חלוקת הנתונים עם היסטוגרמה ואומדן צפיפות. הגרף מחולק על ידי המשתנה המרובד. זה מחולק גם לפי פנים.
hr: Usporedite raspodjelu podataka s procjenom histograma i gustoće. Grafikon je podijeljen sa slojevitom varijablom. Podijeljen je i fazom.
hu: Hasonlítsa össze az adatok eloszlását a hisztogrammal és a sűrűségbecsléssel. A gráfot a rétegzett változóval osztják. Ez szintén felosztva van.
id: Bandingkan distribusi data dengan estimasi histogram dan kepadatan. Grafik dibagi dengan variabel bertingkat. Itu juga dibagi dengan facet.
is: Berðu saman dreifingu gagna við súlurit og mat á þéttleika. Grafinu er deilt með lagskiptu breytu. Það er einnig deilt með hlið.
it: Confronta la distribuzione dei dati con l'istogramma e la stima della densità. Il grafico è diviso per la variabile stratificata. È anche diviso per sfaccettatura.
ja: データの分布をヒストグラムおよび密度推定で比較します。層別変数によって、グラフを分割します。Facetによって、グラフを分割します。
km: ប្រៀបធៀបការចែកចាយទិន្នន័យដោយការប៉ាន់ស្មានអ៊ីស្តូក្រាមនិងដង់ស៊ីតេ។ ក្រាហ្វត្រូវបានបែងចែកដោយអថេរដែលមានលក្ខណៈខុសគ្នា។ វាក៏ត្រូវបានបែងចែកដោយ Facet ផងដែរ។
lb: Vergläichen d'Datebrëffung mat Histogramm an Dichtstatlung. D'Grafik ass duerch déi stratifizéiert Variabel gedeelt. Et gëtt och duerch Facett opgedeelt.
mi: Whakatauritea te tohatoha raraunga me nga tuhinga korero me te whakatau tata. Ka wehea te kauwhata e te rereketanga o te rereke. Kei te wehea hoki e te facet.
mk: Споредете ја дистрибуцијата на податоци со хистограм и проценка на густината. Графикот е поделен со стратифицирана променлива. Исто така, тој е поделен со аспект.
mn: Мэдээллийн тархалтыг гистограм ба нягтралын тооцоотой харьцуулах. График нь давхардсан хувьсагчаар хуваагддаг. Энэ нь бас нүүрэн дээр хуваагддаг.
ms: Bandingkan pengagihan data dengan histogram dan anggaran ketumpatan. Grafik dibahagikan dengan pemboleh ubah berstrata. Ia juga dibahagikan dengan aspek.
my: ဒေတာဖြန့်ဖြူးမှုကို histogram နှင့်သိပ်သည်းဆခန့်မှန်းချက်များနှင့်နှိုင်းယှဉ်ပါ။ အဆိုပါဂရပ်ကို stratified variable ကိုအားဖြင့်ကွဲပြားနေသည်။ ၎င်းကိုအသွင်အပြင်ဖြင့်ခွဲထားသည်။
nl: Vergelijk de gegevensverdeling met schatting van histogram en dichtheid. De grafiek wordt gedeeld door de gestratificeerde variabele. Het wordt ook gedeeld door facet.
no: Sammenlign datafordeling med histogram og tetthetsestimering. Grafen er delt på den stratifiserte variabelen. Det er også delt på fasit.
pl: Porównaj rozkład danych z histogramem i oszacowaniem gęstości. Wykres jest podzielony przez zmienną stratyfikowaną. Jest również podzielony przez aspekt.
pt: Compare a distribuição de dados com a estimativa de histograma e densidade. O gráfico é dividido pela variável estratificada. Também é dividido pela faceta.
ro: Comparați distribuția datelor cu histograma și estimarea densității. Graficul este împărțit la variabila stratificată. De asemenea, este împărțit pe față.
ru: Сравните распределение данных с оценкой гистограммы и плотности. График делится на стратифицированную переменную. Он также разделен на аспект.
sd: هسٽوگرام ۽ کثافت جي تخميني سان ڊيٽا جي تقسيم جو مقابلو ڪريو. گراف ترتيب ڏنل متغير طرفان ورهايل آهي. اهو پڻ سامهون آهي.
si: දත්ත බෙදා හැරීම හිස්ටෝග්රෑම් හා dens නත්ව තක්සේරුව සමඟ සසඳා බලන්න. ප්රස්ථාරය ස්ථර විචල්යය මගින් බෙදී ඇත. එය මුහුණත මගින් ද බෙදී යයි.
sk: Porovnajte distribúciu údajov s histogramom a odhadom hustoty. Graf je vydelený stratifikovanou premennou. Je tiež rozdelený fazetu.
sq: Krahasoni shpërndarjen e të dhënave me vlerësimin e histogramit dhe densitetit. Grafiku është i ndarë me ndryshoren e shtresuar. Ajo gjithashtu është e ndarë me fytyrë.
sv: Jämför datadistribution med histogram och densitetsuppskattning. Grafen är dividerad med den stratifierade variabeln. Det är också dividerat med fasett.
th: เปรียบเทียบการกระจายข้อมูลกับการประมาณค่าฮิสโตแกรมและความหนาแน่น กราฟถูกหารด้วยตัวแปรแบ่งชั้น มันยังแบ่งออกเป็น facet
tl: Paghambingin ang pamamahagi ng data sa pagtatantya ng histogram at density. Ang graph ay nahahati sa stratified variable. Nahahati din ito ng facet.
tr: Veri dağılımını histogram ve yoğunluk tahmini ile karşılaştırın. Grafik tabakalı değişkene bölünür. Ayrıca faset ile bölünür.
vi: So sánh phân phối dữ liệu với biểu đồ và ước tính mật độ. Biểu đồ được chia cho biến phân tầng. Nó cũng được chia cho khía cạnh.

source: Plot all data points with time axis or ID axis.
ar: ارسم كل عدد البيانات على محور الوقت أو محور ID.
bg: Начертайте всички броя данни по осите на време или ID ос.
ca: Ploteu tota el nombre de dades sobre l’eix de temps o l’eix ID.
cs: Vykreslete všechny počty dat na osy časové osy nebo ID osy.
cy: Plotiwch bob nifer o ddata ar yr echel amser neu'r echel ID.
da: Plot alle antal data på tidsaksen eller ID -aksen.
de: Zeichnen Sie alle Datenzahl auf der Zeitachse oder ID -Achse.
el: Σχεδιάστε όλους τους αριθμούς δεδομένων στον άξονα του χρόνου ή τον άξονα ID.
fa: تمام تعداد داده ها را در محور زمان یا محور ID ترسیم کنید.
fi: Piirrä kaikki tietojen lukumäärän aika -akselilla tai ID akselilla.
fr: Tracez tout le nombre de données sur l'axe temporel ou l'axe ID.
gd: Cuilbheart gu h-iomlan an àireamh de dhàta air an àm Axis no ID Axis.
he: תכנן את כל מספר הנתונים על ציר הזמן או ציר ID.
hr: Nacrtajte sav broj podataka na vremenskoj osi ili ID osi.
hu: Döntse el az idő tengelyén vagy az ID tengelyen található összes adatot.
id: Plot semua jumlah data pada sumbu waktu atau sumbu ID.
is: Settu saman allan fjölda gagna á tímaás eða ID ás.
it: Traccia tutto il numero di dati sull'asse temporale o sull'asse ID.
ja: 時間軸もしくはID軸で全数のデータをプロットします。
km: គ្រោងទិន្នន័យទាំងអស់នៅលើអ័ក្សពេលវេលាឬអ័ក្ស ID ។
lb: Komplott all Zuel vun Daten op der Zäit Axis oder ID Axis.
mi: Te whakamahere i te maha o nga raraunga i te waa wa, ID toki ranei.
mk: Зацртајте го целиот број на податоци за временската оска или ID оската.
mn: Тодорхой цагийн тэнхлэг эсвэл ID тэнхлэгийн талаархи бүх өгөгдлийг хуйвалдана.
ms: Plot semua bilangan data pada paksi masa atau paksi ID.
my: အချိန်ဝင်ရိုးသို့မဟုတ် ID 0 င်ရိုးပေါ်ရှိအချက်အလက်အရေအတွက်အားလုံးကိုကြံစည်မှု။
nl: Plot alle gegevens op de tijdsas of ID -as.
no: Plott alt antall data om tidsaksen eller ID aksen.
pl: Wykonaj całą liczbę danych na osi czasu lub osi ID.
pt: Plote todo o número de dados no eixo do tempo ou eixo ID.
ro: Transmiteți tot numărul de date pe axa timpului sau ID axa.
ru: Постройте все количество данных на оси времени или оси ID.
sd: وقت جي محور يا ID محور تي ڊيٽا جي هر تعداد کي پلاٽ ڪريو.
si: අක්ෂයේ හෝ ID අක්ෂය මත ඇති සියලුම දත්ත ගණන සැලසුම් කරන්න.
sk: Vyneste všetky údaje o časovej osi alebo osi ID.
sq: Planifikoni të gjithë numrin e të dhënave në boshtin kohor ose boshtin ID.
sv: Plotta allt antal data på tidsaxeln eller ID axeln.
th: พล็อตจำนวนข้อมูลทั้งหมดในแกนเวลาหรือแกน ID
tl: I -plot ang lahat ng bilang ng data sa axis ng oras o ID axis.
tr: Zaman ekseni veya ID ekseninde tüm veri sayısını çizin.
vi: Vẽ tất cả số lượng dữ liệu trên trục thời gian hoặc trục ID.
