Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: This is T2 statistic plot (monitor essential part [principal component] of this data).
ar: مؤامرة من إحصائية T2 ، التي تراقب الحالات الشاذة في المكون الرئيسي لهذه البيانات. يتم رسم بيانات التعلم باللون الأبيض وفي جزء X السلبي. المؤامرة الصفراء هي بيانات التحقق من الصحة. كلما تتم مقارنة بيانات التحقق من الصحة بالبيانات البيضاء ، زاد احتمال انحراف الموقف. انقر فوق نقطة البيانات لمعرفة مؤامرة مساهمة ما تشكل العناصر الموقف.
bg: График на статистиката T2, който следи аномалиите в основния компонент на тези данни. Данните за обучение са представени в бяло и в отрицателната X част. Жълтият график е данните за валидиране. Колкото по -високи данни за валидиране се сравняват с белите данни, толкова по -голяма е вероятността ситуацията да се отклони. Щракнете върху точка от данни, за да видите сюжета на приноса на това, което елементите съставляват ситуацията.
ca: Una trama de l'estadística T2, que supervisa les anomalies en el component principal d'aquestes dades. Les dades d’aprenentatge es representen en blanc i en la porció X negativa. La trama groga són les dades de validació. Com més elevades es comparen les dades de validació amb les dades blanques, més probabilitats és desviar -se. Feu clic a Punts de dades per veure la trama de contribució de quins elements constitueixen la situació.
cs: Graf statistiky T2, který monitoruje anomálie v hlavní složce těchto dat. Údaje o učení jsou vyneseny bílou a v negativní části x. Žlutý graf jsou údaje o validaci. Čím vyšší jsou údaje o validaci porovnány s bílými údaji, tím je pravděpodobnější, že se situace odchyluje. Kliknutím na datový bod zobrazíte graf příspěvku toho, jaké prvky tvoří situaci.
cy: Llain o ystadegyn T2, sy'n monitro anghysonderau ym mhrif gydran y data hwn. Mae'r data dysgu yn cael ei blotio mewn gwyn ac yn y gyfran X negyddol. Y plot melyn yw'r data dilysu. Po uchaf yw'r data dilysu yn cael ei gymharu â'r data gwyn, y mwyaf tebygol yw'r sefyllfa o wyro. Cliciwch Pwynt Data i weld y plot cyfraniad o ba elfennau sy'n ffurfio'r sefyllfa.
da: Et plot af T2 -statistikken, der overvåger afvigelser i hovedkomponenten i disse data. Læringsdataene er afbildet i hvidt og i den negative X -del. Det gule plot er valideringsdataene. Jo højere valideringsdata sammenlignes med de hvide data, jo mere sandsynligt er situationen at afvige. Klik på Datapunkt for at se bidragsplottet om, hvilke elementer der udgør situationen.
de: Ein Diagramm der T2 -Statistik, die Anomalien in der Hauptkomponente dieser Daten überwacht. Die Lerndaten sind in Weiß und in der negativen x -Portion dargestellt. Das gelbe Diagramm sind die Validierungsdaten. Je höher die Validierungsdaten mit den weißen Daten verglichen werden, desto wahrscheinlicher ist die Situation abweichen. Klicken Sie auf Datenpunkt, um das Beitragsdiagramm zu sehen, welche Elemente die Situation ausmachen.
el: Μια πλοκή του στατιστικού T2, η οποία παρακολουθεί τις ανωμαλίες στο κύριο στοιχείο αυτών των δεδομένων. Τα δεδομένα μάθησης απεικονίζονται σε λευκό και στο αρνητικό τμήμα x. Το κίτρινο οικόπεδο είναι τα δεδομένα επικύρωσης. Όσο υψηλότερα είναι τα δεδομένα επικύρωσης συγκρίνονται με τα λευκά δεδομένα, τόσο πιο πιθανό είναι να αποκλίνει η κατάσταση. Κάντε κλικ στο σημείο δεδομένων για να δείτε την γραφική παράσταση των συνεισφορών για τα στοιχεία που συνθέτουν την κατάσταση.
fa: یک طرح از آمار T2 ، که بر ناهنجاری ها در مؤلفه اصلی این داده ها نظارت می کند. داده های یادگیری به رنگ سفید و در قسمت X منفی ترسیم شده است. طرح زرد داده های اعتبار سنجی است. هرچه داده های اعتبار سنجی بالاتر با داده های سفید مقایسه شود ، احتمال انحراف اوضاع بیشتر است. برای دیدن طرح مشارکت در مورد عناصر وضعیت ، روی Data Point کلیک کنید.
fi: T2 -tilastotiedot, jotka tarkkailevat poikkeavuuksia näiden tietojen pääkomponentissa. Oppimistiedot on piirretty valkoisella ja negatiivisella X -osalla. Keltainen kuvaaja on validointitiedot. Mitä korkeammat validointitiedot verrataan valkoisiin tietoihin, sitä todennäköisemmin tilanne on poikkeaa. Napsauta datapistettä nähdäksesi panoskaavion siitä, mitkä elementit muodostavat tilanteen.
fr: Un tracé de la statistique T2, qui surveille les anomalies dans la composante principale de ces données. Les données d'apprentissage sont tracées en blanc et dans la partie X négative. Le tracé jaune est les données de validation. Plus les données de validation sont comparées aux données blanches, plus la situation est susceptible de s'écarter. Cliquez sur Data Point pour voir le tracé de contribution de quels éléments constituent la situation.
gd: Cus den staitistig T2, a bhios a 'cumail sùil air neo-riaghailteach anns a' phrìomh phàirt den dàta seo. Tha an dàta ionnsachaidh air a chuilbheart ann an geal agus ann an cuibhreann X àicheil. Is e an cuilbheart buidhe an dàta dearbhaidh. Mar as àirde tha an dàta dearbhaidh an coimeas ris an dàta gheal, is dòcha gu bheil an suidheachadh as coltaiche a bhith a 'gluasad. Cliog air Puing Dàta gus an clàr tabhartais de na thaeamaidean a dhèanamh suas an suidheachadh.
he: עלילה של נתון T2, המפקח על חריגות במרכיב העיקרי של נתונים אלה. נתוני הלמידה מתוארים בלבן ובחלק ה- X השלילי. העלילה הצהובה היא נתוני האימות. ככל שנתוני האימות משווים יותר לנתונים הלבנים, כך סביר יותר שהמצב לסטות. לחץ על נקודת נתונים כדי לראות את עלילת התרומה של אלמנטים מהווים את המצב.
hr: Zaplet T2 statistike, koji nadzire anomalije u glavnoj komponenti ovih podataka. Podaci o učenju prikazani su u bijelom i negativnom dijelu x. Žuta crta je podaci o validaciji. Što se veće podaci o validaciji uspoređuju s bijelim podacima, vjerojatnije je da će situacija odstupiti. Kliknite točku Data da biste vidjeli crtež doprinosa koji elementi čine situaciju.
hu: A T2 statisztika egy diagramja, amely figyelemmel kíséri az adatok rendellenességeit ezen adatok fő alkotóelemében. A tanulási adatokat fehéren és a negatív x részben ábrázolják. A sárga diagram az érvényesítési adatok. Minél magasabb az érvényesítési adatok összehasonlítása a fehér adatokkal, annál valószínűbb, hogy a helyzet eltér. Kattintson az Data Point elemre, hogy megnézze, milyen elemek alkotják a helyzetet.
id: Plot statistik T2, yang memantau anomali dalam komponen utama data ini. Data pembelajaran diplot dalam warna putih dan dalam bagian x negatif. Plot kuning adalah data validasi. Semakin tinggi data validasi dibandingkan dengan data putih, semakin besar situasinya untuk menyimpang. Klik titik data untuk melihat plot kontribusi dari elemen apa yang membentuk situasi.
is: Söguþráður T2 tölfræðinnar, sem fylgist með frávikum í meginþætti þessara gagna. Námsgögnin eru samsærð í hvítu og í neikvæðum X hlutanum. Gula söguþráðurinn er staðfestingargögn. Því hærri sem staðfestingargögn eru borin saman við hvít gögn, því líklegra er að ástandið er að víkja. Smelltu á gagnapunkta til að sjá framlagsrit þess sem þættir mynda ástandið.
it: Un diagramma della statistica T2, che monitora le anomalie nella componente principale di questi dati. I dati di apprendimento sono tracciati in bianco e nella parte X negativa. Il diagramma giallo è i dati di convalida. Maggiore è i dati di validazione rispetto ai dati bianchi, più è probabile che la situazione sia deviare. Fai clic su Data Point per vedere il diagramma di contributo di quali elementi costituiscono la situazione.
ja: T2統計量(このデータの主要な部分[主成分]の異常を監視)のプロットです。学習データは白で負の部分にプロットされています。黄色いプロットが検証データです。検証データが白のデータに比べて高いほど、状況が逸脱していることを示します。そこをクリックすると、何の要素がその状態を作っているかを寄与度プロットで確認できます。
km: គ្រោងនៃស្ថិតិ T2 ដែលតាមដានម៉ាន់នីសនៅក្នុងសមាសធាតុសំខាន់នៃទិន្នន័យនេះ។ ទិន្នន័យនៃការរៀនសូត្រត្រូវបានគ្រោងទុកជាពណ៌សនិងក្នុងផ្នែកអវិជ្ជមាន X ។ គ្រោងពណ៌លឿងគឺជាទិន្នន័យសុពលភាព។ ទិន្នន័យសុពលភាពខ្ពស់ជាងនេះត្រូវបានប្រៀបធៀបទៅនឹងទិន្នន័យពណ៌សស្ថានភាពដែលទំនងជាត្រូវបង្វែរ។ ចុចចំណុចទិន្នន័យដើម្បីមើលផែនការបរិច្ចាគនៃអ្វីដែលធាតុធ្វើឱ្យមានស្ថានភាព។
lb: E Komplott vun der T2 Statistik, wéi eng Monitore an der Haaptprokomponent vun dësen Daten. D'Léierdaten gëtt a wäiss geplot an am negativen x Portioun. De giele Komplott ass d'Validatiounsdaten. Déi méi héich ass d'Validatiounsdaten verglach mat de wäiss Daten, edent méiglecherweis d'Situatioun ass ofwäichen. Klickt op Datepunkt fir de Bäitragsplote vu wéi Elementer d'Situatioun ausmaachen.
mi: He mahere o te tatauranga T2, e aro turuki ana i nga tohu ahorangi i roto i te waahanga nui o tenei raraunga. Ko nga raraunga ako ka whakamaherea i roto i te ma me te waahanga kino kino. Ko te mahere kowhai ko te raraunga whakamana. Ko te teitei o te raraunga whakamana ka whakaritea ki nga raraunga ma, ka kaha ake te ahuatanga. Paatohia te tohu Raraunga kia kite i te whai waahi o nga mea e puta ana i te ahuatanga.
mk: Заговор на статистиката Т2, која ги следи аномалиите во главната компонента на овие податоци. Податоците за учење се исцртуваат во бело и во негативниот дел од X. Yellowолтата заговор е податоците за валидација. Колку е повисоко податоците за валидација се споредуваат со белите податоци, толку е поголема веројатноста ситуацијата да се отстапи. Кликнете на точката на податоци за да ја видите заговорот за придонесот на кои елементи ја сочинуваат ситуацијата.
mn: Энэ мэдээллийн үндсэн бүрэлдэхүүн хэсэгт мониторын аномалиатыг мониторын талбай, энэ мэдээллийн үндсэн бүрэлдэхүүн хэсэг. Сургалтын өгөгдлийг цагаан, сөрөг X хэсэгт байрлуулна. Шар хуйвалдаан бол баталгаажуулалтын өгөгдөл юм. Баталгаажуулалтын өгөгдөл нь цагаан өгөгдлийг цагаан өгөгдлийг харьцуулахад нөхцөл байдалтай байна. Нөхцөл байдлыг бий болгохын тулд өгөгдлийн цэгийг харахын тулд Дата цэгийг товшино уу.
ms: Satu plot statistik T2, yang memantau anomali dalam komponen utama data ini. Data pembelajaran diplotkan dengan warna putih dan dalam bahagian X negatif. Plot kuning adalah data pengesahan. Semakin tinggi data pengesahan dibandingkan dengan data putih, semakin besar keadaannya untuk menyimpang. Klik titik data untuk melihat plot sumbangan unsur -unsur yang membentuk keadaan.
my: ဤအချက်အလက်များ၏အဓိကအစိတ်အပိုင်းတွင်ကွဲလွဲချက်များကိုစောင့်ကြည့်လေ့လာသည့် T2 စာရင်းအင်းတစ်ခု၏ကြံစည်မှု။ သင်ယူမှုဒေတာကိုအဖြူနှင့်အနှုတ် x အဘို့ကိုအတွက်စီစဉ်ထားသည်။ အဝါရောင်ကြံစည်မှုသည် validation data ဖြစ်သည်။ အတည်ပြု data ကိုအဖြူဒေတာနှင့်နှိုင်းယှဉ်ပါကအခြေအနေကိုသွေဖည်ရန်ပိုမိုများပြားလာလေလေဖြစ်သည်။ အခြေအနေကိုဖွင့်ထားသည့်အရာ၏အလှူငွေအစီအစဉ်ကိုကြည့်ရန်ဒေတာအမှတ်ကိုနှိပ်ပါ။
nl: Een plot van de T2 -statistiek, die afwijkingen in de hoofdcomponent van deze gegevens bewaakt. De leergegevens worden uitgezet in wit en in het negatieve X -gedeelte. De gele plot is de validatiegegevens. Hoe hoger de validatiegegevens worden vergeleken met de witte gegevens, hoe groter de kans dat de situatie afwijkt. Klik op Gegevenspunt om de bijdrageplot te bekijken van welke elementen de situatie vormen.
no: Et plott av T2 -statistikken, som overvåker avvik i hovedkomponenten i disse dataene. Læringsdataene er plottet i hvitt og i den negative X -delen. Det gule plottet er valideringsdataene. Jo høyere valideringsdata sammenlignes med de hvite dataene, jo mer sannsynlig er situasjonen å avvike. Klikk på datapunkt for å se bidraget til hvilke elementer som utgjør situasjonen.
pl: Wykres statystyki T2, który monitoruje anomalie w głównym składniku tych danych. Dane uczenia się są wykreślane na biało i w ujemnej części X. Żółty wykres jest danymi sprawdzania poprawności. Im wyższe dane sprawdzania poprawności są porównywane z danymi białymi, tym bardziej prawdopodobne jest, że sytuacja ma się odchylić. Kliknij punkt danych, aby zobaczyć wykres wkładu, jakie elementy składają się na sytuację.
pt: Um gráfico da estatística T2, que monitora as anomalias no componente principal desses dados. Os dados de aprendizado são plotados em branco e na porção X negativa. O gráfico amarelo são os dados de validação. Quanto maior os dados de validação são comparados aos dados brancos, maior a probabilidade de a situação se desviar. Clique em Ponto de dados para ver o gráfico de contribuição de quais elementos compõem a situação.
ro: Un complot al statisticii T2, care monitorizează anomaliile în componenta principală a acestor date. Datele de învățare sunt reprezentate în alb și în porțiunea X negativă. Graficul galben este datele de validare. Cu cât datele de validare sunt mai mari cu datele albe, cu atât situația este mai probabil să se abată. Faceți clic pe punctul de date pentru a vedea complotul de contribuție a elementelor care alcătuiesc situația.
ru: График статистики T2, который контролирует аномалии в основном компоненте этих данных. Данные обучения построены в белом и в отрицательной x часть. Желтый график - это данные проверки. Чем выше данные проверки сравниваются с белыми данными, тем больше вероятность того, что ситуация будет отклоняться. Нажмите на точку данных, чтобы увидеть график вклада того, какие элементы составляют ситуацию.
sd: T2 جي شماريات جو هڪ پلاٽ، جنهن جي ڊيٽا هن ڊيٽا جي پرنسپل جز ۾ انوميشنز. سکيا واري ڊيٽا اڇي ۽ منفي x حصي ۾ پلاٽ ڪئي وئي آهي. پيلي پلاٽ تصديق واري ڊيٽا آهي. وڌيڪ تصديق واري ڊيٽا اڇي ڊيٽا جي مقابلي ۾، وڌيڪ ممڪن آهي ته صورتحال انحراف ڪرڻ آهي. ڪلڪ ڪريو ڊيٽا پوائنٽ کي ڏسڻ لاء ڪهڙا عنصر آهن ته ڪهڙا عنصر آهن.
si: මෙම දත්තවල ප්රධාන සංරචකයේ විෂමතා අධිරාජ්යවාදීන් අධීක්ෂණය කරන T2 සංඛ්යාලේඛනයේ කුමන්ත්රණයක්. ඉගෙනීමේ දත්ත සුදු පැහැයෙන් හා negative ණ X කොටසෙහි සැලසුම් කර ඇත. කහ කුමන්ත්රණය වලංගු කිරීමේ දත්ත වේ. වලංගු කිරීමේ දත්ත වැඩි වන තරමට සුදු දත්ත හා සසඳන විට, තත්වය අපගමනය වීමට වැඩි ඉඩක් ඇත. තත්වය ඇති වන මූලද්රව්ය මොනවාද යන්න පිළිබඳ දායකත්වය බැලීමට දත්ත යොමු කරන්න.
sk: Graf štatistiky T2, ktorý monitoruje anomálie v hlavnej zložke týchto údajov. Údaje o učení sú vynesené do bielej a v negatívnej časti X. Žltý pozemok sú validačné údaje. Čím vyššie sa údaje o validácii porovnávajú s bielymi údajmi, tým je pravdepodobnejšie, že sa situácia odchýli. Kliknutím na Data Body zobrazíte graf príspevku, ktoré prvky tvoria situáciu.
sq: Një komplot i statistikës T2, e cila monitoron anomalitë në përbërësin kryesor të këtyre të dhënave. Të dhënat e të mësuarit janë vizatuar në të bardhë dhe në pjesën negative X. Komploti i verdhë është të dhënat e vlefshmërisë. Sa më të larta të jenë të dhënat e vlefshmërisë me të dhënat e bardha, aq më shumë të ngjarë të jetë situata për të devijuar. Klikoni të dhënat e të dhënave për të parë komplotin e kontributit të asaj që elementët përbëjnë situatën.
sv: En tomt av T2 -statistiken, som övervakar avvikelser i huvudkomponenten i dessa data. Inlärningsdata är ritade i vitt och i den negativa x -delen. Den gula plottet är valideringsdata. Ju högre valideringsdata jämförs med de vita uppgifterna, desto mer sannolikt är situationen att avvika. Klicka på Data Point för att se bidragsplottet för vilka element som utgör situationen.
th: พล็อตของสถิติ T2 ซึ่งตรวจสอบความผิดปกติในองค์ประกอบหลักของข้อมูลนี้ ข้อมูลการเรียนรู้ถูกพล็อตเป็นสีขาวและในส่วน x ลบ พล็อตสีเหลืองคือข้อมูลการตรวจสอบความถูกต้อง ยิ่งข้อมูลการตรวจสอบความถูกต้องสูงขึ้นเมื่อเทียบกับข้อมูลสีขาวยิ่งมีโอกาสมากขึ้นที่สถานการณ์จะเบี่ยงเบน คลิกจุดข้อมูลเพื่อดูพล็อตการสนับสนุนขององค์ประกอบที่ประกอบขึ้นเป็นสถานการณ์
tl: Isang balangkas ng istatistika ng T2, na sinusubaybayan ang mga anomalya sa pangunahing sangkap ng data na ito. Ang data ng pag -aaral ay naka -plot sa puti at sa negatibong bahagi ng x. Ang dilaw na balangkas ay ang data ng pagpapatunay. Ang mas mataas na data ng pagpapatunay ay inihambing sa puting data, mas malamang na ang sitwasyon ay upang lumihis. I -click ang Data Point upang makita ang balangkas ng kontribusyon ng kung anong mga elemento ang bumubuo sa sitwasyon.
tr: Bu verilerin ana bileşeninde anomalileri izleyen T2 istatistiğinin bir grafiği. Öğrenme verileri beyaz ve negatif x bölümünde çizilir. Sarı grafik doğrulama verileridir. Doğrulama verileri beyaz verilerle karşılaştırıldığında, durum sapma olasılığı o kadar artar. Durumu hangi öğelerin oluşturduğuna dair katkı grafiğini görmek için Veri Noktası'nı tıklayın.
vi: Một âm mưu của thống kê T2, theo dõi sự bất thường trong thành phần chính của dữ liệu này. Dữ liệu học tập được vẽ bằng màu trắng và trong phần x âm. Biểu đồ màu vàng là dữ liệu xác nhận. Dữ liệu xác thực càng cao được so sánh với dữ liệu trắng, tình huống càng có khả năng đi chệch hướng. Nhấp vào điểm dữ liệu để xem biểu đồ đóng góp của những yếu tố tạo nên tình huống.
