Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Enter target item of data (quantitative variable like measurement value) to visualize the correlation between variables. This data is plotted on the graph. It can be selected up to four items.
ar: عنصر البيانات التي تصور الارتباط بين المتغيرات (المتغيرات الكمية: قيم القياس ، إلخ). يتم رسم هذه البيانات على الرسم البياني. من 2 إلى 7 يمكن تحديد المعلمات.
bg: Елементът от данни, който визуализира корелацията между променливите (количествени променливи: стойности на измерване и т.н.). Тези данни са начертани на диаграмата. От 2 до 7 параметри могат да бъдат избрани.
ca: L’element de dades que visualitza la correlació entre variables (variables quantitatives: valors de mesura, etc.). Aquestes dades es representen al gràfic. De 2 a 7 paràmetres es poden seleccionar.
cs: Položka dat, která vizualizuje korelaci mezi proměnnými (kvantitativní proměnné: hodnoty měření atd.). Tato data jsou vynesena do grafu. Od 2 do 7 parametrů lze vybrat.
cy: Yr eitem o ddata sy'n delweddu'r gydberthynas rhwng newidynnau (newidynnau meintiol: gwerthoedd mesur, ac ati). Mae'r data hwn yn cael ei blotio ar y siart. O 2 i 7 gellir dewis paramedr.
da: Elementet med data, der visualiserer sammenhængen mellem variabler (kvantitative variabler: måleværdier osv.). Disse data er afbildet på diagrammet. Fra 2 til 7 parametre kan vælges.
de: Das Datenelement, das die Korrelation zwischen Variablen (quantitative Variablen: Messwerte usw.) visualisiert. Diese Daten werden in der Tabelle aufgezeichnet. Von 2 bis 7 Parametern können ausgewählt werden.
el: Το στοιχείο των δεδομένων που απεικονίζουν τη συσχέτιση μεταξύ των μεταβλητών (ποσοτικές μεταβλητές: τιμές μέτρησης κ.λπ.). Αυτά τα δεδομένα σχεδιάζονται στο διάγραμμα. Από 2 έως 7 παράμετροι μπορούν να επιλεγούν.
fa: مورد داده هایی که همبستگی بین متغیرها را تجسم می کند (متغیرهای کمی: مقادیر اندازه گیری و غیره). این داده ها در نمودار ترسیم شده است. از 2 تا 7 پارامتر می توان انتخاب کرد.
fi: Tietokohta, joka visualisoi muuttujien välisen korrelaation (kvantitatiiviset muuttujat: mittausarvot jne.). Nämä tiedot on piirretty kaavioon. 2 - 7 parametria voidaan valita.
fr: L'élément de données qui visualise la corrélation entre les variables (variables quantitatives: valeurs de mesure, etc.). Ces données sont tracées sur le graphique. De 2 à 7 paramètres peuvent être sélectionnés.
gd: An rud de dhàta a tha a 'sealltainn an co-cheangal eadar caochladairean (caochladairean caochlaideach: luachan tomhais, msaa). Tha an dàta seo air a chuilbheart air a 'chairt. Bho 2 gu 7 paramadairean faodar a thaghadh.
he: פריט הנתונים המדמיין את המתאם בין משתנים (משתנים כמותיים: ערכי מדידה וכו '). נתונים אלה מתוארים בתרשים. ניתן לבחור בין 2 ל 7 פרמטרים.
hr: Stavka podataka koja vizualizira korelaciju između varijabli (kvantitativne varijable: mjerne vrijednosti itd.). Ti su podaci prikazani na grafikonu. Od 2 do 7 parametara se može odabrati.
hu: Az adatelem, amely a változók közötti korrelációt látja el (kvantitatív változók: mérési értékek stb.). Ezeket az adatokat ábrázoljuk a diagramon. 2-7 -es paraméter kiválasztható.
id: Item data yang memvisualisasikan korelasi antara variabel (variabel kuantitatif: nilai pengukuran, dll.). Data ini diplot pada grafik. Dari 2 hingga 7 parameter dapat dipilih.
is: Gagnagreinin sem myndar fylgni milli breytna (megindlegar breytur: mælingargildi osfrv.). Þessi gögn eru samsærð á töflunni. Hægt er að velja frá 2 til 7 breytum.
it: L'articolo di dati che visualizza la correlazione tra variabili (variabili quantitative: valori di misurazione, ecc.). Questi dati sono tracciati sul grafico. Da 2 a 7 parametri possono essere selezionati.
ja: 変数間の相関関係を可視化するデータ(量的変数：測定値など)の項目です。このデータがグラフにプロットされます。最小2, 最大7項目選択できます。
km: ធាតុនៃទិន្នន័យដែលអាចមើលឃើញការជាប់ទាក់ទងគ្នារវាងអថេរ (អថេរបរិមាណ: តម្លៃរង្វាស់។ ល។ ) ។ ទិន្នន័យនេះត្រូវបានគ្រោងលើតារាង។ ពីប៉ារ៉ាម៉ែត្រ 2 ទៅ 7 អាចត្រូវបានជ្រើសរើស។
lb: Deen Artikel vun Daten déi d'Korrelatioun tëscht Variabelen vis-à-vis vun der Variabel (quantitativ Variabelen: Messung Wäerter, asw.). Dës Donnéeë ginn op der Grafik geplot. Vun 2 bis 7 Parameter kënne gewielt ginn.
mi: Ko te mea o nga raraunga e whakaatu ana i te whakatikatika i waenga i nga rereketanga (taurangi rahinga: uara inenga, me era atu). Ko tenei raraunga ka whakaarohia i runga i te tūtohi. Mai i te 2 ki te 7 nga tohu ka taea te whiriwhiri.
mk: Предметот на податоци што ја визуелизира корелацијата помеѓу променливите (квантитативни променливи: мерни вредности, итн.). Овие податоци се исцртуваат на табелата. Од 2 до 7 може да се изберат параметри.
mn: Хувьсагчийн хоорондох хамаарал (тоон хувьсагч) хоорондын хамаарлыг дүрсэлсэн өгөгдлийн зүйл: Хэмжилт. Хэмжилтийн утга, гэх мэт). Энэ өгөгдлийг диаграм дээр хуйвалдана. 2-оос 7 параметрээс сонгож болно.
ms: Item data yang menggambarkan korelasi antara pembolehubah (pembolehubah kuantitatif: nilai pengukuran, dan lain -lain). Data ini diplotkan pada carta. Dari 2 hingga 7 parameter boleh dipilih.
my: Variables (အရေအတွက် variable တွေကို (အရေအတွက် variable တွေကို - တိုင်းတာခြင်းတန်ဖိုးများစသဖြင့်) အကြားဆက်စပ်မှုကိုမြင်ယောင်ကြည့်ရှုစေသောအချက်အလက်များ၏ပစ္စည်း။ ဤအချက်အလက်သည်ဇယားပေါ်တွင်ကြံစည်သည်။ 2 မှ 7 parameters တွေကိုရွေးချယ်နိုင်ပါတယ်။
nl: Het gegevensitem dat de correlatie tussen variabelen visualiseert (kwantitatieve variabelen: meetwaarden, enz.). Deze gegevens worden uitgezet op de grafiek. Van 2 tot 7 parameters kunnen worden geselecteerd.
no: Dataelementet som visualiserer sammenhengen mellom variabler (kvantitative variabler: måleverdier, etc.). Disse dataene er plottet på diagrammet. Fra 2 til 7 parametere kan velges.
pl: Przedmiot danych, który wizualizuje korelację między zmiennymi (zmienne ilościowe: wartości pomiaru itp.). Te dane są wykreślane na wykresie. Od 2 do 7 parametrów można wybrać.
pt: O item de dados que visualiza a correlação entre variáveis ​​(variáveis ​​quantitativas: valores de medição, etc.). Esses dados são plotados no gráfico. De 2 a 7 parâmetros podem ser selecionados.
ro: Elementul de date care vizualizează corelația dintre variabile (variabile cantitative: valori de măsurare etc.). Aceste date sunt reprezentate pe grafic. De la 2 la 7 parametri pot fi selectați.
ru: Элемент данных, который визуализирует корреляцию между переменными (количественные переменные: значения измерения и т. Д.). Эти данные построены на графике. От 2 до 7 параметров можно выбрать.
sd: ڊيٽا جي شيء جيڪا متغيرات جي وچ ۾ لاڳيتو آهي هي ڊيٽا چارٽ تي رٿيل آهي. 2 کان 7 پيرا ميٽرز چونڊجي سگھن ٿا.
si: විචල්යයන් (ප්රමාණාත්මක විචල්යයන්: මිනුම් සාරධර්ම ආදිය අතර සහසම්බන්ධතා දෘශ්යමාන දත්තවල අයිතමය. මෙම දත්ත ප්රස්ථාරයේ සැලසුම් කර ඇත. පරාමිති 2 සිට 7 දක්වා තෝරා ගත හැකිය.
sk: Položka údajov, ktorá vizualizuje koreláciu medzi premennými (kvantitatívne premenné: hodnoty merania atď.). Tieto údaje sú vynesené do grafu. Od 2 do 7 parametrov je možné zvoliť.
sq: Artikulli i të dhënave që vizualizojnë korrelacionin midis variablave (variablat sasiorë: vlerat e matjes, etj.). Këto të dhëna janë vizatuar në tabelë. Nga 2 deri në 7 parametra mund të zgjidhen.
sv: Dataposten som visualiserar sambandet mellan variabler (kvantitativa variabler: mätvärden etc.). Dessa data är ritade på diagrammet. Från 2 till 7 parametrar kan väljas.
th: รายการของข้อมูลที่แสดงให้เห็นถึงความสัมพันธ์ระหว่างตัวแปร (ตัวแปรเชิงปริมาณ: ค่าการวัด ฯลฯ ) ข้อมูลนี้ถูกพล็อตบนแผนภูมิ จาก 2 ถึง 7 พารามิเตอร์สามารถเลือกได้
tl: Ang item ng data na nagpapakita ng ugnayan sa pagitan ng mga variable (dami ng mga variable: mga halaga ng pagsukat, atbp.). Ang data na ito ay naka -plot sa tsart. Mula sa 2 hanggang 7 na mga parameter ay maaaring mapili.
tr: Değişkenler arasındaki korelasyonu görselleştiren veri maddesi (nicel değişkenler: ölçüm değerleri, vb.). Bu veriler grafikte çizilmiştir. 2 ila 7 parametre seçilebilir.
vi: Mục của dữ liệu trực quan hóa mối tương quan giữa các biến (các biến định lượng: giá trị đo lường, v.v.). Dữ liệu này được vẽ trên biểu đồ. Từ 2 đến 7 tham số có thể được chọn.

source: Enter target item of quantitative variable (like measurement value) in data to visualize the correlation between variables. This data is plotted on the graph.
ar: حدد العنصر لتصور الارتباط بين المتغيرات. يمكن تحديد ما يصل إلى 60 عنصرًا.
bg: Изберете елемента, за да визуализирате корелацията между променливите. Могат да бъдат избрани до 60 елемента.
ca: Seleccioneu l'element per visualitzar la correlació entre variables. Es poden seleccionar fins a 60 articles.
cs: Vyberte položku pro vizualizaci korelace mezi proměnnými. Lze vybrat až 60 položek.
cy: Dewiswch yr eitem i ddelweddu'r gydberthynas rhwng newidynnau. Gellir dewis hyd at 60 o eitemau.
da: Vælg varen for at visualisere sammenhængen mellem variabler. Op til 60 varer kan vælges.
de: Wählen Sie das Element aus, um die Korrelation zwischen Variablen zu visualisieren. Bis zu 60 Elemente können ausgewählt werden.
el: Επιλέξτε το στοιχείο για να απεικονίσετε τη συσχέτιση μεταξύ των μεταβλητών. Μπορούν να επιλεγούν έως και 60 στοιχεία.
fa: برای تجسم همبستگی بین متغیرها ، مورد را انتخاب کنید. حداکثر 60 مورد را می توان انتخاب کرد.
fi: Valitse kohde visualisoidaksesi muuttujien välisen korrelaation. Enintään 60 tuotetta voidaan valita.
fr: Sélectionnez l'élément pour visualiser la corrélation entre les variables. Jusqu'à 60 articles peuvent être sélectionnés.
gd: Tagh an rud gus an co-dhàimh a thoirt seachad eadar caochladairean. Faodar suas ri 60 nithean a thaghadh.
he: בחר את הפריט כדי לדמיין את המתאם בין משתנים. ניתן לבחור עד 60 פריטים.
hr: Odaberite stavku za vizualizaciju korelacije između varijabli. Može se odabrati do 60 predmeta.
hu: Válassza ki az elemet a változók közötti korreláció megjelenítéséhez. Legfeljebb 60 elem választható ki.
id: Pilih item untuk memvisualisasikan korelasi antar variabel. Hingga 60 item dapat dipilih.
is: Veldu hlutinn til að sjá fylgni milli breytna. Hægt er að velja allt að 60 hluti.
it: Seleziona l'elemento per visualizzare la correlazione tra le variabili. È possibile selezionare fino a 60 articoli.
ja: 変数間の相関関係を可視化する項目を選択します。このデータがグラフにプロットされます。最大60項目選択できます。
km: ជ្រើសរើសធាតុដើម្បីមើលឃើញការជាប់ទាក់ទងគ្នារវាងអថេរ។ ធាតុរហូតដល់ 60 អាចត្រូវបានជ្រើសរើស។
lb: Wielt den Artikel fir d'Korrelatioun tëscht Variabelen ze visualiséieren. Bis zu 60 Artikele kënne gewielt ginn.
mi: Whiriwhiria te taonga hei whakaatu i te whakatikatika i waenga i nga taurangi. Tae atu ki te 60 nga mea ka tohua.
mk: Изберете ја предметот за да ја визуелизирате корелацијата помеѓу променливите. Може да се изберат до 60 артикли.
mn: Хувьсагчдын хоорондох хамаарлыг төсөөлөхийн тулд зүйлийг сонгоно уу. 60 хүртэлх зүйлийг сонгож болно.
ms: Pilih item untuk menggambarkan korelasi antara pembolehubah. Sehingga 60 item boleh dipilih.
my: variable တွေကိုအကြားဆက်စပ်မှုကိုမြင်ယောင်ကြည့်ရှုရန်ပစ္စည်းကိုရွေးချယ်ပါ။ ပစ္စည်း 60 အထိရွေးချယ်နိုင်သည်။
nl: Selecteer het item om de correlatie tussen variabelen te visualiseren. Maximaal 60 items kunnen worden geselecteerd.
no: Velg elementet for å visualisere korrelasjonen mellom variabler. Opptil 60 varer kan velges.
pl: Wybierz element, aby wizualizować korelację między zmiennymi. Można wybrać do 60 pozycji.
pt: Selecione o item para visualizar a correlação entre variáveis. Até 60 itens podem ser selecionados.
ro: Selectați elementul pentru a vizualiza corelația dintre variabile. Se pot selecta până la 60 de articole.
ru: Выберите элемент, чтобы визуализировать корреляцию между переменными. Можно выбрать до 60 предметов.
sd: متغيرات جي وچ ۾ باهمي تعلق کي ڏسڻ لاء شيء کي منتخب ڪريو. 60 شين تائين چونڊجي سگهجي ٿو.
si: විචල්යයන් අතර සහසම්බන්ධය දෘශ්යමාන කිරීමට අයිතමය තෝරන්න. අයිතම 60 ක් දක්වා තෝරා ගත හැකිය.
sk: Vyberte položku na vizualizáciu korelácie medzi premennými. Je možné zvoliť až 60 položiek.
sq: Zgjidhni artikullin për të vizualizuar lidhjen midis variablave. Mund të zgjidhen deri në 60 artikuj.
sv: Välj objektet för att visualisera sambandet mellan variabler. Upp till 60 objekt kan väljas.
th: เลือกรายการเพื่อให้เห็นภาพความสัมพันธ์ระหว่างตัวแปร สามารถเลือกได้สูงสุด 60 รายการ
tl: Piliin ang item upang mailarawan ang ugnayan sa pagitan ng mga variable. Hanggang sa 60 mga item ay maaaring mapili.
tr: Değişkenler arasındaki korelasyonu görselleştirmek için öğeyi seçin. En fazla 60 ürün seçilebilir.
vi: Chọn mục để trực quan hóa mối tương quan giữa các biến. Có thể chọn tối đa 60 mục.

source: Enter target item of category variable (like part number) in data to visualize the correlation between variables. This data is plotted on the graph.
ar: عناصر متغيرات الفئة (مثل أرقام الأجزاء) لتصور العلاقة بين المتغيرات.
bg: Елементи от променливи от категорията (като номера на части) за визуализиране на корелацията между променливите.
ca: Ítems de variables de categoria (com ara números de part) per visualitzar la correlació entre variables.
cs: Položky proměnných kategorií (jako jsou čísla dílů) pro vizualizaci korelace mezi proměnnými.
cy: Eitemau newidynnau categori (megis rhifau rhan) i ddelweddu'r gydberthynas rhwng newidynnau.
da: Elementer af kategorivariabler (såsom delnumre) for at visualisere sammenhængen mellem variabler.
de: Elemente von Kategorievariablen (z. B. Teilzahlen) zur Visualisierung der Korrelation zwischen Variablen.
el: Στοιχεία μεταβλητών κατηγορίας (όπως αριθμοί εξαρτημάτων) για την απεικόνιση της συσχέτισης μεταξύ των μεταβλητών.
fa: موارد متغیرهای دسته (مانند شماره های قسمت) برای تجسم همبستگی بین متغیرها.
fi: Luokkamuuttujien kohteet (kuten osanumerot) muuttujien välisen korrelaation visualisoimiseksi.
fr: Éléments des variables de catégorie (tels que les numéros de partie) pour visualiser la corrélation entre les variables.
gd: Nithean de chaochladairean roinneil (leithid àireamhan pàirt) gus an co-dhàimh a thoirt seachad eadar caochladairean.
he: פריטים של משתני קטגוריה (כגון מספרי חלק) כדי לדמיין את המתאם בין משתנים.
hr: Stavke varijabli kategorija (poput brojeva dijelova) radi vizualizacije korelacije između varijabli.
hu: A kategória változók (például alkatrészszámok) elemei a változók közötti korreláció megjelenítésére.
id: Item variabel kategori (seperti nomor bagian) untuk memvisualisasikan korelasi antar variabel.
is: Atriði í flokksbreytum (svo sem hlutanúmer) til að sjá fylgni milli breytna.
it: Articoli delle variabili di categoria (come i numeri di parte) per visualizzare la correlazione tra le variabili.
ja: 変数間の相関関係を可視化するデータのうちカテゴリ変数(品番など)の項目です。このデータがグラフにプロットされます。
km: ធាតុនៃអថេរប្រភេទ (ដូចជាលេខផ្នែក) ដើម្បីមើលឃើញការជាប់ទាក់ទងគ្នារវាងអថេរ។
lb: Artikelen vun der Kategorie Variabelen (sou wéi Part Zuelen) fir d'Korrelatioun tëscht Variabelen ze visualiséieren.
mi: Nga taonga o nga taurangi o nga waahanga (penei i nga nama waahanga) ki te whakaatu i te whakatikatika i waenga i nga taurangi.
mk: Предмети од променливите на категоријата (како што се броеви на делови) за да се визуелизира корелацијата помеѓу променливите.
mn: Ангиллын хувьсагч (хэсэг хэсгийн тоо гэх мэт) хувьсагчдын хоорондох хамаарлыг дүрслэх.
ms: Item pembolehubah kategori (seperti nombor bahagian) untuk menggambarkan korelasi antara pembolehubah.
my: variable တွေကိုအကြားဆက်စပ်မှုကိုမြင်ယောင်ဖို့အမျိုးအစားအမျိုးအစား variable တွေကို (ဥပမာနံပါတ်များ) အမျိုးအစားများ။
nl: Items van categorievariabelen (zoals onderdeelnummers) om de correlatie tussen variabelen te visualiseren.
no: Elementer av kategoribariabler (for eksempel delnumre) for å visualisere sammenhengen mellom variabler.
pl: Elementy zmiennych kategorii (takich jak liczby części) w celu wizualizacji korelacji między zmiennymi.
pt: Itens de variáveis ​​de categoria (como números de peça) para visualizar a correlação entre variáveis.
ro: Elementele variabilelor de categorie (cum ar fi numerele de piese) pentru a vizualiza corelația dintre variabile.
ru: Элементы переменных категорий (например, номера деталей) для визуализации корреляции между переменными.
sd: ڪيٽيگري ڪيفيت (جهڙوڪ حصو انگ اکر) متغيرات جي وچ ۾ باهمي تعلقات کي ڏسڻ لاء.
si: විචල්යයන් අතර සහසම්බන්ධය දෘශ්යමාන කිරීම සඳහා කාණ්ඩයේ විචල්යයන් (කොටස් අංක වැනි) අයිතම.
sk: Položky premenných kategórie (napríklad čísla dielov) na vizualizáciu korelácie medzi premennými.
sq: Artikujt e variablave të kategorisë (siç janë numrat e pjesëve) për të vizualizuar lidhjen midis variablave.
sv: Objekt i kategorivariabler (t.ex. artikelnummer) för att visualisera sambandet mellan variabler.
th: รายการของตัวแปรหมวดหมู่ (เช่นหมายเลขชิ้นส่วน) เพื่อให้เห็นภาพความสัมพันธ์ระหว่างตัวแปร
tl: Mga item ng mga variable na kategorya (tulad ng mga numero ng bahagi) upang mailarawan ang ugnayan sa pagitan ng mga variable.
tr: Değişkenler arasındaki korelasyonu görselleştirmek için kategori değişkenlerinin (parça numaraları gibi) öğeleri.
vi: Các mục của các biến danh mục (như số phần) để trực quan hóa mối tương quan giữa các biến.

source: Maximize card
ar: تعظيم البطاقة
bg: Максимизиране на картата
ca: Maximitzar la targeta
cs: Maximalizovat kartu
cy: Cerdyn mwyaf posibl
da: Maksimer kort
de: Karte maximieren
el: Μεγιστοποιήστε την κάρτα
fa: حداکثر کارت
fi: Maksimoida kortti
fr: Maximiser la carte
gd: Meudaich cairt
he: למקסם את הכרטיס
hr: Maksimizirati karticu
hu: Maximalizálja a kártyát
id: Maksimalkan kartu
is: Hámarka kort
it: Massimizzare la carta
ja: カードを最大化
km: កាតអតិបរមា
lb: Maximal Kaart
mi: Whakanuihia te kaari
mk: Максимизирајте ја картичката
mn: Картыг хамгийн их байлгах
ms: Memaksimumkan kad
my: ကဒ်တိုးမြှင့်
nl: Maximaliseer de kaart
no: Maksimere kortet
pl: Zmaksymalizować kartę
pt: Maximizar cartão
ro: Maximizați cardul
ru: Максимизируйте карту
sd: وڌ کان وڌ ڪارڊ
si: කාඩ්පත උපරිම කරන්න
sk: Maximalizovať kartu
sq: Maksimizoni kartën
sv: Maximera kortet
th: เพิ่มการ์ดให้สูงสุด
tl: I -maximize ang card
tr: Kartı Maksimize
vi: Tối đa hóa thẻ

source: Minimize card
ar: تقليل البطاقة
bg: Минимизиране на картата
ca: Minimitzar la targeta
cs: Minimalizovat kartu
cy: Lleihau cerdyn
da: Minimer kortet
de: Karte minimieren
el: Ελαχιστοποιήστε την κάρτα
fa: کارت را به حداقل برسانید
fi: Minimoida kortti
fr: Minimiser la carte
gd: A 'lughdachadh cairt
he: צמצם את הכרטיס
hr: Označavanje kartice
hu: Minimalizálja a kártyát
id: Meminimalkan kartu
is: Lágmarka kort
it: Ridurre al minimo la carta
ja: カードを最小化
km: បង្រួមកាត
lb: Minimiséieren Kaart
mi: Whakanohia te Kaari
mk: Минимизирајте ја картичката
mn: Картыг багасгах
ms: Kurangkan kad
my: ကဒ်ကိုလျှော့ချပါ
nl: Minimaliseer de kaart
no: Minimer kortet
pl: Zminimalizować kartę
pt: Minimize o cartão
ro: Minimizați cardul
ru: Минимизировать карту
sd: ڪارڊ گهٽ ڪريو
si: කාඩ්පත අවම කරන්න
sk: Minimalizovať kartu
sq: Minimizoni kartën
sv: Minimera kortet
th: ลดการ์ดให้น้อยที่สุด
tl: I -minimize ang card
tr: Kartı en aza indir
vi: Giảm thiểu thẻ

source: If you change this setting, you must reset Data Link Config.
ar: إذا تم تغيير هذا الإعداد ، فمن الضروري إعادة تعيين إعدادات ارتباط البيانات.
bg: Ако тази настройка е променена, е необходимо да нулирате настройките на връзката на данните.
ca: Si es canvia aquesta configuració, cal restablir la configuració de l'enllaç de dades.
cs: Pokud se toto nastavení změní, je nutné resetovat nastavení datového odkazu.
cy: Os yw'r gosodiad hwn yn cael ei newid, mae angen ailosod y gosodiadau cyswllt data.
da: Hvis denne indstilling ændres, er det nødvendigt at nulstille indstillingerne for datalink.
de: Wenn diese Einstellung geändert wird, müssen die Datenverbindungseinstellungen zurückgesetzt werden.
el: Εάν αλλάξει αυτή η ρύθμιση, είναι απαραίτητο να επαναφέρετε τις ρυθμίσεις σύνδεσης δεδομένων.
fa: در صورت تغییر این تنظیم ، تنظیم مجدد تنظیمات پیوند داده لازم است.
fi: Jos tätä asetusta muutetaan, on tarpeen palauttaa datalinkki -asetukset.
fr: Si ce paramètre est modifié, il est nécessaire de réinitialiser les paramètres de liaison de données.
gd: Ma thèid an suidheachadh seo atharrachadh, feumar na roghainnean ceangail dàta ath-shuidheachadh.
he: אם הגדרה זו משתנה, יש צורך לאפס את הגדרות קישור הנתונים.
hr: Ako se ova postavka promijeni, potrebno je resetirati postavke podataka.
hu: Ha ez a beállítás megváltozik, vissza kell állítani az adatkapcsolat beállításait.
id: Jika pengaturan ini diubah, perlu mengatur ulang pengaturan tautan data.
is: Ef þessari stillingu er breytt er nauðsynlegt að núllstilla stillingar gagnatengisins.
it: Se questa impostazione viene modificata, è necessario ripristinare le impostazioni del collegamento dati.
ja: この設定を変更した場合、紐付け設定を再設定する必要があります。
km: ប្រសិនបើការកំណត់នេះត្រូវបានផ្លាស់ប្តូរវាចាំបាច់ត្រូវកំណត់ការកំណត់តំណទិន្នន័យឡើងវិញ។
lb: Wann dës Astellung geännert gëtt, ass et noutwendeg fir d'Datebanking Astellungen zréckzesetzen.
mi: Mena ka hurihia tenei tautuhinga, he mea tika kia tautuhi ano i nga tautuhinga hononga raraunga.
mk: Ако оваа поставка се смени, неопходно е да се ресетираат поставките за врската со податоци.
mn: Хэрэв энэ тохиргоо өөрчлөгдсөн бол өгөгдлийн холбоосын тохиргоог дахин тохируулах шаардлагатай байна.
ms: Jika tetapan ini diubah, adalah perlu untuk menetapkan semula tetapan pautan data.
my: အကယ်. ဤချိန်ညှိမှုကိုပြောင်းလဲလိုက်ပါက Data link settings ကိုပြန်လည်သတ်မှတ်ရန်လိုအပ်သည်။
nl: Als deze instelling is gewijzigd, is het noodzakelijk om de gegevenslinkinstellingen te resetten.
no: Hvis denne innstillingen endres, er det nødvendig å tilbakestille innstillingene for datalink.
pl: Jeśli to ustawienie zostanie zmienione, konieczne jest zresetowanie ustawień łącza danych.
pt: Se essa configuração for alterada, será necessário redefinir as configurações do link de dados.
ro: Dacă această setare este modificată, este necesar să se reseteze setările legăturii de date.
ru: Если этот параметр изменен, необходимо сбросить настройки ссылки на данные.
sd: جيڪڏهن اها جوڙجڪ بدلجي وڃي، اهو ضروري آهي ته ڊيٽا جي لنڪ سيٽنگن کي ري سيٽ ڪرڻ ضروري آهي.
si: මෙම සැකසුම වෙනස් කර ඇත්නම්, දත්ත සම්බන්ධක සැකසුම් නැවත සකසා ගැනීම අවශ්ය වේ.
sk: Ak sa toto nastavenie zmení, je potrebné resetovať nastavenia dátového odkazu.
sq: Nëse kjo cilësim është ndryshuar, është e nevojshme të rivendosni cilësimet e lidhjes së të dhënave.
sv: Om den här inställningen ändras är det nödvändigt att återställa inställningarna för datalänk.
th: หากการตั้งค่านี้มีการเปลี่ยนแปลงจำเป็นต้องรีเซ็ตการตั้งค่าการเชื่อมโยงข้อมูล
tl: Kung nabago ang setting na ito, kinakailangan upang i -reset ang mga setting ng link ng data.
tr: Bu ayar değiştirilirse, veri bağlantısı ayarlarını sıfırlamak gerekir.
vi: Nếu cài đặt này được thay đổi, cần phải đặt lại cài đặt liên kết dữ liệu.

source: Auto Select
ar: اختيار آلي
bg: Автоматичен избор
ca: Selecció automàtica
cs: Automatický výběr
cy: Dewis auto
de: Automatische Auswahl
el: Αυτόματη επιλογή
fa: انتخاب خودکار
fi: Automaattinen valinta
fr: Sélection automatique
gd: Gluasad fèin-ghluasadach
he: בחירה אוטומטית
hr: Automatski odaberite
hu: Automatikus választás
id: Pilih Otomatis
is: Sjálfvirk val
it: Auto selezione
ja: 自動選択
km: ជ្រើសរើសដោយស្វ័យប្រវត្តិ
lb: Auto Wielt
mi: Aunoa Whiriwhiria
mk: Автоматски изберете
mn: Авто сонгох
ms: Pilih auto
my: အလိုအလျောက်ရွေးချယ်ပါ
nl: Automatische selectie
no: Auto valg
pl: Automatyczny wybór
pt: Auto seleção
ro: Selectare automată
ru: Авто Выбор
sd: خودڪار چونڊ
si: ස්වයංක්රීයව තෝරන්න
sk: Automatický výber
sq: Zgjidhni automatikisht
sv: Välj automatiskt
th: เลือกอัตโนมัติ
tl: Auto piliin
tr: Otomatik seçim
vi: Tự động lựa chọn
