Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: TraceResultLimited
ar: نظرًا لأن عدد السجلات في الفترة المحددة أكثر من 5000 ، فإن رابط BREAK_LINE ملزم في غضون ± 14 يومًا من الفترة المحددة. إذا كنت لا ترغب في الحد من نطاق الربط ، فاضبط المدة لتقليل عدد سجلات BREAK_LINE.
bg: Тъй като броят на записите в определения период е повече от 5000, BREAK_LINE връзката е обвързана в рамките на ± 14 дни от определения период. Ако не искате да ограничите обхвата на свързване, коригирайте продължителността, за да намалите броя на записите на BREAK_LINE.
ca: Com que el nombre de registres en el període especificat és superior a 5.000, BREAK_LINE enllaç està unit dins de ± 14 dies del període especificat. Si no voleu limitar el rang d’enllaç, ajusteu la durada per reduir el nombre de registres de BREAK_LINE.
cs: Protože počet záznamů ve stanoveném období je více než 5 000, BREAK_LINE odkaz je vázán do ± 14 dnů od zadaného období. Pokud nechcete omezit rozsah propojení, upravte dobu trvání a zredukujte počet záznamů BREAK_LINE.
cy: Gan fod nifer y cofnodion yn y cyfnod penodedig yn fwy na 5,000, mae cyswllt BREAK_LINE wedi'i rwymo o fewn ± 14 diwrnod i'r cyfnod penodedig. Os nad ydych am gyfyngu'r ystod gyswllt, addaswch hyd i leihau nifer y cofnodion o BREAK_LINE.
da: Da antallet af poster i den specificerede periode er mere end 5.000, er BREAK_LINE link bundet inden for ± 14 dage efter den specificerede periode. Hvis du ikke ønsker at begrænse linkområdet, skal du justere varigheden for at reducere antallet af poster på BREAK_LINE.
de: Da die Anzahl der Datensätze im angegebenen Zeitraum mehr als 5.000 beträgt, ist die BREAK_LINE -Verbindung innerhalb von ± 14 Tagen nach dem angegebenen Zeitraum gebunden. Wenn Sie den Verknüpfungsbereich nicht einschränken möchten, passen Sie die Dauer an, um die Anzahl der Datensätze von BREAK_LINE zu verringern.
el: Δεδομένου ότι ο αριθμός των εγγραφών στην καθορισμένη περίοδο είναι μεγαλύτερος από 5.000, ο σύνδεσμος BREAK_LINE δεσμεύεται εντός ± 14 ημερών από την καθορισμένη περίοδο. Εάν δεν θέλετε να περιορίσετε το εύρος σύνδεσης, ρυθμίστε τη διάρκεια για να μειώσετε τον αριθμό των αρχείων BREAK_LINE.
fa: از آنجا که تعداد سوابق موجود در دوره مشخص بیش از 5000 است ، پیوند BREAK_LINE در مدت 14 روز از دوره مشخص شده محدود می شود. اگر نمی خواهید محدوده پیوند را محدود کنید ، مدت زمان را تنظیم کنید تا تعداد سوابق BREAK_LINE کاهش یابد.
fi: Koska tietueiden lukumäärä tietyllä ajanjaksolla on yli 5000, BREAK_LINE -linkki on sitoutunut ± 14 päivän kuluessa määritellystä ajanjaksosta. Jos et halua rajoittaa linkitysaluetta, säädä kestoa vähentääksesi BREAK_LINE -rekisterien lukumäärää.
fr: Étant donné que le nombre d'enregistrements dans la période spécifiée est supérieur à 5 000, la liaison BREAK_LINE est liée dans les ± 14 jours suivant la période spécifiée. Si vous ne souhaitez pas limiter la plage de liaison, ajustez la durée pour réduire le nombre d'enregistrements de BREAK_LINE.
gd: Leis gu bheil an àireamh de chlàran anns an ùine ainmichte nas motha na 5,000, tha e ceangailte taobh a-staigh ± 14 latha den ùine ainmichte. Mura h-eil thu airson an raon ceangail a chuingealachadh, atharraich an ùine gus an àireamh de chlàran de BREAK_LINE atharrachadh.
he: מכיוון שמספר הרשומות בתקופה שצוינה הוא יותר מ- 5,000, קישור BREAK_LINE קשור תוך 14 יום מהתקופה שצוינה. אם אינך רוצה להגביל את טווח הקישור, התאם את משך הזמן כדי להפחית את מספר הרשומות של BREAK_LINE.
hr: Budući da je broj zapisa u navedenom razdoblju veći od 5000, veza BREAK_LINE vezana je u roku od ± 14 dana od navedenog razdoblja. Ako ne želite ograničiti raspon povezivanja, prilagodite trajanje kako biste smanjili broj zapisa BREAK_LINE.
hu: Mivel a megadott időszakban a rekordok száma meghaladja az 5000 -et, a BREAK_LINE kapcsolat a megadott időszaktól számított ± 14 napon belül van kötve. Ha nem akarja korlátozni az összekötő tartományt, állítsa be az időtartamot a BREAK_LINE rekordok számának csökkentéséhez.
id: Karena jumlah catatan dalam periode yang ditentukan lebih dari 5.000, tautan BREAK_LINE terikat dalam ± 14 hari dari periode yang ditentukan. Jika Anda tidak ingin membatasi rentang tautan, sesuaikan durasi untuk mengurangi jumlah catatan BREAK_LINE.
is: Þar sem fjöldi skráa á tilteknu tímabili er meira en 5.000, er BREAK_LINE hlekkur bundinn innan ± 14 daga frá tilteknu tímabili. Ef þú vilt ekki takmarka tengibúnaðinn skaltu stilla tímalengdina til að fækka skrám BREAK_LINE.
it: Poiché il numero di record nel periodo specificato è superiore a 5.000, il collegamento BREAK_LINE è vincolato entro ± 14 giorni dal periodo specificato. Se non si desidera limitare l'intervallo di collegamento, regolare la durata per ridurre il numero di record di BREAK_LINE.
ja: 設定した期間のレコードが5,000以上のため、BREAK_LINE設定した期間の±14日間の範囲で紐付けを行います。BREAK_LINE紐付け範囲を限定したくなければ、BREAK_LINEレコード数が減るように、期間を調整してください。
km: ចាប់តាំងពីចំនួនកំណត់ត្រាដែលមានរយៈពេលដែលបានបញ្ជាក់គឺមានច្រើនជាង 5,000, តំណភ្ជាប់ BREAK_LINE ត្រូវបានចងនៅក្នុងរយៈពេល 14 ថ្ងៃនៃរយៈពេលដែលបានបញ្ជាក់។ ប្រសិនបើអ្នកមិនចង់កំណត់ជួរភ្ជាប់សូមលៃតម្រូវរយៈពេលដើម្បីកាត់បន្ថយចំនួនកំណត់ត្រា BREAK_LINE ។
lb: Zënter der Zuel vun den Opnamen an der spezifizéierter Period ass méi wéi 5.000, BREAK_LINE Link ass bannent 14 Deeg vun der spezifizéierter Period gebonnen. Wann Dir net d'Linking Range wëllt limitéieren, ajustéiert d'Dauer unzepassen fir d'Zuel vun den Opzeechnungen vun BREAK_LINE ze reduzéieren.
mi: I te mea ko te maha o nga rekoata i roto i te waa kua tohua he neke atu i te 5,000, BREAK_LINE hono kei roto i te ± 14 nga ra o te waa kua tohua. Mena kaore koe e hiahia ki te whakawhāiti i te hononga hono, whakatika i te roanga ki te whakaiti i te maha o nga rekoata o BREAK_LINE.
mk: Бидејќи бројот на записи во одредениот период е повеќе од 5.000, врската BREAK_LINE е врзана во рок од 14 дена од одредениот период. Ако не сакате да го ограничите опсегот на поврзување, прилагодете го времетраењето за да го намалите бројот на записи од BREAK_LINE.
mn: Тодорхойлсон бичлэгийн тоо нь 5000 гаруй, BREAK_LINE холбоос нь заасан хугацаанд ± 14 хоногийн дотор холбогдсон байна. Хэрэв та холболтын хязгаарыг хязгаарлахыг хүсэхгүй бол BREAK_LINE-ийн бүртгэлийн тоог багасгахын тулд үргэлжлэх хугацааг тохируулна уу.
ms: Oleh kerana bilangan rekod dalam tempoh yang ditentukan adalah lebih daripada 5,000, pautan BREAK_LINE terikat dalam ± 14 hari dari tempoh yang ditentukan. Jika anda tidak mahu mengehadkan julat pautan, laraskan tempoh untuk mengurangkan bilangan rekod BREAK_LINE.
my: သတ်မှတ်ထားသောကာလအတွင်းမှတ်တမ်းအရေအတွက်သည် 5,000 ကျော်ပြီးကတည်းက BREAK_LINE link ကိုသတ်မှတ်ထားသောကာလ၏ 14 ရက်အတွင်းတွင်ချည်နှောင်ထားသည်။ ချိတ်ဆက်မှုအကွာအဝေးကိုကန့်သတ်ရန်သင်မလိုချင်ပါက BREAK_LINE မှတ်တမ်းများကိုလျှော့ချရန်ကြာချိန်ကိုချိန်ညှိပါ။
nl: Aangezien het aantal records in de opgegeven periode meer dan 5.000 is, is de link BREAK_LINE gebonden binnen ± 14 dagen na de opgegeven periode. Als u het koppelingsbereik niet wilt beperken, past u de duur aan om het aantal records van BREAK_LINE te verminderen.
no: Siden antall poster i den spesifiserte perioden er mer enn 5000, er BREAK_LINE lenke bundet innen ± 14 dager etter den angitte perioden. Hvis du ikke vil begrense koblingsområdet, må du justere varigheten for å redusere antall poster på BREAK_LINE.
pl: Ponieważ liczba rekordów w określonym okresie wynosi ponad 5000, link BREAK_LINE jest związany w ciągu ± 14 dni od określonego okresu. Jeśli nie chcesz ograniczać zakresu łączenia, dostosuj czas trwania, aby skrócić liczbę rekordów BREAK_LINE.
pt: Como o número de registros no período especificado é superior a 5.000, o link BREAK_LINE está vinculado dentro de ± 14 dias após o período especificado. Se você não deseja limitar o intervalo de vinculação, ajuste a duração para reduzir o número de registros de BREAK_LINE.
ro: Deoarece numărul de înregistrări din perioada specificată este mai mare de 5.000, BREAK_LINE legătura este legată în ± 14 zile de la perioada specificată. Dacă nu doriți să limitați intervalul de legătură, ajustați durata pentru a reduce numărul de înregistrări de BREAK_LINE.
ru: Поскольку количество записей в указанный период составляет более 5000, BREAK_LINE ссылка связана в течение ± 14 дней после указанного периода. Если вы не хотите ограничивать диапазон связей, отрегулируйте продолжительность, чтобы уменьшить количество записей BREAK_LINE.
sd: جڏهن کان مخصوص دور ۾ رڪارڊ جو تعداد 5،000 کان وڌيڪ آهي، BREAK_LINE لنڪ مخصوص مدت جي ± 14 ڏينهن اندر پابند آهي. جيڪڏهن توهان لنڪنگ جي حد کي محدود ڪرڻ نٿا چاهيو، BREAK_LINE جي رڪارڊ کي گهٽائڻ لاء مدت کي ترتيب ڏيو.
si: නිශ්චිත කාල සීමාව තුළ වාර්තා ගණන 5,000 ට වඩා 5,000, BREAK_LINE සබැඳිය නිශ්චිත කාල සීමාව තුළ දින 14 ක් තුළ බැඳී සිටී. ඔබට සම්බන්ධක පරාසය සීමා කිරීමට අවශ්ය නැතිනම්, BREAK_LINE හි වාර්තා ගණන අඩු කිරීම සඳහා කාල සීමාව සකස් කරන්න.
sk: Pretože počet záznamov v stanovenom období je viac ako 5 000, odkaz BREAK_LINE je viazaný do ± 14 dní od určeného obdobia. Ak nechcete obmedziť rozsah prepojenia, upravte trvanie, aby ste znížili počet záznamov BREAK_LINE.
sq: Meqenëse numri i regjistrave në periudhën e specifikuar është më shumë se 5,000, lidhja BREAK_LINE është e lidhur brenda 14 ditëve të periudhës së specifikuar. Nëse nuk doni të kufizoni gamën e lidhjes, rregulloni kohëzgjatjen për të zvogëluar numrin e regjistrave të BREAK_LINE.
sv: Eftersom antalet poster under den angivna perioden är mer än 5 000, är ​​BREAK_LINE länk bundet inom ± 14 dagar efter den angivna perioden. Om du inte vill begränsa länkningsområdet, justera varaktigheten för att minska antalet poster på BREAK_LINE.
th: เนื่องจากจำนวนระเบียนในช่วงเวลาที่กำหนดมีมากกว่า 5,000 ลิงก์ BREAK_LINE เชื่อมโยงภายใน± 14 วันของระยะเวลาที่กำหนด หากคุณไม่ต้องการ จำกัด ช่วงการเชื่อมโยงให้ปรับระยะเวลาเพื่อลดจำนวนระเบียน BREAK_LINE
tl: Dahil ang bilang ng mga talaan sa tinukoy na panahon ay higit sa 5,000, ang link na BREAK_LINE ay nakasalalay sa loob ng ± 14 na araw ng tinukoy na panahon. Kung hindi mo nais na limitahan ang saklaw ng pag -link, ayusin ang tagal upang mabawasan ang bilang ng mga talaan ng BREAK_LINE.
tr: Belirtilen dönemdeki kayıt sayısı 5.000'den fazla olduğundan, BREAK_LINE bağlantı belirtilen sürenin ± 14 gün içinde bağlanır. Bağlantı aralığını sınırlamak istemiyorsanız, BREAK_LINE kayıt sayısını azaltmak için süreyi ayarlayın.
vi: Vì số lượng hồ sơ trong khoảng thời gian được chỉ định là hơn 5.000, liên kết BREAK_LINE bị ràng buộc trong vòng ± 14 ngày của khoảng thời gian được chỉ định. Nếu bạn không muốn giới hạn phạm vi liên kết, hãy điều chỉnh thời lượng để giảm số lượng hồ sơ của BREAK_LINE.

source: Setting scale
ar: الإعداد
bg: Задаване на скала
ca: Escala de configuració
cs: Nastavení měřítka
cy: Graddfa Gosod
da: Indstilling af skala
de: Einstellungsskala
el: Κλίμακα ρύθμισης
fa: تنظیم مقیاس
fi: Asetusasteikko
fr: Échelle de réglage
gd: A 'suidheachadh sgèile
he: סולם הגדרה
hr: Ljestvica
hu: Beállítási skála
id: Skala pengaturan
is: Stilling mælikvarða
it: Scala di impostazione
ja: グラフ設定値
km: កំណត់ខ្នាត
lb: Astellung Skala
mi: Tautuhi Scale
mk: Скала за поставување
mn: Хэмжээг тохируулах
ms: Menetapkan skala
my: setting စကေး
nl: Instellingsschaal
no: Innstilling av skala
pl: Skala ustawienia
pt: Escala de configuração
ro: Scara de setare
ru: Установка шкалы
sd: اسڪيل کي ترتيب ڏيڻ
si: පරිමාණය සැකසීම
sk: Nastavovacia stupnica
sq: Shkalla e vendosjes
sv: Inställningsskala
th: การตั้งค่าระดับ
tr: Ayarlama Ölçeği
vi: Thiết lập quy mô

source: Common scale
ar: مقياس مشترك
bg: Обща скала
ca: Escala comuna
cs: Společné měřítko
cy: Raddfa gyffredin
da: Fælles skala
de: Gemeinsame Skala
el: Κοινή κλίμακα
fa: مقیاس مشترک
fi: Yhteinen asteikko
fr: Échelle commune
gd: Sgèile cumanta
he: סולם נפוץ
hr: Uobičajena ljestvica
hu: Általános lépték
id: Skala umum
is: Sameiginlegur mælikvarði
it: Scala comune
ja: 全グラフ共通
km: មាត្រដ្ឋានទូទៅ
lb: Engelen Skala
mi: Tauine noa
mk: Заедничка скала
mn: Нийтлэгийн хэмжээ
ms: Skala biasa
my: ဘုံစကေး
nl: Veel voorkomende schaal
no: Vanlig skala
pl: Wspólna skala
pt: Escala comum
ro: Scară comună
ru: Общий масштаб
sd: عام ماپ
si: පොදු පරිමාණය
sk: Spoločná mierka
sq: Shkallë e zakonshme
sv: Gemenskap
th: มาตราส่วนสามัญ
tl: Karaniwang sukat
tr: Ortak ölçek
vi: Quy mô chung

source: Threshold line
ar: خط العتبة
bg: Прагова линия
ca: Línia llindar
cs: Prahová čára
cy: Nhrothwy
da: Tærskellinie
de: Schwellenlinie
el: Γραμμή κατωφλίου
fa: خط آستانه
fi: Kynnyslinja
fr: Ligne de seuil
gd: Loidhne stairsneach
he: קו סף
hr: Prag
hu: Küszöbvonal
id: Garis ambang batas
is: Þröskuldalína
it: Linea di soglia
ja: 上下限閾値
km: បន្ទាត់កម្រិត
lb: Schwelllinn
mi: Raina paepae
mk: Линија на прагот
mn: Босго шугам
ms: Garis ambang
my: တံခါးခုံလိုင်း
nl: Drempellijn
no: Terskellinje
pl: Linia progowa
pt: Linha limite
ro: Linia de prag
ru: Пороговая линия
sd: حد جي لڪير
si: එළිපත්ත රේඛාව
sk: Prahová čiara
sq: Pragu
sv: Tröskellinje
th: เส้นขีด จำกัด
tl: Linya ng threshold
tr: Eşik hattı
vi: Dòng ngưỡng

source: Auto scale
ar: على نطاق والسيارات
bg: Автоматична скала
ca: Escala automàtica
cs: Automatické měřítko
cy: Graddfa Auto
da: Auto skala
de: Autoskala
el: Αυτόματη κλίμακα
fa: مقیاس خودی
fi: Automaattinen asteikko
fr: Échelle automatique
gd: Sgèile fèin-ghluasadach
he: סולם אוטומטי
hr: Automatska ljestvica
hu: Automatikus skála
id: Skala otomatis
is: Sjálfvirk mælikvarði
it: Scala automatica
ja: オートスケール
km: មាត្រដ្ឋានដោយស្វ័យប្រវត្តិ
lb: Autopt
mi: Tauine aunoa
mk: Автоматска скала
mn: Автомат цэмжих
ms: Skala automatik
my: အော်တိုစကေး
nl: Auto schaal
no: Bilskala
pl: Automatyczne skalowanie
pt: Escala automática
ro: Scară automată
ru: Автоматическая масштаба
sd: خودڪار پيد
si: ස්වයංක්රීය පරිමාණය
sk: Automatická mierka
sq: Shkallë automatike
sv: Bilskala
th: เครื่องชั่งอัตโนมัติ
tr: Oto-ölçekleme
vi: Quy mô tự động

source: Being used scale
ar: يجري استخدام مقياس
bg: Да се ​​използва мащаб
ca: S'utilitza l'escala
cs: Být použitý měřítko
cy: Graddfa gael ei defnyddio
da: Bliver brugt skala
de: Umfangswaage
el: Χρησιμοποιείται κλίμακα
fa: مقیاس استفاده شده
fi: Käytetään asteikko
fr: Échelle utilisée
gd: A bhith a 'cleachdadh sgèile
he: בשימוש בקנה מידה
hr: Upotrijebljena skala
hu: Használat skála
id: Sedang digunakan skala
is: Að vera notaður mælikvarði
it: Essere usati su scala
ja: ヒストグラム縦軸
km: កំពុងត្រូវបានប្រើជញ្ជីង
lb: Benotzt gi Skala
mi: Te Taha Taha
mk: Се користи скала
mn: Ашигласан масштабтай
ms: Digunakan skala
my: အသုံးပြုသောစကေးကိုခံရ
nl: Gebruikte schaal
no: Blir brukt skala
pl: Używana skala
pt: Sendo usada em escala
ro: Fiind utilizat la scară
ru: Используется масштаб
sd: استعمال ٿيل اسڪيل
si: භාවිතයේ පරිමාණය වීම
sk: Používa sa stupnica
sq: Duke u përdorur në shkallë
sv: Används skala
th: กำลังใช้มาตราส่วน
tl: Ginagamit scale
tr: Kullanılan Ölçek
vi: Được sử dụng quy mô

source: Pn_proc
ar: Pn من العملية
bg: Pn от процеса
ca: Pn de procés
cs: Pn procesu
cy: Pn o'r broses
da: Pn Process
de: Pn des Prozesses
el: Pn της διαδικασίας
fa: Pn فرآیند
fi: Pn prosessia
fr: Pn du processus
gd: Pn den phròiseas
he: Pn של תהליך
hr: Pn
hu: Pn folyamat
id: Pn proses
is: Pn ferli
it: Pn di processo
ja: 工程内Pn
km: Pn នៃដំណើរការ
lb: Pn vum Prozess
mi: Pn o te tukanga
mk: Pn на процесот
mn: Pn үйл явцын
ms: Pn proses
my: Pn လုပ်ငန်းစဉ်၏
nl: Pn van proces
no: Pn av prosess
pl: Pn procesu
pt: Pn do processo
ro: Pn de proces
ru: Pn процесса
sd: Pn عمل جو
si: Pn ක්රියාවලියේ
sk: Pn procesu
sq: Pn e procesit
sv: Pn av process
th: Pn ของกระบวนการ
tl: Pn ng proseso
tr: Pn süreç
vi: Pn của quá trình

source: maxValue
ar: الأعلى
bg: Макс
ca: Màxim
cs: Max
cy: Max
da: Maks
de: Max
el: Μέγιστη
fa: حداکثر
fi: Max
fr: Max
gd: Max
he: מקס
hr: Maksimum
hu: Maximum
id: Max
is: Max
it: Max
ja: 最大値
km: អស្ដី
lb: Max
mi: Ātawhi
mk: Макс
mn: Нарийн дээд биш
ms: Maks
my: မက်စငွေ
nl: Maximaal
no: Maks
pl: Max
pt: Máx
ro: Max
ru: Максимум
sd: وڌ
si: මැක්ස්
sk: Maximálny
sq: Maksimum
sv: Max
th: สูงสุด
tl: Max
tr: Maksimum
vi: Tối đa

source: minValue
ar: دقيقة
bg: Мин
ca: Min
cs: Min
cy: Mini
da: Min
de: Mindest
el: Λεπτό
fa: حداقل
fi: Mini
fr: Min
gd: Mion
he: דקה
hr: Min
hu: Perc
id: Min
is: Mín
it: Min
ja: 最小値
km: នាទី
lb: Min
mi: Meneti
mk: Мин
mn: Агнээ
ms: Min
my: မိနစ်
nl: Min
no: Min
pl: Min
pt: Min
ro: Min
ru: Мин
sd: منٽ
si: මිනි
sk: Breh
sq: Minutë
sv: Min
th: นาที
tl: Min
tr: Min
vi: Tối thiểu

source: None
ar: لا أحد
bg: Нито един
ca: Res
cs: Žádný
cy: Neb
da: Ingen
de: Keiner
el: Κανένας
fa: هیچ یک
fi: Ei mitään
fr: Aucun
gd: Chan eil gin
he: אף אחד
hr: Nijedan
hu: Egyik sem
id: Tidak ada
is: Enginn
it: Nessuno
ja: 非表示
km: ឥតមានអវីសោហ
lb: Keen
mi: Kāore tētahi
mk: Ништо
mn: Хэн ч
ms: Tiada
my: ဘာမှျ
nl: Geen
no: Ingen
pl: Nic
pt: Nenhum
ro: Nici unul
ru: Никто
sd: ڪوبه ڪو به نه
si: කිසිවක් නැත
sk: Žiadny
sq: Asnje
sv: Ingen
th: ไม่มี
tl: Wala
tr: Hiçbiri
vi: Không có

source: Summary
ar: ملخص
bg: Резюме
ca: Sumari
cs: souhrn
cy: Nghrynodeb
da: Resumé
de: Zusammenfassung
el: Περίληψη
fa: خلاصه
fi: Yhteenveto
fr: Sommaire
gd: Geàrr-chunntas
he: סיכום
hr: Sažetak
hu: Összefoglalás
id: Ringkasan
is: Yfirlit
it: Riepilogo
ja: 集計結果
km: សង្ខេប
lb: Resumé
mi: Whakarāpopototanga
mk: Резиме
mn: Товч утга
ms: Ringkasan
my: အကျဉ်းချုပ်
nl: Overzicht
no: Sammendrag
pl: Streszczenie
pt: Resumo
ro: rezumat
ru: Резюме
sd: خلايو
si: සාරාංශය
sk: Zhrnutie
sq: Përmbledhje
sv: Sammanfattning
th: สรุป
tl: Buod
tr: Özet
vi: Bản tóm tắt

source: Count
ar: عدد
bg: Броя
ca: Compte
cs: Počet
cy: Gyfrifon
da: Tælle
de: Zählen
el: μετρώ
fa: شمردن
fi: Kreivi
fr: Compter
gd: Cunnt
he: לספור
hr: Računati
hu: Számol
id: Menghitung
is: Telja
it: Contare
ja: 数え上げ
km: រាប់
lb: Ziel
mi: Tātau
mk: Брои
mn: Тоолох
ms: Hitung
my: ရေတွက်
nl: Graaf
no: Telle
pl: Liczyć
pt: Contar
ro: Numara
ru: Считать
sd: ڳڻبت
si: ගණන් කරන්න
sk: Počítať
sq: Numër
sv: Räkna
th: นับ
tl: Bilangin
tr: Saymak
vi: Đếm

source: Basic statistics
ar: الإحصاءات الأساسية
bg: Основна статистика
ca: Estadístiques bàsiques
cs: Základní statistiky
cy: Ystadegau Sylfaenol
da: Grundlæggende statistik
de: Grundstatistik
el: Βασικά στατιστικά στοιχεία
fa: آمار اساسی
fi: Perustilastot
fr: Statistiques de base
gd: Staitistig bunaiteach
he: נתונים סטטיסטיים בסיסיים
hr: Osnovna statistika
hu: Alapvető statisztika
id: Statistik dasar
is: Grunn tölfræði
it: Statistiche di base
ja: 基本統計量
km: ស្ថិតិមូលដ្ឋាន
lb: Basis Statistiken
mi: Tauanga Tatauranga
mk: Основна статистика
mn: Үндсэн статистик
ms: Statistik asas
my: အခြေခံစာရင်းအင်းများ
nl: Basisstatistieken
no: Grunnleggende statistikk
pl: Podstawowe statystyki
pt: Estatísticas básicas
ro: Statistici de bază
ru: Основная статистика
sd: بنيادي شماريات
si: මූලික සංඛ්යාලේඛන
sk: Základná štatistika
sq: Statistikat Themelore
sv: Grundstatistik
th: สถิติพื้นฐาน
tl: Pangunahing istatistika
tr: Temel İstatistikler
vi: Thống kê cơ bản

source: Non parametric
ar: غير معلمية
bg: Неагретричен
ca: No paramètric
cs: Ne parametrické
cy: Nad yw'n baramedrig
da: Ikke parametrisk
de: Nicht parametrisch
el: Μη παραμετρικό
fa: غیر پارامتری
fi: Ei -parametrinen
fr: Non paramétrique
gd: Neo-pharametric
he: לא פרמטרי
hr: Ne parametričan
hu: Nem paraméteres
id: Non parametrik
is: Ekki parametric
it: Non parametrico
ja: ノンパラメトリック
km: មិនមានប៉ារ៉ាឡែល
lb: Net paratetresch
mi: Nontictric
mk: Не параметарски
mn: Параттгүй
ms: Bukan parametrik
my: Non Non Non Parametric
nl: Niet parametrisch
no: Ikke parametrisk
pl: Nie parametryczny
pt: Não paramétrico
ru: Не параметрический
sd: غير پيرا ميٽرڪ
si: පරාමිතික නොවන
sk: Nemagrický
sq: Jo parametrik
sv: Icke -parametrisk
th: ไม่ใช่พารามิเตอร์
tl: Hindi parametric
tr: Parametrik olmayan
vi: Phi tham số

source: Quality of Data
ar: جودة البيانات
bg: Качество на данните
ca: Qualitat de les dades
cs: Kvalita dat
cy: Ansawdd data
da: Datakvalitet
de: Datenqualität
el: Ποιότητα δεδομένων
fa: کیفیت داده
fi: Tietojen laatu
fr: Qualité des données
gd: Càileachd Dàta
he: איכות מידע
hr: Kvaliteta podataka
hu: Adat minőség
id: Kualitas data
is: Gagnagæði
it: Qualità dei dati
ja: データ品質
km: គុណភាពទិន្នន័យ
lb: Nis Persoritär
mi: Te kounga raraunga
mk: Квалитет на податоците
mn: Мэдээллийглэх чанар
ms: Kualiti data
my: ဒေတာအရည်အသွေး
nl: Data kwaliteit
no: Datakvalitet
pl: Jakość danych
pt: Qualidade de dados
ro: Calitatea datelor
ru: Качество данных
sd: ڊيٽا جي اڻيل
si: දත්තවල ගුණාත්මකභාවය
sk: Kvalita
sq: Cilësia e të dhënave
sv: Datakvalitet
th: คุณภาพข้อมูล
tl: Kalidad ng data
tr: Veri kalitesi
vi: Chất lượng dữ liệu

source: Viewer
ar: مشاهد
bg: Зрител
ca: Espectador
cs: Divák
cy: Ngwylwyr
da: Seer
de: Zuschauer
el: Θεατής
fa: بیننده
fi: Katsoja
fr: Téléspectateur
gd: Seallawer
he: צוֹפֶה
hr: Gledatelj
hu: Néző
id: Penonton
is: Áhorfandi
it: Spettatore
ja: ビュー
km: អ្នកមើល
mi: Kaikōrerohipa
mk: Гледач
mn: Үзөөдөгч
ms: Penonton
my: ကြည့်ရှုသူ
nl: Kijker
no: Seer
pl: Widz
pt: Espectador
ro: Vizualizator
ru: Зритель
sd: ڏسندڙ
si: නරඹන්නාට
sk: Divák
sq: Shikues
sv: Visare
th: ผู้ชม
tl: Manonood
tr: İzleyici
vi: Người xem

source: ImportData
ar: بيانات الاستيراد
bg: Данни за импортиране
ca: Importa dades
cs: Import dat
cy: Mewnforio data
da: Importer data
de: Daten importieren
el: Εισαγωγή δεδομένων
fa: داده های واردات
fi: Tuontitiedot
fr: Importer des données
gd: Dàta in-mhalairt
he: יבוא נתונים
hr: Uvoz podataka
hu: Adatok importálása
id: Impor data
is: Flytja inn gögn
it: Importa dati
ja: インポートデータ
km: នាំចូលទិន្នន័យ
lb: Import Daten
mi: Kawemai Raraunga
mk: Увоз на податоци
mn: Мэдээлэлийг импорт оруулах
ms: Data import
my: တင်သွင်းဒေတာ
nl: Data importeren
no: Importere data
pl: Zaimportować dane
pt: Importar dados
ro: Import date
ru: Импортные данные
sd: سائيٽ تي وريو
si: දත්ත ආයාත කරන්න
sk: Importovať údaje
sq: Të dhënat e importit
sv: Importera data
th: นำเข้าข้อมูล
tl: Mag -import ng data
tr: Verileri İçe Aktar
vi: Nhập dữ liệu
