Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Database Name
ar: اسم قاعدة البيانات
bg: Име на базата данни
ca: Nom de la base de dades
cs: Jméno databáze
cy: Enw'r Gronfa Ddata
da: Databasenavn
de: Name der Datenbank
el: Ονομα βάσης δεδομένων
fa: نام پایگاه داده
fi: Tietokannan nimi
fr: Nom de la base de données
gd: Ainm stòr-dàta
he: שם בסיס הנתונים
hr: Naziv baze podataka
hu: Adatbázis név
id: Nama Basis Data
is: Gagnagrunnsheiti
it: Nome del database
ja: データベース名
km: ឈ្មោះមូលដ្ឋានទិន្នន័យ
lb: Dateinumm
mi: Ingoa pātengi raraunga
mk: Име на базата на податоци
mn: Мэдээллийн сангийн нэр
ms: Nama pangkalan data
my: ဒေတာဘေ့စ်အမည်
nl: Database naam
no: Databasenavn
pl: Nazwa bazy danych
pt: Nome do banco de dados
ro: Numele bazei de date
ru: Имя базы данных
sd: ايڊريس سان نالو
si: දත්ත සමුදායේ නම
sk: Názov databázy
sq: Emër i të dhënave
sv: Databas namn
th: ชื่อฐานข้อมูล
tl: Pangalan ng Database
tr: Veri tabanı ismi
vi: Tên cơ sở dữ liệu

source: Database Type
ar: نوع قاعدة البيانات
bg: Тип база данни
ca: Tipus de base de dades
cs: Typ databáze
cy: Math o gronfa ddata
de: Datenbanktyp
el: Τύπος βάσης δεδομένων
fa: نوع پایگاه داده
fi: Tietokantatyyppi
fr: Type de base de données
gd: Seòrsa stòr-dàta
he: סוג מסד נתונים
hr: Vrsta baze podataka
hu: Adatbázis típus
id: Jenis database
is: Tegund gagnagrunns
it: Tipo di database
ja: データベース種別
km: ប្រភេទមូលដ្ឋានទិន្នន័យ
lb: Dat Datebank Typ
mi: Momo pātengi raraunga
mk: Тип на база на податоци
mn: Өгөгдлийн сангийн төрөл
ms: Jenis pangkalan data
my: ဒေတာဘေ့စ်အမျိုးအစား
pl: Typ bazy danych
pt: Tipo de banco de dados
ro: Tip de bază de date
ru: Тип базы данных
sd: اسيسAپٽائي جو قسم
si: දත්ත සමුදා වර්ගය
sk: Typ databázy
sq: Lloji i bazës së të dhënave
sv: Databastyp
th: ประเภทฐานข้อมูล
tl: Uri ng database
tr: Veritabanı türü
vi: Loại cơ sở dữ liệu

source: Config
ar: تكوين
ca: Configurar
cs: Konfigurace
cy: Ffurfwedden
de: Konfiguration
el: Παραμέτρων
fa: پیکربندی
fi: Konfigurointi
fr: Configuration
hr: Konfigurirati
hu: Konfigurációs
id: Konfigurasi
it: Configurazione
ja: 設定
km: c ងែល
lb: Konfigrad
mi: Whiri
mk: Конфигурација
mn: Нарийн дээдо
my: ပြုပြင်ခြင်း
nl: Configuratie
no: Konfigurasjon
pl: Konfigurator
ro: Configurare
ru: Конфигурация
sd: ڪنڊو
si: වින්යාසය
sk: Konfigurácia
sq: Konfiguroj
sv: Konfigurering
th: กำหนดค่า
tr: Yapılandırma
vi: Cấu hình

source: Comment
ar: تعليق
bg: Коментар
ca: Comentari
cs: Komentář
cy: Sylwadau
da: Kommentar
de: Kommentar
el: Σχόλιο
fa: اظهار نظر
fi: Kommentti
fr: Commentaire
gd: Thoir beachd air
he: תגובה
hr: Komentar
hu: Megjegyzés
id: Komentar
is: Athugasemd
it: Commento
ja: コメント
km: អធិប្បាយ
lb: Kommentarer Kommentar
mi: Kōrero
mk: Коментар
mn: Сэтгэгдэл
ms: Komen
my: commentီကာ
nl: Opmerking
no: Kommentar
pl: Komentarz
pt: Comente
ro: cometariu
ru: Комментарий
sd: تبصرو
si: අදහස් දැක්වීම
sk: Komentár
sq: Koment
sv: Kommentar
th: การแสดงความคิดเห็น
tl: Komento
tr: Yorum
vi: Bình luận

source: Add
ar: يضيف
bg: Добавяне
ca: Addiccionar
cs: Přidat
cy: Gyfrifon
da: Tilføje
de: Hinzufügen
el: Προσθήκη
fa: اضافه کردن
fi: Lisätä
fr: Ajouter
gd: Cuir ris
he: לְהוֹסִיף
hr: Dodati
hu: Hozzáad
id: Menambahkan
is: Bæta við
it: Aggiungere
ja: 追加
km: បុក / ករ
lb: Derbäi
mi: Tāpiri
mk: Додадете
mn: Нэмэх
ms: Tambah
my: ပေါင်း
nl: Toevoegen
no: Legge til
pl: Dodać
pt: Adicionar
ro: Adăuga
ru: Добавлять
sd: شامل ڪريو
si: එකතු කරන්න
sk: Pridať
sq: Shtoj
sv: Lägg till
th: เพิ่ม
tl: Idagdag
tr: Ekle
vi: Thêm

source: Please choose database file
ar: حدد ملف قاعدة البيانات.
bg: Изберете файл с база данни.
ca: Seleccioneu un fitxer de base de dades.
cs: Vyberte soubor databáze.
cy: Dewiswch ffeil cronfa ddata.
da: Vælg en databasefil.
de: Wählen Sie eine Datenbankdatei aus.
el: Επιλέξτε ένα αρχείο βάσης δεδομένων.
fa: یک فایل پایگاه داده را انتخاب کنید.
fi: Valitse tietokantatiedosto.
fr: Sélectionnez un fichier de base de données.
gd: Tagh faidhle stòr-dàta.
he: בחר קובץ מסד נתונים.
hr: Odaberite datoteku baze podataka.
hu: Válassza ki az adatbázis fájlt.
id: Pilih file database.
is: Veldu gagnagrunnsskrá.
it: Seleziona un file di database.
ja: データベースファイルを選択してください。
km: ជ្រើសរើសឯកសារមូលដ្ឋានទិន្នន័យ។
lb: Wielt eng Datebankdatei.
mi: Tīpakohia he konae pātengi raraunga.
mk: Изберете датотека со база на податоци.
mn: Өгөгдлийн сангийн файлыг сонгоно уу.
ms: Pilih fail pangkalan data.
my: ဒေတာဘေ့စ်ဖိုင်တစ်ခုကိုရွေးချယ်ပါ။
nl: Selecteer een databasebestand.
no: Velg en databasefil.
pl: Wybierz plik bazy danych.
pt: Selecione um arquivo de banco de dados.
ro: Selectați un fișier de bază de date.
ru: Выберите файл базы данных.
sd: ڊيٽابيس فائل چونڊيو.
si: දත්ත සමුදා ගොනුවක් තෝරන්න.
sk: Vyberte databázový súbor.
sq: Zgjidhni një skedar të bazës së të dhënave.
sv: Välj en databasfil.
th: เลือกไฟล์ฐานข้อมูล
tl: Pumili ng isang file ng database.
tr: Bir veritabanı dosyası seçin.
vi: Chọn một tệp cơ sở dữ liệu.

source: File name
ar: اسم الملف
bg: Име на файл
ca: Nom de l'arxiu
cs: Název souboru
cy: Enw Ffeil
da: Filnavn
de: Dateiname
el: Ονομα αρχείου
fa: نام فایل
fi: Tiedoston nimi
fr: Nom de fichier
gd: Ainm faidhle
he: שם קובץ
hr: Naziv datoteke
hu: Fájl név
id: Nama file
is: Skráarnafn
it: Nome del file
ja: ファイル名
km: ឈ្មោះ​ឯកសារ
lb: Numm vum Dossier
mi: Ingoa Kōnae
mk: Име на датотека
mn: Хөдөлгөөний нэр
ms: Nama fail
my: ဖိုင်နာမည်
nl: Bestandsnaam
no: Filnavn
pl: Nazwa pliku
pt: Nome do arquivo
ro: Nume de fișier
ru: Имя файла
sd: فائل جو نالو
si: ගොනුවේ නම
sk: Názov súboru
sq: Emrin e skedarit
sv: Filnamn
th: ชื่อไฟล์
tl: Pangalan ng file
tr: Dosya adı
vi: Tên tập tin

source: Select
ar: يختار
bg: Изберете
ca: Seleccionar
cs: Vybrat
cy: Ddetholem
da: Vælg
de: Auswählen
el: Επιλέγω
fa: انتخاب کنید
fi: Valita
fr: Sélectionner
gd: Tagh
he: בחר
hr: Odaberi
hu: Válasszon
id: Pilih
is: Veldu
it: Selezionare
ja: 選択
km: រេចីសរើស
lb: Et wielt
mi: Whiriwhiri
mk: Изберете
mn: Шилэх
ms: Pilih
my: ရေွးထား
nl: Uitkiezen
no: Å velge
pl: Wybierz
pt: Selecione
ro: Selectați
ru: Выбирать
sd: SU اڻ
si: තෝරන්න
sk: Vybraný
sq: Zgjedh
sv: Välj
th: เลือก
tl: Piliin
tr: Seçme
vi: Lựa chọn

source: Do you want to delete this record?
ar: هل تريد حذف هذا السجل؟
bg: Искате ли да изтриете този запис?
ca: Voleu suprimir aquest registre?
cs: Chcete tento záznam odstranit?
cy: Ydych chi am ddileu'r cofnod hwn?
da: Vil du slette denne post?
de: Möchten Sie diesen Datensatz löschen?
el: Θέλετε να διαγράψετε αυτήν την εγγραφή;
fa: آیا می خواهید این رکورد را حذف کنید؟
fi: Haluatko poistaa tämän tietueen?
fr: Voulez-vous supprimer ce disque?
gd: A bheil thu airson an clàr seo a dhubhadh às?
he: האם אתה רוצה למחוק את הרשומה הזו?
hr: Želite li izbrisati ovaj zapis?
hu: Törölni akarja ezt a rekordot?
id: Apakah Anda ingin menghapus catatan ini?
is: Viltu eyða þessari skrá?
it: Vuoi eliminare questo record?
ja: このレコードを削除しますか？
km: តើអ្នកចង់លុបកំណត់ត្រានេះទេ?
lb: Wëllt Dir dëse Rekord läschen?
mi: Kei te hiahia koe ki te muku i tenei rekoata?
mk: Дали сакате да го избришете овој рекорд?
mn: Та энэ бичлэгийг устгахыг хүсч байна уу?
ms: Adakah anda mahu memadamkan rekod ini?
my: ဒီမှတ်တမ်းကိုသင်ဖျက်ချင်ပါသလား။
nl: Wilt u dit record verwijderen?
no: Vil du slette denne posten?
pl: Chcesz usunąć ten rekord?
pt: Você quer excluir este registro?
ro: Doriți să ștergeți această înregistrare?
ru: Вы хотите удалить эту запись?
sd: ڇا توهان هن رڪارڊ کي ختم ڪرڻ چاهيو ٿا؟
si: ඔබට මෙම වාර්තාව මකා දැමීමට අවශ්යද?
sk: Chcete odstrániť tento záznam?
sq: A doni ta fshini këtë rekord?
sv: Vill du ta bort den här posten?
th: คุณต้องการลบบันทึกนี้หรือไม่?
tl: Nais mo bang tanggalin ang talaang ito?
tr: Bu kaydı silmek ister misiniz?
vi: Bạn có muốn xóa bản ghi này không?

source: Delete
ar: حذف
bg: Изтрий
ca: esborrar
cs: vymazat
cy: croeswn
da: Slet
de: löschen
el: διαγράφω
fa: حذف
fi: poistaa
fr: effacer
gd: Thoir às
he: לִמְחוֹק
hr: izbrisati
hu: töröl
id: menghapus
is: eyða
it: Elimina
ja: 削除
km: របៅបេលរសច
lb: Läschen
mi: muku
mk: избриши
mn: эдгээх
ms: Padam
my: ဖျက်
nl: verwijderen
no: slett
pl: kasować
pt: excluir
ro: șterge
ru: Удалить
sd: صفحو ڪلڪ ڪريو
si: මකන්න
sk: vymazať
sq: nxjerr
sv: radera
th: ลบ
tl: tanggalin
tr: silmek
vi: xóa bỏ

source: Traceability
ar: التتبع
bg: Проследяване
ca: Traçabilitat
cs: Sledovatelnost
cy: Olrhain
da: Sporbarhed
de: Rückverfolgbarkeit
el: Ιχνηλατότης
fa: قابلیت ردیابی
fi: Jäljitettävyys
fr: Traçabilité
gd: Lorg lorg
he: עקיבות
hr: Sljedivost
hu: Nyomon követhetőség
id: Keterlacakan
is: Rekjanleika
it: Tracciabilità
ja: 紐付け設定
km: ការរកលុយ
lb: Unitéit gutt
mi: Hapa
mk: Следливост
mn: Трацын байдал
ms: Kebolehpercayaan
my: လက်ရာခြင်း
nl: Traceerbaarheid
no: Sporbarhet
pl: Identyfikowalność
pt: Rastreabilidade
ro: Trasabilitate
ru: Отслеживание
sd: پيچيدگي
si: අනාවරක දැක්වීම
sk: Sledovateľnosť
sq: Gjurmë
sv: Spårbarhet
th: การตรวจสอบย้อนกลับได้
tr: İzlenebilirlik
vi: Cài đặt liên kết

source: Traceability Graph
ar: الرسم البياني التتبع
bg: Графика за проследяване
ca: Gràfic de traçabilitat
cs: Graf sledovatelnosti
cy: Graff olrhain
da: Sporbarhedsgraf
de: Rückverfolgbarkeitsgraphen
el: Γραφικό γράφημα ιχνηθέτησης
fa: نمودار قابلیت ردیابی
fi: Jäljitettävyyskaavio
fr: Graphique de traçabilité
gd: Graf traciùltach
he: גרף עקיבות
hr: Grafikon sljedivosti
hu: Nyomon követhetőségi grafikon
id: Grafik penelusuran
is: Rekjahæfni línurit
it: Grafico di tracciabilità
ja: データ紐付けのグラフ
km: ក្រាហ្វិច TraceaBility
lb: Specociitéit Grafik
mi: Kauwhata tūpono
mk: График за следливост
mn: TraceApeAsce график
ms: Grafik kebolehpercayaan
my: Tracereability ဂရပ်
nl: Traceerbaarheid grafiek
no: Sporbarhetsgraf
pl: Wykres identyfikowalności
pt: Gráfico de rastreabilidade
ro: Grafic de trasabilitate
ru: График отслеживания
sd: پيچيدگي گراف
si: අනාවරක ප්රස්ථාරය
sk: Graf
sq: Grafik gjurmueshmërie
sv: Spårbarhetsgraf
th: กราฟตรวจสอบย้อนกลับ
tl: Graph ng traceability
tr: İzlenebilirlik grafiği
vi: Biểu đồ liên kết data

source: Trace Testing
ar: اختبار تتبع
bg: Тестване на следи
ca: Proves de traça
cs: Testování stopování
cy: Profi olrhain
da: Sporetest
de: Trace -Tests
el: Δοκιμή ιχνοστοιχείων
fa: تست ردیابی
fi: Hivenaine
fr: Tests de trace
gd: Deuchainn lorg
he: בדיקת עקבות
hr: Testiranje u tragovima
hu: Nyomkövetési tesztelés
id: Lacak pengujian
is: Rekja próf
it: Test di traccia
ja: 紐付けテスト
km: ការធ្វើតេស្តិ៍ដាន
lb: Schwauscht
mi: Whakamatau Whakamatau
mk: Тестирање во трагови
mn: Трейзийн туршилт
ms: Ujian jejak
my: စမ်းသပ်ခြင်းစမ်းသပ်ခြင်း
nl: Trace -testen
no: Sporestesting
pl: Testowanie śledzenia
pt: Teste de rastreamento
ro: Testarea urmelor
ru: Тестирование трассировки
sd: پيچرو جاچ
si: පරීක්ෂා කිරීම
sk: Stopové testovanie
sq: Testim gjurmë
sv: Spårning
th: การทดสอบตามรอย
tl: Pagsubok sa bakas
tr: İz Testi
vi: Kiểm tra liên kết

source: Start testing
ar: ابدأ الاختبار
bg: Стартирайте тестване
ca: Començar a provar
cs: Začněte testování
cy: Dechreuwch brofi
da: Begynd at teste
de: Testen
el: Ξεκινήστε τις δοκιμές
fa: آزمایش را شروع کنید
fi: Aloittaa testaus
fr: Commencer à tester
gd: Deuchainn tòiseachaidh
he: התחל לבדוק
hr: Započnite testiranje
hu: Kezdje a tesztelést
id: Mulai pengujian
is: Byrjaðu að prófa
it: Inizia al test
ja: テスト開始
km: ចាប់ផ្តើមសាកល្បង
lb: Ufanks Test
mi: Tīmata whakamātautau
mk: Започнете со тестирање
mn: Туршилт эхлэх
ms: Mula ujian
my: စတင်စမ်းသပ်ပါ
nl: Begin met testen
no: Begynn å teste
pl: Rozpocznij testowanie
pt: Começar a testar
ro: Începeți testarea
ru: Начните тестирование
sd: جاچ شروع ڪيو
si: පරීක්ෂණ ආරම්භ කරන්න
sk: Začať testovať
sq: Filloni Testimin
sv: Börja testa
th: เริ่มทดสอบ
tl: Simulan ang pagsubok
tr: Teste Başlayın
vi: Bắt đầu kiểm tra

source: Start Time
ar: وقت البدء
bg: Начален час
ca: L'hora d'inici
cs: Doba spuštění
cy: Amser Cychwyn
da: Starttidspunkt
de: Startzeit
el: Ωρα έναρξης
fa: زمان شروع
fi: Aloitusaika
fr: Heure de début
gd: Ùine tòiseachaidh
he: שעת התחלה
hr: Vrijeme početka
hu: Kezdési idő
id: Waktu mulai
is: Byrjunartími
it: Ora di inizio
ja: 開始時刻
km: ពេលវេលាចាប់ផ្តើម
lb: Startzäit
mi: Timata te wa
mk: Време на започнување
mn: Эхлэх цаг
ms: Masa mula
my: စတင်ချိန်
nl: Starttijd
no: Starttid
pl: Czas rozpoczęcia
pt: Hora de início
ro: Timpul de începere
ru: Время начала
sd: جو وقت
si: ආරම්භක වේලාව
sk: Doba spustenia
sq: Koha e nisjes
sv: Starttid
th: เวลาเริ่มต้น
tl: Oras ng umpisa
tr: Başlangıç ​​saati
vi: Thời gian bắt đầu

source: End Time
ar: وقت النهاية
bg: Крайно време
ca: Fi del temps
cs: Ukončený čas
cy: Amser Diwedd
da: Sluttid
de: Endzeit
el: Τέλος χρόνου
fa: زمان پایان
fi: Loppu aika
fr: Heure de fin
gd: Ùine crìochnachaidh
he: זמן סיום
hr: Krajnji put
hu: Idő vége
id: Akhir waktu
is: Lokatími
it: Tempo scaduto
ja: 終了時刻
km: ពេលវេលាបញ្ចប់
lb: Schlussente wann et Säit
mi: Te wa mutunga
mk: Време на крај
mn: Дуусгах цаг
ms: Masa tamat
my: အချိန်ကုန်ဆုံး
nl: Eindtijd
no: Sluttid
pl: Koniec czasu
pt: Fim do tempo
ro: Sfârșitul timpului
ru: Время окончания
sd: آخري وقت
si: කාලය අවසන්
sk: Konečný čas
sq: Koha e mbarimit
sv: Sluttid
th: เวลาสิ้นสุด
tl: Oras ng pagtatapos
tr: Bitiş zamanı
vi: Thời gian kết thúc

source: Machine Id
ar: معرف الجهاز (اختيارات متعددة)
bg: Идентификационен номер на машината (множество селекции)
ca: Identificador de màquina (seleccions múltiples)
cs: ID stroje (více výběrů)
cy: ID Peiriant (Detholiadau Lluosog)
da: Maskin -id (flere valg)
de: Maschinen -ID (mehrere Auswahlen)
el: Αναγνωριστικό μηχανής (πολλαπλές επιλογές)
fa: شناسه ماشین (انتخاب های چندگانه)
fi: Konetunnus (useita valintoja)
fr: ID de machine (sélections multiples)
gd: ID inneal (ioma-thaghadh)
he: מזהה מכונה (בחירות מרובות)
hr: ID stroja (višestruki odabir)
hu: Gépi azonosító (többszörös választások)
id: ID mesin (beberapa pilihan)
is: Vélarauðkenni (margvísleg val)
it: ID macchina (selezioni multiple)
ja: 設備<br>(複数選択可)
km: លេខសម្គាល់ម៉ាស៊ីន (ការជ្រើសរើសច្រើន)
lb: Maschinn ID (Multiple Selektiounen)
mi: ID miihini (kōwhiringa maha)
mk: ID на машината (повеќекратни селекции)
mn: Машины ID (олон сонголт)
ms: ID Mesin (pelbagai pilihan)
my: စက် ID (အမျိုးမျိုးသောရွေးချယ်မှု)
nl: Machine -ID (meerdere selecties)
no: Maskin -ID (flere valg)
pl: Identyfikator maszyny (wiele selekcji)
pt: ID da máquina (múltiplas seleções)
ro: ID -ul mașinii (mai multe selecții)
ru: Идентификатор машины (несколько выборов)
sd: مشين جي سڃاڻپ (گهڻيون چونڊون)
si: යන්ත්ර හැඳුනුම්පත (බහු තේරීම් බහු)
sk: ID stroja (viac výberov)
sq: ID e makinës (zgjedhje të shumta)
sv: Maskin -ID (flera val)
th: ID เครื่อง (หลายตัวเลือก)
tl: Machine ID (maraming mga pagpipilian)
tr: Makine Kimliği (Çoklu Seçimler)
vi: ID máy (nhiều lựa chọn)

source: Line
ar: خط
bg: Линия
ca: Filera
cs: Čára
cy: Leinith
da: Linje
de: Linie
el: Γραμμή
fa: خط
fi: Linja
fr: Ligne
gd: Loidhne
he: קַו
hr: Crta
hu: Vonal
id: Garis
is: Lína
it: Linea
ja: ライン
km: ការឈរចាចយរ
lb: Linnbefeier
mi: Tātai
mk: Линија
mn: Шугам
ms: Garis
my: မျဉ်းကေြာင်း
nl: Lijn
no: Linje
pl: Linia
pt: Linha
ro: Linia
ru: Линия
sd: لڪير
si: රේඛාව
sk: Linka
sq: Linjë
sv: Linje
th: เส้น
tl: Linya
tr: Astar
vi: Hàng

source: Part Number
ar: رقم القطعة
bg: Номер на частта
ca: Número de part
cs: Číslo dílu
cy: Rhan
da: Varenummer
de: Artikelnummer
el: Αριθμός μέρους
fa: شماره قطعه
fi: Osa numero
fr: Numéro d'article
gd: Àireamh pàirt
he: מספר חלק
hr: Broj dijela
hu: Cikkszám
id: Nomor bagian
is: Hlutanúmer
it: Numero parte
ja: 品番
km: លេខ
lb: Deelnummer
mi: Tau waahanga
mk: Број на дел
mn: Хэсгийн дугаар
ms: Nombor Bahagian
my: အပိုင်းနံပါတ်
nl: Onderdeel nummer
no: Delnummer
pl: Numer części
pt: Número da peça
ro: Numărul piesei
ru: номер части
sd: حصو نمبر
si: කොටස් අංකය
sk: Číslo dielu
sq: Numër pjesësh
sv: Artikelnummer
th: ส่วนจำนวน
tl: Bahagi ng bahagi
tr: Parça numarası
vi: Số phần

source: Data Link Config
ar: تكوين ارتباط البيانات
bg: Конфигурация на връзката с данни
ca: Configuració de l'enllaç de dades
cs: Konfigurace datového odkazu
cy: Ffurfweddu Cyswllt Data
de: Datenverbindungskonfiguration
el: Διαμόρφωση σύνδεσης δεδομένων
fa: پیکربندی پیوند داده
fi: Data -linkin kokoonpano
fr: Configuration de liaison de données
gd: Contrig ceangal dàta
he: תצורת קישור נתונים
hr: Konfiguriranje podataka
id: Konfigurasi Tautan Data
is: Gagnatengill config
it: Configurazione del collegamento dati
ja: 紐付設定
km: កំណត់រចនាសម្ព័ន្ធតំណភ្ជាប់ទិន្នន័យ
lb: Datebindungskonfigur
mi: Whirihotanga hononga
mk: Конфигурирање на врската со податоци
mn: Мэдээллийн холбоосын тохиргоо
ms: Konfigurasi pautan data
my: ဒေတာ link config config
nl: Gegevenslinkconfiguratie
pl: Konfiguracja linków danych
pt: Link de dados Config
ro: Configurarea legăturii de date
ru: Конфигурация передачи данных
sd: ڊيٽا لنڪ ترتيب
si: දත්ත සම්බන්ධක වින්යාසය
sk: Konfigurácia dátového odkazu
sq: Konfigurim i lidhjes së të dhënave
sv: Datalänkskonfiguration
tr: Veri Bağlantısı Yapılandırması
vi: Cấu hình liên kết dữ liệu

source: Please select a language
ar: اختر لغة
bg: Изберете език
ca: Seleccioneu un idioma
cs: Vyberte jazyk
cy: Dewiswch Iaith
da: Vælg et sprog
de: Wähle eine Sprache
el: Επιλέξτε μια γλώσσα
fa: یک زبان را انتخاب کنید
fi: Valitse kieli
fr: sélectionnez une langue
gd: Tagh cànan
he: בחר שפה
hr: Odaberite jezik
hu: Válasszon egy nyelvet
id: Pilih bahasa
is: Veldu tungumál
it: Seleziona una lingua
ja: 言語を選択
km: ជ្រើសរើសភាសា
lb: Wielt eng Sprooch
mi: Whiriwhiria he reo
mk: Изберете јазик
mn: Хэл сонгоно уу
ms: pilih bahasa
my: ဘာသာစကားတစ်ခုကိုရွေးချယ်ပါ
nl: Selecteer een taal
no: Velg et språk
pl: Wybierz język
pt: selecione um idioma
ro: selectați o limbă
ru: Выберите язык
sd: ٻولي چونڊيو
si: භාෂාවක් තෝරන්න
sk: Vyberte jazyk
sq: Zgjidhni një gjuhë
sv: Välj ett språk
th: เลือกภาษา
tl: Pumili ng isang wika
tr: bir dil seç
vi: Chọn một ngôn ngữ

source: Japanese
ar: اليابانية
bg: Японски
ca: Japonès
cs: japonský
cy: Japaneaidd
da: Japansk
de: japanisch
el: Ιαπωνικά
fa: وابسته به ژاپنی
fi: japanilainen
fr: Japonais
gd: Iapanach
he: יַפָּנִית
hr: japanski
hu: japán
id: Jepang
is: Japanska
it: giapponese
ja: 日本語
km: ជនជាតិជប៉ុន
lb: Japanesch
mi: Pēpoi
mk: Јапонски
mn: Япон
ms: Jepun
my: ဂျပန်
nl: Japans
no: Japansk
pl: język japoński
pt: japonês
ro: japonez
ru: Японский
sd: جاپاني
si: ජපන්
sk: Japonský
sq: Japonez
sv: Japanska
th: ญี่ปุ่น
tl: Hapon
tr: Japonca
vi: tiếng Nhật

source: English
ar: إنجليزي
bg: Английски
ca: Anglès
cs: Angličtina
cy: Saesneg
da: engelsk
de: Englisch
el: Αγγλικά
fa: انگلیسی
fi: Englanti
fr: Anglais
gd: Sasannach
he: אנגלית
hr: Engleski
hu: angol
id: Bahasa inggris
is: Enska
it: inglese
ja: 英語
km: អាលេវីម
lb: Englesch
mi: Ingarihi
mk: Англиски
mn: Англи хэл
ms: Bahasa Inggeris
my: အင်္ဂလိပ်
nl: Engels
no: Engelsk
pl: język angielski
pt: Inglês
ro: Engleză
ru: Английский
sd: انگريزي
si: ඉංග්රීසි
sk: Angličtina
sq: Anglisht
sv: engelsk
th: ภาษาอังกฤษ
tl: Ingles
tr: ingilizce
vi: Tiếng Anh

source: Node
ar: العقدة
bg: Възел
cs: Uzel
cy: Nodau
da: Knude
de: Knoten
el: Κόμβος
fa: گره
fi: Solmu
fr: Nœud
gd: Nód
he: צוֹמֶת
hr: Čvor
hu: Csomópont
is: Hnútur
it: Nodo
ja: ノード
km: ថ្នរ
lb: NoDéiert
mi: Ihu
mk: Јазол
mn: Хувь зэлт
ms: Nod
nl: Knooppunt
pl: Węzeł
pt: Nó
ro: Nodul
ru: Узел
sd: حڪم
si: නෝඩ්
sk: Uzol
sq: Nyjë
sv: Nod
th: โหนด
tr: Düğüm
vi: Nút

source: Node ID
ar: العقدة ID
bg: Възел ID
cs: Uzel ID
cy: Nod ID
da: Knude ID
de: Knoten ID
el: Κόμβος ID
fa: گره ID
fi: Solmu ID
fr: Nœud ID
gd: Nód ID
he: צומת ID
hr: Čvor ID
hu: Csomópont ID
id: Simpul ID
is: Hnútur ID
it: Nodo ID
ja: ノードID
km: ថ្នាំង __11
mk: Јазол ID
mn: Зангилаа ID
ms: Nod ID
nl: Knooppunt ID
pl: Węzeł ID
pt: Nó ID
ro: Nod ID
ru: Узел ID
sd: نوڊ ID
si: නෝඩ් ID
sk: Uzol ID
sq: Nyja ID
sv: Nod ID
th: โหนด ID
tr: Düğüm ID
vi: Nút ID

source: Label
ar: مُلصَق
bg: Етикет
ca: Etiqueta
cs: Označení
cy: Labelith
da: Etiket
de: Etikett
el: Επιγραφή
fa: برچسب
fi: Merkitä
fr: Étiquette
gd: Leubail
he: תווית
hr: Označiti
hu: Címke
is: Merkimiða
it: Etichetta
ja: ラベル
km: ស្លាក​សញ្ញា
lb: LASKASAS Etikel
mi: Tōu whakapiri
mk: Етикета
mn: Шошго
my: ကပ်တံဆိပ်
no: Merkelapp
pl: Etykieta
pt: Etiqueta
ro: Eticheta
ru: Этикетка
sd: بل
si: ලේබලය
sk: Štítok
sq: Etiketë
sv: Märka
th: ฉลาก
tr: Etiket
vi: Nhãn mác

source: Master name
ar: الاسم الرئيسي
bg: Главно име
ca: Nom de domini
cs: Hlavní jméno
cy: Meistr
da: Masternavn
el: Ονόμα
fa: نام مستعار
fi: Päämiehen nimi
fr: Nom de maître
gd: Prìomh ainm
he: שם אב
hr: Glavno ime
hu: Főnév
id: Nama Master
is: Meistaranafn
it: Nome principale
ja: マスタ名
km: ឈ្មោះមេ
lb: Masteries
mi: Ingoa tohu
mk: Господар име
mn: Тайбсарын нэр
ms: Nama induk
my: မာစတာနာမည်
nl: Masternaam
no: Mesternavn
pl: Nazwa główna
pt: Nome mestre
ro: Numele principal
ru: Главное имя
sd: پاٽي جو نالو
si: ප්රධාන නම
sk: Hlavné meno
sq: Emër master
sv: Huvudnamn
th: ชื่อต้นแบบ
tl: Pangalan ng Master
tr: Ana isim
vi: Tên chính

source: Database
ar: قاعدة البيانات
bg: База данни
ca: Base de dades
cs: Databáze
cy: Gronfa ddata
de: Datenbank
el: Βάση δεδομένων
fa: بخش پایگاه داده
fi: Tietokanta
fr: Base de données
gd: Stòr-dàta
he: מאגר מידע
hr: Baza podataka
hu: Adatbázis
is: Gagnagrunnur
it: Banca dati
ja: データベース
km: មូលដ្ឋានទិន្នន័យ
lb: Datebank
mi: Pātengi raraunga
mk: База на податоци
mn: Мэдээллийн сан
ms: Pangkalan data
my: ဒေတာဘေ့စ်
pl: Baza danych
pt: Base de dados
ro: Bază de date
ru: База данных
sd: اساتات
si: දත්ත සමුදාය
sk: Databáza
sq: Të dhëna
sv: Databas
th: ฐานข้อมูล
tr: Veri tabanı
vi: Cơ sở dữ liệu

source: Import
ar: يستورد
bg: Импортиране
ca: Importar
cy: Mewnforied
da: Importere
de: Importieren
el: Εισαγωγή
fa: وارد كردن
fi: Tuonti
fr: Importer
he: יְבוּא
hr: Uvoz
hu: Behozatal
id: Impor
is: Flytja inn
it: Importare
ja: インポート
km: ការនាមចុល
lb: Importéieren
mi: Whakauru
mk: Увоз
mn: Импортлох
my: တင်သွင်း
nl: Importeren
pt: Importar
ru: импорт
sd: ايس ايس ڦائڻ
si: ආනයන
sk: Dovoz
sq: Importoj
sv: Importera
th: นำเข้า
tl: Angkat
tr: İçe aktarmak
vi: Nhập khẩu

source: Export
ar: يصدّر
bg: Експорт
ca: Exportació
cs: Vývozní
cy: Hallforion
da: Eksport
el: Εξαγωγή
fa: صادر کردن
fi: Viedä
fr: Exporter
gd: Às-mhalairt
he: יְצוּא
hr: Izvoz
id: Ekspor
is: Flytja út
it: Esportare
ja: エクスポート
km: នាមចេញ
mi: Hoko ki tāwāhi
mk: Извоз
mn: Гадаадад гаргах
ms: Eksport
my: ထုတ်ကုန်
nl: Exporteren
no: Eksport
pl: Eksport
pt: Exportar
ru: Экспорт
sd: برآمدضي
si: අපනයන
sq: Eksport
sv: Exportera
th: ส่งออก
tl: I -export
tr: İhracat
vi: Xuất khẩu

source: Host name
ar: اسم المضيف
bg: Име на хост
ca: Nom d'amfitrió
cs: Název hostitele
cy: Enw gwesteiwr
da: Værtsnavn
el: Όνομα κεντρικού υπολογιστή
fa: نام میزبان
fi: Isäntänimi
fr: Nom d'hôte
gd: Ainm aoigheachd
he: שם מארח
hr: Naziv domaćina
hu: Fogadó neve
id: Nama host
is: Gestgjafanafn
it: Nome host
ja: ホスト名
km: ឈ្មោះម៉ាស៊ីន
lb: Gostinnumm
mi: Ingoa Kaihautū
mk: Име на домаќинот
mn: Хуудшлагын нэр
ms: Nama tuan rumah
my: Host အမည်
nl: Hostnaam
no: Vertsnavn
pl: Nazwa hosta
pt: Nome de anfitrião
ro: Numele gazdei
ru: Имя хоста
sd: ميزبان جو نالو
si: ධාරක නාමය
sk: Meno hosťa
sq: Emri i pritësit
sv: Värdnamn
th: ชื่อโฮสต์
tl: Pangalan ng host
tr: Ev sahibi adı
vi: Tên máy chủ

source: Port number
ar: رقم المنفذ
bg: Номер на пристанище
ca: Número de port
cs: Číslo portu
cy: Rhif porthladd
da: Portnummer
de: Port-Nummer
el: Αριθμός θύρας
fa: شماره بندر
fi: Porttinumero
fr: Numéro de port
gd: Àireamh Port
he: מספר יציאה
hr: Broj luka
hu: Portszám
id: Nomor Port
is: Hafnarnúmer
it: Numero di porta
ja: ポート番号
km: លេខច្រក
lb: Port Zuel
mi: Tau Tau
mk: Број на порта
mn: Порт дугаар
ms: Nombor port
my: port နံပါတ်
nl: Poortnummer
no: Portnummer
pl: Numer portu
pt: Número da porta
ro: Numarul portului
ru: Номер порта
sd: پور نمبر نمبر
si: වරාය අංකය
sk: Číslo portu
sq: Numër porti
sv: Hamnnummer
th: หมายเลขพอร์ต
tl: Numero ng port
tr: Port numarası
vi: Số cổng
