Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Analyze
ar: تحليل
bg: Анализирам
ca: Analitzar
cs: Analyzovat
cy: Ddadelfennith
da: Analysere
de: Analysieren
el: Αναλύει
fa: تجزیه و تحلیل
fi: Analysoida
fr: Analyser
gd: Dèan mion-sgrùdadh
he: לְנַתֵחַ
hr: Analizirati
hu: Elemez
id: Menganalisa
is: Greina
it: Analizzare
ja: 分析
km: វិផាក
lb: Aallaen
mi: Tātari
mk: Анализира
mn: Шинжлэх
ms: Menganalisis
my: သုံးသပ်ကြည့်ရှု
nl: Analyseren
no: Analysere
pl: Analizować
pt: Analisar
ro: A analiza
ru: Анализировать
sd: تجزيو ڪيو
si: විශ්ලේෂණය කරන්න
sk: Analyzovať
sq: Analizoj
sv: Analysera
th: วิเคราะห์
tl: Pag -aralan
tr: Analiz etmek
vi: Phân tích

source: Under development
ar: تحت التطوير
bg: В процес на разработка
ca: En desenvolupament
cs: Ve vývoji
cy: Ar ôl datblygu
da: Under udvikling
de: In Entwicklung
el: Υπό ανάπτυξη
fa: در حال توسعه
fi: Kehitteillä
fr: En cours de développement
gd: Fo leasachadh
he: בפיתוח
hr: U razvoju
hu: Fejlesztés alatt
id: Dalam pengembangan
is: Í þróun
it: In fase di sviluppo
ja: 開発中
km: ក្រោមការអភិវឌ្ឍ
lb: Ënner Entwécknung
mi: I raro i te whanaketanga
mk: Во фаза на развој
mn: Боловсруулж байгаа
ms: Di bawah pembangunan
my: ဖွံ့ဖြိုးမှုအောက်မှာ
nl: In ontwikkeling
no: Under utvikling
pl: W budowie
pt: Em desenvolvimento
ro: In dezvoltare
ru: В разработке
sd: ترقيء هيٺ
si: සංවර්ධනය යටතේ
sk: Vo vývoji
sq: Në zhvillim e sipër
sv: Under utveckling
th: อยู่ระหว่างการพัฒนา
tl: Sa ilalim ng pag-unlad
tr: Geliştiriliyor
vi: Đang trong quá trình phát triển

source: Analyze:
ar: تحليل:
bg: Анализирам:
ca: Analitzar:
cs: Analyzovat:
cy: Dadansoddi:
da: Analysere:
de: Analysieren:
el: Αναλύει:
fa: تجزیه و تحلیل:
fi: Analysoida:
fr: Analyser:
gd: Anailis:
he: לְנַתֵחַ:
hr: Analizirati:
hu: Elemez:
id: Menganalisa:
is: Greina:
it: Analizzare:
ja: 分析:
km: វិភាគ:
lb: Analyséieren:
mi: Te tātari:
mk: Анализирајте:
mn: Дүн шинжилгээ:
ms: Menganalisis:
my: ခွဲခြမ်းစိတ်ဖြာ:
nl: Analyseren:
no: Analysere:
pl: Analizować:
pt: Analisar:
ro: A analiza:
ru: Проанализировать:
sd: تجزيو:
si: විශ්ලේෂණය කරන්න:
sk: Analyzovať:
sq: Analizoni:
sv: Analysera:
th: วิเคราะห์:
tl: Pag -aralan:
tr: Analiz:
vi: Phân tích:

source: Waterfall Plot
ar: مؤامرة الشلال
bg: График на водопад
ca: Parcel·la de la cascada
cs: Vodopádní pozemek
cy: Plot Rhaeadr
da: Vandfald plot
de: Wasserfalldiagramm
el: Καταρράκτης
fa: نقشه آبشار
fi: Vesiputous
fr: Plot de cascade
gd: Cuilbheart uisge
he: עלילת מפל
hr: Vodopad
hu: Vízesés
id: Plot air terjun
is: Söguþráður fossa
it: Grafico a cascata
ja: Waterfallプロット
km: គ្រោងទឹកជ្រោះ
lb: Waasserfall Komplott
mi: Porti wai
mk: Заговор за водопади
mn: Хүрхрээ талбай
ms: Plot air terjun
my: ရေတံခွန်ကြံစည်မှု
nl: Watervalplot
no: Fossfall
pl: Wykres wodospadu
pt: Lote em cascata
ro: Parcela de cascadă
ru: Участок водопада
sd: آبشار جو پلاٽ
si: දිය ඇල්ල කුමන්ත්රණය
sk: Vodopádový pozemok
sq: Komplot ujëvara
sv: Vattenfall tomt
th: พล็อตน้ำตก
tl: Plot ng talon
tr: Şelale arsa
vi: Mô hình thác nước

source: Graphical LASSO
ar: رسومية LASSO0
bg: Графика LASSO
ca: Gràfic LASSO
cy: Graffigol LASSO
da: Grafisk LASSO
de: Grafisch LASSO
el: Γραφικό LASSO
fa: گرافیکی LASSO
fi: Graafinen LASSO
fr: Graphique LASSO
gd: Grafaigeach LASSO
he: גרפי LASSO
hr: Grafički LASSO
hu: Grafikus LASSO
id: Grafis LASSO
is: Myndræn LASSO
it: Grafico LASSO
km: ក្រាហ្វិច LASSO
lb: Grafik LASSO
mi: Whakaahua LASSO
mk: Графички LASSO
mn: График LASSO
ms: Grafik LASSO
my: ဂရပ်ဖစ် LASSO
nl: Grafisch LASSO
no: Grafisk LASSO
pl: Graficzny LASSO
pt: Gráfico LASSO
ro: Grafic LASSO
ru: Графический LASSO
sd: گرافڪ LASSO
si: චිත්රක LASSO
sk: Grafické LASSO
sq: Grafike LASSO
sv: Grafisk LASSO
th: กราฟิก LASSO
tr: Grafik LASSO
vi: Đồ họa LASSO

source: Histogram
ar: الرسم البياني
bg: Хистограма
ca: Histograma
de: Histogramm
el: Ιστόγραμμα
fa: بافت نگار
fi: Histogrammi
fr: Histogramme
gd: Hisktorram
he: היסטוגרמה
hu: Hisztogram
is: Súlurit
it: Istogramma
ja: ヒストグラム
km: អ៊ីស្ត្រូក្រាម
lb: Histong
mk: Хистограм
mn: Гиститт
pt: Histograma
ro: Histogramă
ru: Гистограмма
sd: هسٽوگرام
si: හිස්ටෝග්රැම්
th: ฮิสโตแกรม
vi: Biểu đồ

source: Stratified Plot
ar: مؤامرة طبقية
bg: Стратифициран сюжет
ca: Trama estratificada
cs: Stratifikovaný spiknutí
cy: Plot wedi'i haenu
da: Stratificeret plot
de: Geschichtete Handlung
el: Στρωματοποιημένο οικόπεδο
fa: طرح طبقه بندی شده
fi: Kerrostuma kuvaaja
fr: Tracé stratifié
gd: Cuilbheart stratified
he: עלילה מרובדת
hr: Stratificirana zavjera
hu: Rétegelt telek
id: Plot bertingkat
is: Lagskipt söguþræði
it: Trama stratificato
ja: 層別プロット
km: គ្រោងឆ្អឹង
lb: Stratifizéiert Komplott
mi: Matata
mk: Стратифицирана заговор
mn: Давхардсан хуйвалдаан
ms: Plot berstrata
my: stratified ကြံစည်မှု
nl: Gestratificeerde plot
no: Lagdelt plot
pl: Wykres warstwowy
pt: Gráfico estratificado
ro: Complot stratificat
ru: Стратифицированный сюжет
sd: ترتيب ڏنل پلاٽ
si: ස්ථර බිම්
sk: Stratifikovaný pozemok
sq: Komplot i shtresuar
sv: Stratifierad tomt
th: พล็อตชั้น
tr: Tabakalı arsa
vi: Mô hình phân tầng

source: Full-points Plot
ar: نقاط كاملة مؤامرة
bg: Сюжет на пълни точки
ca: Trama de punts complets
cs: Plot celého bodu
cy: Plot pwyntiau llawn
da: Fuldpoint plot
de: Vollpoints-Diagramm
el: Οικόπεδο πλήρους σημείου
fa: طرح تمام نقاط
fi: Koko pisteen juoni
fr: Terrain à points complets
gd: Cuilbheart làn-phuingean
he: עלילה של נקודות מלאות
hr: Zaplet punih točaka
hu: Teljes pontok telek
id: Plot poin penuh
is: Lóð í fullum punktum
it: Trama a punti interi
ja: 全数プロット
km: គ្រោងពេញចំណុច
lb: Vollpunkter Komplott
mi: Mahere-katoa
mk: Заговор со целосни точки
mn: Бүрэн онооны талбай
ms: Plot penuh
my: အပြည့်အဝအချက်များ
nl: Volle puntenplot
no: Hele poeng
pl: Wykres pełny
pt: Lote de pontos completos
ro: Complot cu puncte complete
ru: Полный сюжет
sd: مڪمل پوائنٽ پلاٽ
si: පූර්ණ ලකුණු කුමන්ත්රණය
sk: Pozemok
sq: Komplot me pika të plota
sv: Fullpunkter
th: พล็อตจุดเต็ม
tl: Full-point plot
tr: Tam noktalar arsa
vi: Mô hình đầy đủ điểm

source: Data Visualization
ar: عرض مرئي للمعلومات
bg: Визуализация на данните
ca: Visualització de dades
cs: Vizualizace dat
cy: Delweddu Data
da: Datavisualisering
de: Datenvisualisierung
el: Απεικόνιση δεδομένων
fa: تجسم داده ها
fi: Tietojen visualisointi
fr: Visualisation de données
gd: Lèirmheas dàta
he: נתונים להדמיה
hr: Vizualizacija podataka
hu: Adatmegjelenítés
id: Visualisasi data
is: Gagnasjón
it: Visualizzazione dati
ja: データ見える化
km: ការមើលឃើញទិន្នន័យ
lb: Daten Visualiséierung
mi: Whakaaturanga Raraunga
mk: Визуелизација на податоците
mn: Мэдээллийн дүрслэл
ms: Visualisasi data
my: ဒေတာမြင်ကွင်း
nl: Data visualisatie
no: Datavisualisering
pl: Wizualizacja danych
pt: Visualização de dados
ro: Vizualizarea datelor
ru: Визуализация данных
sd: ڊيٽا جو تصور
si: දත්ත දෘශ්යකරණය
sk: Vizualizácia údajov
sq: Vizualizimi i të dhënave
sv: Datavisualisering
th: การสร้างภาพข้อมูล
tl: Visualization ng data
tr: Veri goruntuleme
vi: Trực quan hóa dữ liệu

source: Visualization
ar: التصور
bg: Визуализация
ca: Visualització
cs: Vizualizace
cy: Delweddiadau
da: Visualisering
de: Visualisierung
el: Οραματισμός
fa: تجسم
fi: Visualisointi
fr: Visualisation
gd: Rèisteas
he: רְאִיָה
hr: Vizualizacija
hu: Megjelenítés
id: Visualisasi
is: Sjón
it: Visualizzazione
ja: 可視化
km: ការមើលឃើញ
lb: Visualiséierung
mi: Tirohanga
mk: Визуелизација
mn: Дүрээх чадвар
ms: Visualisasi
my: ကေြာြသတ်
nl: Visualisatie
no: Visualisering
pl: Wyobrażanie sobie
pt: Visualização
ro: Vizualizare
ru: Визуализация
sd: ڏسڻ
si: දෘශ්යකරණය
sk: Vizualizácia
sq: Vizualizim
sv: Visualisering
th: การแสดงภาพ
tr: Görselleştirme
vi: Trực quan hóa

source: Run
ar: يجري
bg: Изпълнете
ca: Correr
cs: Běh
cy: Redych
da: Løb
de: Laufen
el: Τρέξιμο
fa: اجرا کن
fi: Juosta
fr: Courir
gd: Ruith
he: לָרוּץ
hr: Trčanje
hu: Fuss
id: Lari
is: Hlaupa
it: Correre
ja: 実行
km: ការរត់
lb: Lafe
mi: Omaoma
mk: Трчај
mn: Урсгал
ms: Jalankan
my: ပေြးသွားခြင်း
nl: Rennen
no: Løpe
pl: Biegać
pt: Corre
ro: Alerga
ru: Бежать
sd: ڀڄو
si: දුවන්න
sk: Spustenie
sq: Vrapoj
sv: Springa
th: วิ่ง
tl: Tumakbo
tr: Koşmak
vi: Chạy

source: Please fill database name
ar: أدخل اسم قاعدة البيانات.
bg: Въведете името на базата данни.
ca: Introduïu el nom de la base de dades.
cs: Zadejte název databáze.
cy: Rhowch enw'r gronfa ddata.
da: Indtast databasenavnet.
de: Geben Sie den Datenbanknamen ein.
el: Εισαγάγετε το όνομα της βάσης δεδομένων.
fa: نام پایگاه داده را وارد کنید.
fi: Kirjoita tietokannan nimi.
fr: Entrez le nom de la base de données.
gd: Cuir a-steach ainm an stòr-dàta.
he: הזן את שם בסיס הנתונים.
hr: Unesite naziv baze podataka.
hu: Írja be az adatbázis nevét.
id: Masukkan nama database.
is: Sláðu inn heiti gagnagrunnsins.
it: Immettere il nome del database.
ja: データベース名を入力してください。
km: បញ្ចូលឈ្មោះមូលដ្ឋានទិន្នន័យ។
lb: Gitt den Datebanknumm un.
mi: Whakauruhia te ingoa pātengi raraunga.
mk: Внесете го името на базата на податоци.
mn: Өгөгдлийн сангийн нэрийг оруулна уу.
ms: Masukkan nama pangkalan data.
my: ဒေတာဘေ့စ်အမည်ကိုရိုက်ထည့်ပါ။
nl: Voer de databasenaam in.
no: Skriv inn databasenavnet.
pl: Wprowadź nazwę bazy danych.
pt: Digite o nome do banco de dados.
ro: Introduceți numele bazei de date.
ru: Введите имя базы данных.
sd: ڊيٽابيس جو نالو داخل ڪريو.
si: දත්ත සමුදා නාමයට ඇතුළු වන්න.
sk: Zadajte názov databázy.
sq: Vendosni emrin e bazës së të dhënave.
sv: Ange databasnamnet.
th: ป้อนชื่อฐานข้อมูล
tl: Ipasok ang pangalan ng database.
tr: Veritabanı adını girin.
vi: Nhập tên cơ sở dữ liệu.

source: Please fill data source name
ar: أدخل اسم مصدر البيانات.
bg: Въведете името на източника на данни.
ca: Introduïu el nom de la font de dades.
cs: Zadejte název zdroje dat.
cy: Rhowch enw'r ffynhonnell ddata.
da: Indtast datakildenavnet.
de: Geben Sie den Datenquellennamen ein.
el: Εισαγάγετε το όνομα πηγής δεδομένων.
fa: نام منبع داده را وارد کنید.
fi: Kirjoita tietolähteen nimi.
fr: Entrez le nom de la source de données.
gd: Cuir a-steach ainm stòr dàta.
he: הזן את שם מקור הנתונים.
hr: Unesite naziv izvora podataka.
hu: Írja be az adatforrás nevét.
id: Masukkan nama sumber data.
is: Sláðu inn nafn gagnaheimildarinnar.
it: Immettere il nome dell'origine dati.
ja: データソース名を入力してください。
km: បញ្ចូលឈ្មោះប្រភពទិន្នន័យ។
lb: Gitt den Datenquell Numm un.
mi: Whakauruhia te ingoa puna raraunga.
mk: Внесете го името на изворот на податоци.
mn: Мэдээллийн эх сурвалжийн нэрийг оруулна уу.
ms: Masukkan nama sumber data.
my: ဒေတာအရင်းအမြစ်နာမည်ရိုက်ထည့်ပါ။
nl: Voer de naam van de gegevensbron in.
no: Skriv inn datakildenavnet.
pl: Wprowadź nazwę źródła danych.
pt: Digite o nome da fonte de dados.
ro: Introduceți numele sursei de date.
ru: Введите имя источника данных.
sd: ڊيٽا جو ذريعو نالو داخل ڪريو.
si: දත්ත ප්රභවයේ නම ඇතුළත් කරන්න.
sk: Zadajte názov zdroja údajov.
sq: Vendosni emrin e burimit të të dhënave.
sv: Ange datakällnamnet.
th: ป้อนชื่อแหล่งข้อมูล
tl: Ipasok ang pangalan ng mapagkukunan ng data.
tr: Veri kaynağı adını girin.
vi: Nhập tên nguồn dữ liệu.

source: Columns whose datatypes are not specified will not be imported.
ar: لا يتم استيراد الأعمدة التي ليس لها نوع بيانات.
bg: Колоните, които нямат тип данни, не се импортират.
ca: Les columnes que no tenen cap tipus de dades no s’importen.
cs: Sloupce, které nemají žádný datový typ, nejsou importovány.
cy: Nid yw colofnau nad oes ganddynt fath o ddata yn cael eu mewnforio.
da: Kolonner, der ikke har nogen datatype, importeres ikke.
de: Spalten, die keinen Datentyp haben, werden nicht importiert.
el: Οι στήλες που δεν έχουν τύπο δεδομένων δεν εισάγονται.
fa: ستون هایی که هیچ نوع داده ای ندارند وارد نمی شوند.
fi: Sarakkeita, joissa ei ole tietotyyppiä, ei tuodata.
fr: Les colonnes qui n'ont pas de type de données ne sont pas importées.
gd: Chan eil colbhan aig nach eil seòrsa dàta air an toirt a-steach.
he: עמודות שאין להן סוג נתונים אינן מיובאות.
hr: Stupci koji nemaju vrstu podataka nisu uvedeni.
hu: Az olyan oszlopokat, amelyeknek nincs adattípusa, nincs importálva.
id: Kolom yang tidak memiliki tipe data tidak diimpor.
is: Dálkar sem hafa enga gagnategund eru ekki fluttir inn.
it: Le colonne che non hanno tipo di dati non vengono importate.
ja: データ形式が設定されていない列は、読み込まれません。
km: ជួរឈរដែលគ្មានប្រភេទទិន្នន័យមិនត្រូវបាននាំចូលទេ។
lb: Sailen déi keng Datentyp hunn ginn net importéiert.
mi: Pou kaore he momo raraunga kaore i te kawemai.
mk: Колумните што немаат тип на податоци не се увезуваат.
mn: Мэдээллийн төрлийг оруулаагүй багана импортлохгүй байна.
ms: Lajur yang tidak mempunyai jenis data tidak diimport.
my: ဒေတာအမျိုးအစားမရှိသောကော်လံများကိုမတင်သွင်းပါ။
nl: Kolommen met geen gegevenstype worden niet geïmporteerd.
no: Kolonner som ikke har noen datatype, importeres ikke.
pl: Kolumny, które nie mają typu danych, nie są importowane.
pt: As colunas que não possuem tipo de dados não são importadas.
ro: Coloanele care nu au tip de date nu sunt importate.
ru: Столбцы, у которых нет типа данных, не импортируются.
sd: ڪالمن جو ڪوبه ڊيٽا قسم درآمد نه ڪيو ويو آهي.
si: දත්ත වර්ගයක් නොමැති තීරු ආනයනය නොකෙරේ.
sk: Stĺpce, ktoré nemajú žiadny typ údajov, sa neimportujú.
sq: Kolonat që nuk kanë lloj të dhënash nuk janë të importuara.
sv: Kolumner som inte har någon datatyp importeras inte.
th: คอลัมน์ที่ไม่มีชนิดข้อมูลไม่ได้นำเข้า
tl: Ang mga haligi na walang uri ng data ay hindi na -import.
tr: Veri türü olmayan sütunlar içe aktarılmaz.
vi: Các cột không có loại dữ liệu không được nhập.

source: At least one datetime column is required.
ar: مطلوب عمود واحد على الأقل DateTime.
bg: Необходима е поне една колона DateTime.
ca: Es requereix almenys una columna DateTime.
cs: Je vyžadován alespoň jeden sloupec DateTime.
cy: Mae angen o leiaf un golofn amser.
da: Mindst en datetime -kolonne er påkrævet.
de: Es ist mindestens eine Spalte für DateTime -Spalte erforderlich.
el: Απαιτείται τουλάχιστον μία στήλη DateTime.
fa: حداقل یک ستون DateTime لازم است.
fi: Vaaditaan vähintään yksi DateTime -sarake.
fr: Au moins une colonne DateTime est requise.
gd: Feumar co-dhiù aon cholbh latha ceann-latha.
he: נדרשת לפחות עמודה אחת של DateTime.
hr: Potreban je najmanje jedan stupac DateTime.
hu: Legalább egy DateTime oszlop szükséges.
id: Setidaknya satu kolom datetime diperlukan.
is: Nauðsynlegt er að minnsta kosti einn dálki datetime.
it: È richiesta almeno una colonna DateTime.
ja: 日付の列を指定してください。
km: យ៉ាងហោចណាស់ជួរឈរទិន្នន័យមួយត្រូវបានទាមទារ។
lb: Op d'mannst eng Datumzäit Kolonn ass erfuerderlech.
mi: I te iti rawa kotahi te rarangi o te ra.
mk: Потребна е најмалку една колона DateTime.
mn: Дор хаяж нэг DateTime багана шаардлагатай.
ms: Sekurang -kurangnya satu lajur DateTime diperlukan.
my: အနည်းဆုံး dateTime ကော်လံလိုအပ်ပါသည်။
nl: Ten minste één datetime -kolom is vereist.
no: Minst en datetime -kolonne er påkrevd.
pl: Wymagana jest co najmniej jedna kolumna DATETIME.
pt: Pelo menos uma coluna DateTime é necessária.
ro: Este necesară cel puțin o coloană DateTime.
ru: Требуется по крайней мере один столбец DateTime.
sd: گهٽ ۾ گهٽ هڪ تاريخ واري وقت جي ڪالم گهربل آهي.
si: අවම වශයෙන් එක් ඩේටා ටයිම් තීරුවක් අවශ්ය වේ.
sk: Vyžaduje sa aspoň jeden stĺpec DateTime.
sq: Kërkohet të paktën një kolonë e të dhënave.
sv: Minst en datetime -kolumn krävs.
th: จำเป็นต้องมีคอลัมน์ DateTime อย่างน้อยหนึ่งคอลัมน์
tl: Hindi bababa sa isang haligi ng datetime ang kinakailangan.
tr: En az bir DateTime sütunu gereklidir.
vi: Ít nhất một cột DateTime là bắt buộc.

source: '{col}' is used for x-axis on charts.
ar: للتصور ، استخدم '{col}' للمحور السيني.
bg: За визуализация използвайте '{col}' за оста x.
ca: Per a la visualització, utilitzeu '{col}' per a l’eix x.
cs: Pro vizualizaci použijte '{col}' pro osu x.
cy: Ar gyfer delweddu, defnyddiwch '{col}' ar gyfer yr echelin-x.
da: Til visualisering skal du bruge '{col}' til x-aksen.
de: Verwenden Sie zur Visualisierung '{col}' für die X-Achse.
el: Για απεικόνιση, χρησιμοποιήστε '{col}' για τον άξονα x.
fa: برای تجسم ، از '{col}' برای محور x استفاده کنید.
fi: Visualisointia varten käytä '{col}' x-akselille.
fr: Pour la visualisation, utilisez '{col}' pour l'axe X.
gd: Airson sealladh, cleachd '{col}' airson an x-axis.
he: לצורך הדמיה, השתמש '{col}' עבור ציר ה- X.
hr: Za vizualizaciju koristite '{col}' za X-osi.
hu: A megjelenítéshez használja az '{col}'-t az x tengelyhez.
id: Untuk visualisasi, gunakan '{col}' untuk sumbu x.
is: Notaðu '{col}' fyrir X-Axis til að sjá.
it: Per la visualizzazione, utilizzare '{col}' per l'asse x.
ja: 可視化の際は'{col}'をx軸に使用します。
km: សម្រាប់ការមើលឃើញសូមប្រើ '{col}' សម្រាប់អ័ក្ស X ។
lb: Fir Visualiséierung, benotzt '{col}' fir d'X-Achs.
mi: Mo te tirohanga, whakamahia '{col}' mo te X-tuaka.
mk: За визуелизација, користете '{col}' за х-оската.
mn: Visualation-ийн хувьд x-тэнхлэгт '{col}' ашиглана уу.
ms: Untuk visualisasi, gunakan '{col}' untuk paksi x.
my: visualization အတွက် X-Axis အတွက် '{col}' ကိုသုံးပါ။
nl: Gebruik voor visualisatie '{col}' voor de x-as.
no: For visualisering, bruk '{col}' for x-aksen.
pl: Do wizualizacji użyj '{col}' dla osi X.
pt: Para visualização, use '{col}' para o eixo x.
ro: Pentru vizualizare, utilizați '{col}' pentru axa x.
ru: Для визуализации используйте '{col}' для оси X.
sd: بصري لاء، ايڪس محور لاء '{col}' استعمال ڪريو.
si: දෘශ්යකරණය සඳහා, X- අක්ෂය සඳහා '{col}' භාවිතා කරන්න.
sk: Na vizualizáciu použite '{col}' pre os x.
sq: Për vizualizim, përdorni '{col}' për boshtin x.
sv: För visualisering, använd '{col}' för x-axeln.
th: สำหรับการสร้างภาพให้ใช้ '{col}' สำหรับแกน x
tl: Para sa paggunita, gumamit ng '{col}' para sa x-axis.
tr: Görselleştirme için X ekseni için '{col}' kullanın.
vi: Để trực quan hóa, sử dụng '{col}' cho trục x.

source: Continue?
ar: هل أنت متأكد من الاستمرار؟
bg: Сигурни ли сте?
ca: Esteu segur que continuareu?
cs: Určitě budete pokračovat?
cy: Ydych chi'n sicr o barhau?
da: Er du sikker på at fortsætte?
de: Bist du sicher weiter?
el: Είστε σίγουροι ότι θα συνεχίσετε;
fa: آیا مطمئناً ادامه خواهید داد؟
fi: Oletko varma, että jatkat?
fr: Êtes-vous sûr de continuer?
gd: A bheil thu cinnteach gun lean thu?
he: האם אתה בטוח להמשיך?
hr: Jeste li sigurni da nastavite?
hu: Biztosan folytatod?
id: Apakah Anda pasti akan melanjutkan?
is: Ertu viss um að halda áfram?
it: Sei sicuro di continuare?
ja: よろしいですか？
km: តើអ្នកប្រាកដជាបន្តបន្តទេ?
lb: Sidd Dir sécher weiderzehalen?
mi: Kei te mohio koe ki te haere tonu?
mk: Дали сте сигурно да продолжите?
mn: Үргэлжлүүлэхээ больж байна уу?
ms: Adakah anda pasti akan meneruskan?
my: ဆက်လုပ်ဖို့သေချာလား
nl: Weet je zeker dat je doorgaat?
no: Er du sikker på å fortsette?
pl: Czy na pewno będziesz kontynuować?
pt: Você tem certeza de continuar?
ro: Ești sigur că vei continua?
ru: Вы обязательно продолжите?
sd: ڇا توهان کي جاري رکڻ جي پڪ آهي؟
si: ඔබට විශ්වාසද?
sk: Určite budete pokračovať?
sq: A jeni i sigurt për të vazhduar?
sv: Är du säker på att fortsätta?
th: คุณแน่ใจว่าจะดำเนินการต่อ?
tl: Sigurado ka bang magpapatuloy?
tr: Devam edeceğinizden emin misin?
vi: Bạn có chắc chắn sẽ tiếp tục không?

source: Table Viewer
ar: عارض الجدول
bg: Viewer Table
ca: Espectador de taula
cs: Prohlížeč tabulky
cy: Gwyliwr bwrdd
da: Tabel seer
de: Tabellenzuschauer
el: Επιτραπέζιος θεατής
fa: بیننده
fi: Taulukon katselu
fr: Visionneuse de table
gd: Swiewer bùird
he: מציג טבלה
hr: Gledatelj
hu: Asztalnéző
id: Penampil meja
is: Borðáhorfandi
it: Visualizzatore di tabella
ja: テーブル見える化
km: អ្នកមើលតុ
lb: Dësch Viewer
mi: Kaituhi Ripanga
mk: Прегледувач на табели
mn: Хүслэн хамт үзэх
ms: Penonton Jadual
my: စားပွဲတင်ကြည့်ရှုသူ
nl: Tafelviewer
no: Bordvisning
pl: Przeglądarka tabeli
pt: Visualizador de tabela
ro: Vizualizator de tabel
ru: Таблица просмотра
sd: ٽيبل ڏسندڙ
si: මේස නරඹන්නා
sk: Prehliadač tabuľky
sq: Shofer tryezë
sv: Tabellvisare
th: ผู้ดูตาราง
tl: Talahanayan ng Talahanayan
tr: Masa izleyicisi
vi: Xem bảng

source: Table
ar: الطاولة
bg: Таблица
ca: Taula
cs: Stůl
cy: Bwrdd
da: Bord
de: Tisch
el: Τραπέζι
fa: جدول
fi: Pöytä
gd: Clàr
he: שולחן
hr: Stol
hu: asztal
id: Meja
is: Borð
it: Tavolo
ja: テーブル
km: តុ
lb: Dëschten
mi: Tēpu
mk: Табела
mn: Ширээ
ms: Jadual
my: စားပှဲ
nl: Tafel
no: Bord
pl: Stół
pt: Mesa
ro: Masa
ru: Стол
sd: ٽيبل
si: වගුව
sk: Tabuľka
sq: Tavolinë
sv: Tabell
th: โต๊ะ
tl: Mesa
tr: Masa
vi: Bàn

source: Sort
ar: فرز
bg: Вид
ca: Classificar
cs: Třídění
cy: Didolwch
da: Sortere
de: Sortieren
el: Είδος
fa: مرتب سازی
fi: Järjestellä
fr: Trier
gd: Deasaich
he: סוג
hr: Vrsta
hu: Fajta
id: Menyortir
is: Raða
it: Ordinare
ja: 並び替え
km: ញេក
lb: Zort
mi: Wehewehe
mk: Сортирај
mn: Ангилах
ms: Menyusun
my: ရေွးချယ်
nl: Soort
no: Sortere
pl: Sortować
pt: Ordenar
ro: Fel
ru: Сортировать
sd: ترتيب پائڻ
si: වර්ග කරන්න
sk: Triediť
sq: Lloj
sv: Sortera
th: เรียงลำดับ
tl: Pagsunud -sunurin
tr: Çeşit
vi: Sắp xếp

source: Number of Data
ar: عدد البيانات
bg: Брой данни
ca: Nombre de dades
cs: Počet dat
cy: Nifer y data
da: Antal data
de: Anzahl der Daten
el: Αριθμός δεδομένων
fa: تعداد داده ها
fi: Tietojen lukumäärä
fr: Nombre de données
gd: Àireamh de dhàta
he: מספר הנתונים
hr: Broj podataka
hu: Adatok száma
id: Jumlah data
is: Fjöldi gagna
it: Numero di dati
ja: 取得件数
km: ចំនួនទិន្នន័យ
lb: Zuel vun Daten
mi: Te maha o nga raraunga
mk: Број на податоци
mn: Мэдээлэлийн тоо
ms: Bilangan data
my: ဒေတာအရေအတွက်
nl: Aantal gegevens
no: Antall data
pl: Liczba danych
pt: Número de dados
ro: Numărul de date
ru: Количество данных
sd: ڊيٽا جو تعداد
si: දත්ත ගණන
sk: Počet údajov
sq: Numri i të dhënave
sv: Antal data
th: จำนวนข้อมูล
tl: Bilang ng data
tr: Veri sayısı
vi: Số lượng dữ liệu

source: Descending
ar: النزول
bg: Низходящ
ca: Descendent
cs: Klesající
cy: Disgynyddion
da: Aftagende
de: Absteigend
el: Φθίνων
fa: نزولی
fi: Laskeva
fr: Descendant
gd: A 'teàrnadh
he: יורד
hr: Silazni
hu: Leszálló
id: Menurun
is: Lækkandi
it: Discendente
ja: 降順
km: ចុះ
lb: Erofgeet
mi: Heke iho
mk: Опаѓачки
mn: Урсгал
ms: Turun
my: ဆင်း
nl: Aflopend
no: Synkende
pl: Schodzenie
pt: descendente
ro: Descendentă
ru: Нисходящий
sd: نازل ٿيڻ
si: බැසයාම
sk: Zostupný
sq: Që rrjedh
sv: Nedåtgående
th: ลงมา
tl: Pababang
tr: Azalan
vi: Giảm dần

source: Ascending
ar: تصاعدي
bg: Възходящ
ca: Ascendent
cs: Vzestupné
cy: Esgynnol
da: Stigende
de: Aufsteigend
el: Ανερχόμενος
fa: صعودی
fi: Nouseva
fr: Ascendant
gd: A 'dìreadh
he: עולה
hr: Uzlazni
hu: Emelkedő
id: Naik
is: Stígandi
it: Ascendente
ja: 昇順
km: ឡើង
lb: Opsteigend
mi: Te pikinga
mk: Растечки
mn: Эхлэх
ms: Menaik
my: တက်
nl: Oplopende
no: Stigende
pl: Wznoszący się
pt: Ascendente
ro: Ascendent
ru: Восходящий
sd: چڙهڻ
si: නැගීම
sk: Vzostupný
sq: Ngjitës
sv: Stigande
th: จากน้อยไปมาก
tl: Umakyat
tr: Yükselen
vi: Tăng dần

source: All digits
ar: تطابق مثالي
bg: Перфектно съвпадение
ca: Combinació perfecta
cs: Dokonalá shoda
cy: Cydweddiad perffaith
da: Perfekt match
de: Perfektes Match
el: Τέλειο ταίρι
fa: بهترین همسان
fi: Täydellinen pari
fr: Match parfait
gd: Maids foirfe
he: התאמה מושלמת
hr: Savršeno podudaranje
hu: Tökéletes párosítás
id: Pasangan sempurna
is: Fullkomin samsvörun
it: Corrispondenza perfetta
ja: 全桁一致
km: ការប្រកួតល្អឥតខ្ចោះ
lb: Perfekte Match
mi: Tukinga tino pai
mk: Совршен натпревар
mn: Төгс тохирох
ms: Perlawanan sempurna
my: ပြီးပြည့်စုံသောပွဲစဉ်
nl: Perfecte match
no: Perfekt match
pl: Idealne dopasowanie
pt: Combinação perfeita
ro: Potrivire perfecta
ru: Идеальная матч
sd: ڪامل ميچ
si: පරිපුර්ණ ගැළපීම
sk: Perfektný zápas
sq: Ndeshje perfekte
sv: Perfekt matchning
th: คู่ที่สมบูรณ์แบบ
tl: Perpektong tugma
tr: Mükemmel uyum
vi: Thống nhất toàn bộ
