Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Select all to the right
ar: حدد الكل على اليمين
bg: Изберете всичко надясно
ca: Seleccioneu tot a la dreta
cs: Vyberte vše vpravo
cy: Dewiswch Bawb i'r Dde
da: Vælg alt til højre
de: Wählen Sie alle rechts aus
el: Επιλέξτε όλα στα δεξιά
fa: همه را در سمت راست انتخاب کنید
fi: Valitse kaikki oikealla
fr: Sélectionnez tout à droite
gd: Tagh a h-uile càil air an taobh cheart
he: בחר הכל מימין
hr: Odaberite sve udesno
hu: Válassza ki az összeset a jobb oldalon
id: Pilih semua di sebelah kanan
is: Veldu allt til hægri
it: Seleziona tutto a destra
ja: 右側をすべて選択する
km: ជ្រើសរើសទាំងអស់ទៅខាងស្តាំ
lb: Wielt all no riets
mi: Whiriwhiria te katoa ki te taha matau
mk: Изберете ги сите десно
mn: Бүгдийг баруун тийш нь сонгоно уу
ms: Pilih semua ke kanan
my: အားလုံးညာဘက်ကိုရွေးပါ
nl: Selecteer alles rechts
no: Velg alt til høyre
pl: Wybierz wszystko po prawej stronie
pt: Selecione tudo à direita
ro: Selectați totul din dreapta
ru: Выберите все вправо
sd: سڀني کي حق چونڊيو
si: සියල්ල දකුණට තෝරන්න
sk: Vyberte všetko napravo
sq: Zgjidhni të gjithë në të djathtë
sv: Välj allt till höger
th: เลือกทั้งหมดไปทางขวา
tl: Piliin ang lahat sa kanan
tr: Sağdaki her şeyi seçin
vi: Chọn tất cả ở bên phải

source: Unselect all to the right
ar: قم بإلغاء تحديد كل شيء على اليمين
bg: Изберете всички вдясно
ca: Deselecteu tot a la dreta
cs: UNECT VŠECHNO VŠECHNY Vpravo
cy: Dad -ddewis popeth i'r dde
da: Ikke vælge alt til højre
de: Recht rechts abgeschlossen
el: Αποσυνδέστε όλα στα δεξιά
fa: انتخاب همه در سمت راست
fi: Valitse kaikki oikealle
fr: Ne vous sélectionnez pas vers la droite
gd: Neo-chiontach air an taobh cheart
he: בטל את כל הבטלה ימינה
hr: Osjetite sve udesno
hu: Az összes jobbra jelölje meg a jobb oldalt
id: Bukalah semua di sebelah kanan
is: Óseljið allt til hægri
it: Significa tutto a destra
ja: 右側をすべて選択しない
km: មិនជ្រើសរើសទាំងអស់នៅខាងស្តាំ
lb: Unselect all riets
mi: Whakakore katoa ki te taha matau
mk: Избирајте ги сите десно
mn: Бүгдийг нь зөв биш
ms: Biasa semua ke kanan
my: အားလုံးလက်ျာဘက် unsect
nl: Selecteer alles aan de rechterkant
no: Avgikk alt til høyre
pl: Rozczaruj wszystko po prawej stronie
pt: Não selecionado tudo para a direita
ro: Deconectați totul la dreapta
ru: Не примечать всех вправо
sd: سڀني کي حق کي منتخب ڪريو
si: සියල්ල නිවැරදි ලෙස තෝරා නොගන්න
sk: Nevyberať všetko napravo
sq: Mos zgjidhni të gjitha në të djathtë
sv: Avmarkerar allt till höger
th: ยกเลิกการเลือกทั้งหมดไปทางขวา
tl: Hindi mapapansin ang lahat sa kanan
tr: Sağa her şeyi açıklamak
vi: Không chọn tất cả sang phải

source: All Real(Float) from here
ar: كل شيء حقيقي (تعويم) من هنا
bg: Всички истински (плаващи) от тук
ca: Tot real (float) des d’aquí
cs: Všechny skutečné (plave) odtud
cy: Pob go iawn (arnofio) o'r fan hon
da: Alle rigtige (flyder) herfra
de: Alle real (schweben) von hier
el: Όλα τα πραγματικά (float) από εδώ
fa: همه واقعی (شناور) از اینجا
fi: Kaikki oikeat (kelluvat) täältä
fr: Tout réel (flottant) d'ici
gd: Uile fìor (float) às an seo
he: הכל אמיתי (צף) מכאן
hr: Sve stvarno (lebdi) odavde
hu: Innen minden valódi (úszó)
id: Semua nyata (mengapung) dari sini
is: Allt raunverulegt (flot) héðan
it: Tutto reale (galleggiante) da qui
ja: ここから全て実数
km: ទាំងអស់ពិតប្រាកដ (អណ្តែត) ពីទីនេះ
lb: All real (Float) vun hei
mi: Katoa (Float) mai i konei
mk: Сите реални (плови) од тука
mn: Бүгдийг нь жинхэнэ (хөвөх) эндээс
ms: Semua sebenar (terapung) dari sini
my: ဤနေရာမှတကယ့်ကို (float) အားလုံး
nl: All echt (float) van hier
no: Alle ekte (float) herfra
pl: Wszystkie prawdziwe (pływakowe) stąd
pt: Tudo real (flutuar) daqui
ro: Toate reale (plutitor) de aici
ru: Все реальные (плавание) отсюда
sd: سڀ حقيقي (فلوٽ) هتان کان
si: මෙතැන් සිට ඇති සියලුම සැබෑ (පාවෙන)
sk: Všetky skutočné (plaváky) odtiaľto
sq: Të gjitha të vërteta (noton) nga këtu
sv: All Real (float) härifrån
th: ทั้งหมดจริง (ลอย) จากที่นี่
tl: Lahat ng tunay (float) mula rito
tr: Buradan tüm gerçek (şamandıra)
vi: Tất cả thực (phao) từ đây

source: All Integer from here
ar: كل عدد صحيح من هنا
bg: Всички цяло число от тук
ca: Tot enter des d’aquí
cs: Celé celé číslo odtud
cy: Pob cyfanrif o'r fan hon
da: Alt heltal herfra
de: Alle Ganzzahl von hier aus
el: Όλοι οι ακέραιοι από εδώ
fa: همه عدد صحیح از اینجا
fi: Kaikki kokonaisluku täältä
fr: Tout entier d'ici
gd: A h-uile integer às an seo
he: הכל שלם מכאן
hr: Sav cijeli broj odavde
hu: Innen minden egész szám
id: Semua bilangan bulat dari sini
is: Öll heiltala héðan
it: Tutti i numeri interi da qui
ja: ここから全て整数
km: ចំនួនគត់ទាំងអស់ពីទីនេះ
lb: All ganzt vun hei
mi: Tuhinga ka whai mai
mk: Сите цели броеви од тука
mn: Эндээс бүх бүхэл тоо
ms: Semua integer dari sini
my: ဒီမှာမှကိန်းဂဏန်းများ
nl: Alle gehele getal van hier
no: Alt helt herfra
pl: Cała liczba całkowita stąd
pt: Todos inteiros daqui
ro: Toate întregi de aici
ru: Все целое число отсюда
sd: هتان کان سڀ انوگر
si: මෙතන සිට සියලු නිඛිල
sk: Odtiaľto všetko celé číslo
sq: Të gjithë të plotë nga këtu
sv: Alla heltal härifrån
th: จำนวนเต็มทั้งหมดจากที่นี่
tl: Lahat ng integer mula rito
tr: Buradan tüm tamsayı
vi: Tất cả số nguyên từ đây

source: All String from here
ar: كل سلسلة من هنا
bg: Всички низ от тук
ca: Tota la cadena d’aquí
cs: Veškerý řetězec odtud
cy: Pob llinyn o'r fan hon
da: Alle streng herfra
de: Alle Zeichenfolge von hier
el: Όλη η συμβολοσειρά από εδώ
fa: همه رشته ها از اینجا
fi: Kaikki merkkijono täältä
fr: Toute la chaîne d'ici
gd: Gach sreang às an seo
he: כל המיתר מכאן
hr: Svi niz odavde
hu: Minden karakterlánc innen
id: Semua string dari sini
is: Allur strengur héðan
it: Tutta la stringa da qui
ja: ここから全て文字列
km: ខ្សែទាំងអស់ពីទីនេះ
lb: All String vun hei
mi: Tuhinga ka whai mai
mk: Сите низи од тука
mn: Эндээс бүх мөр
ms: Semua rentetan dari sini
my: အားလုံးဒီကနေ string ကို
nl: Alle string vanaf hier
no: Alle streng herfra
pl: Cały ciąg stąd
pt: Toda a corda daqui
ro: Toate șirul de aici
ru: Все строки отсюда
sd: هتان کان سڀ تار
si: මෙතනින් සියලුම නූල්
sk: Všetky reťazce odtiaľto
sq: Të gjitha vargun nga këtu
sv: All sträng härifrån
th: สตริงทั้งหมดจากที่นี่
tl: Lahat ng string mula rito
tr: Buradan tüm dize
vi: Tất cả chuỗi từ đây

source: LimitedHeatMap
ar: نظرًا للعدد الكبير من السجلات المحددة والوقت اللازم لعرض المؤامرة ، اقتصر عدد الخلايا لكل قطعة على 10000. إذا كنت ترغب في رؤية جميع البيانات الخاصة بفترة الهدف BREAK_LINE ، فقم بزيادة فاصل العرض أو تقليل الفترة المستهدفة لتقليل عدد الخلايا.
bg: Поради големия брой избрани записи и времето, необходимо за показване на парцел, броят на клетките на парцел е ограничен до 10 000. Ако искате да видите всички данни за целевия период BREAK_LINE, увеличете интервала на дисплея или намалете целевия период, за да намалите броя на клетките.
ca: A causa del gran nombre de registres seleccionats i el temps necessari per mostrar la trama, el nombre de cèl·lules per trama es va limitar a 10.000. Si voleu veure totes les dades del període de destinació BREAK_LINE, augmenteu l’interval de visualització o reduïu el període objectiu per reduir el nombre de cèl·lules.
cs: Vzhledem k velkému počtu vybraných záznamů a času potřebným k zobrazení grafu byl počet buněk na graf omezen na 10 000. Pokud chcete vidět všechna data pro cílovou dobu BREAK_LINE, zvýšte interval displeje nebo zmenší cílovou dobu, aby se snížil počet buněk.
cy: Oherwydd y nifer fawr o gofnodion a ddewiswyd a'r amser sy'n ofynnol i arddangos plot, roedd nifer y celloedd fesul llain wedi'i gyfyngu i 10,000. Os ydych chi am weld yr holl ddata ar gyfer y cyfnod targed BREAK_LINE, cynyddwch yr egwyl arddangos neu leihau'r cyfnod targed i leihau nifer y celloedd.
da: På grund af det store antal valgte poster og den tid, der kræves til at vise plot, var antallet af celler pr. Plot begrænset til 10.000. Hvis du vil se alle data for BREAK_LINE målperioden, skal du øge visningsintervallet eller reducere målperioden for at reducere antallet af celler.
de: Aufgrund der großen Anzahl der ausgewählten Datensätze und der Zeit, die für die Anzeige des Diagramms erforderlich ist, war die Anzahl der Zellen pro Diagramm auf 10.000 begrenzt. Wenn Sie alle Daten für die Zielzeit BREAK_LINE sehen möchten, erhöhen Sie das Anzeigeintervall oder verringern Sie die Zielzeit, um die Anzahl der Zellen zu verringern.
el: Λόγω του μεγάλου αριθμού των επιλεγμένων αρχείων και του χρόνου που απαιτείται για την εμφάνιση του σχεδίου, ο αριθμός των κυττάρων ανά γραφική παράσταση περιοριζόταν σε 10.000. Εάν θέλετε να δείτε όλα τα δεδομένα για την περίοδο στόχου BREAK_LINE, αυξήστε το διάστημα εμφάνισης ή μείωση της περιόδου προορισμού για να μειώσετε τον αριθμό των κυττάρων.
fa: با توجه به تعداد زیادی از سوابق انتخاب شده و زمان مورد نیاز برای نمایش نقشه ، تعداد سلول ها در هر طرح به 10،000 محدود می شد. اگر می خواهید تمام داده های مربوط به دوره هدف BREAK_LINE را مشاهده کنید ، فاصله نمایش را افزایش دهید یا مدت زمان هدف را کاهش دهید تا تعداد سلول ها کاهش یابد.
fi: Valittujen tietueiden ja kuvaajan näyttämiseen tarvittavan ajan vuoksi solujen lukumäärä kuvaajaa oli rajoitettu 10 000: een. Jos haluat nähdä kaikki BREAK_LINE -ajan tiedot, lisää näyttöväliä tai vähentää tavoitejaksoa solujen lukumäärän vähentämiseksi.
fr: En raison du grand nombre d'enregistrements sélectionnés et du temps nécessaire pour afficher le tracé, le nombre de cellules par tracé était limité à 10 000. Si vous souhaitez voir toutes les données pour la période cible BREAK_LINE, augmentez l'intervalle d'affichage ou réduisez la période cible pour réduire le nombre de cellules.
gd: Mar thoradh air an àireamh mhòr de chlàran a chaidh a thaghadh agus an ùine a dh 'fheumar gus dealbhadh a thaisbeanadh, chaidh an àireamh de cheallan gach cuilbheart a chuingealachadh ri 10,000. Ma tha thu airson gum faic thu an dàta gu lèir airson an ùine targaid BREAK_LINE, àrdaich an ùine taisbeanaidh no lughdaich an ùine taisbeanaidh gus an àireamh de cheallan a lughdachadh.
he: בשל המספר הגדול של הרשומות שנבחרו והזמן הנדרש להצגת העלילה, מספר התאים לכל חלקה הוגבל ל 10,000. אם ברצונך לראות את כל הנתונים לתקופת היעד BREAK_LINE, הגדל את מרווח התצוגה או צמצם את תקופת היעד כדי להפחית את מספר התאים.
hr: Zbog velikog broja odabranih zapisa i vremena potrebno za prikaz crteža, broj ćelija po parceli bio je ograničen na 10 000. Ako želite vidjeti sve podatke za ciljano razdoblje BREAK_LINE, povećajte interval prikaza ili smanjite ciljano razdoblje kako biste smanjili broj stanica.
hu: A kiválasztott rekordok és a diagram megjelenítéséhez szükséges idő miatt a parcellánkénti cellák száma 10 000 -re korlátozódott. Ha szeretné látni az összes adatot a BREAK_LINE célidőszakra, növelje a kijelző intervallumát, vagy csökkentse a célidőszakot a cellák számának csökkentése érdekében.
id: Karena sejumlah besar catatan yang dipilih dan waktu yang diperlukan untuk menampilkan plot, jumlah sel per plot dibatasi hingga 10.000. Jika Anda ingin melihat semua data untuk periode target BREAK_LINE, tingkatkan interval tampilan atau mengurangi periode target untuk mengurangi jumlah sel.
is: Vegna mikils fjölda skráa sem valdar voru og tíminn sem þarf til að sýna lóð var fjöldi frumna á hverja lóð takmarkaður við 10.000. Ef þú vilt sjá öll gögnin fyrir BREAK_LINE miðunartímabilið skaltu auka skjábilið eða draga úr marktímabilinu til að fækka frumum.
it: A causa del gran numero di record selezionati e del tempo necessario per visualizzare il diagramma, il numero di celle per diagramma era limitato a 10.000. Se si desidera vedere tutti i dati per il periodo target BREAK_LINE, aumentare l'intervallo di visualizzazione o ridurre il periodo target per ridurre il numero di celle.
ja: 選択されたレコード数が多く、グラフの表示に時間がかかるため、一つのグラフあたりのセルの数を10,000に制限して表示しました。BREAK_LINE設定した対象期間のデータをすべて見たい場合は、表示間隔を増やすか、対象期間を短くしてセルの数が減るように調整してください。
km: ដោយសារតែចំនួនកំណត់ត្រាមួយចំនួនធំដែលបានជ្រើសរើសហើយពេលវេលាដែលត្រូវការដើម្បីបង្ហាញគ្រោងចំនួនកោសិកាក្នុងមួយឡូត៍ត្រូវបានកំណត់ត្រឹម 10.000 ។ ប្រសិនបើអ្នកចង់ឃើញទិន្នន័យទាំងអស់សម្រាប់រយៈពេលកំណត់នៃគោលដៅបង្កើនចន្លោះពេលបង្ហាញឬកាត់បន្ថយរយៈពេលគោលដៅដើម្បីកាត់បន្ថយចំនួនកោសិកា។
lb: Wéinst der grousser Zuel vun den Opname ausgewielt an d'Zäit déi néideg ass fir Komplott ze weisen, d'Zuel vun den Zellen pro Komplott gouf limitéiert op 10.000. Wann Dir all d'Donnéeën fir d'BREAK_LINE Zilperiod wëllt gesinn, erhéijen den Affichageintervall oder reduzéiert d'Ziel vun den Zellen.
mi: Na te maha o nga rekoata i tohua me te waa e hiahiatia ana hei whakaatu i te mahere, te maha o nga pūtau mo ia mahere he 10,000. Mena kei te hiahia koe ki te kite i nga raraunga katoa mo te waa BREAK_LINE whaainga, whakapiki i te waa whakaatu, te whakaiti ranei i te waa whaainga kia whakaitihia te maha o nga pūtau.
mk: Поради големиот број на избрани записи и времето потребно за прикажување на заговор, бројот на клетки по заговор беше ограничен на 10,000. Ако сакате да ги видите сите податоци за целниот период BREAK_LINE, зголемете го интервалот на дисплејот или намалете го целниот период за да го намалите бројот на клетки.
mn: Сонгосон олон тооны бүртгэлээс болж, хуйвалдааныг харуулах цаг хугацаа, төслийг харуулах цаг хугацаа, нэг хуйвалдааны тоо 10,000-ыг хязгаарласан. Хэрэв та BREAK_LINE зорилтот хугацааны туршид бүх өгөгдлийг харахыг хүсч байвал дэлгэцийн интервалыг нэмэгдүүлэх эсвэл зорилтот хугацааг багасгахын тулд зорилтот хугацааг багасгахыг хүсч байна.
ms: Oleh kerana sejumlah besar rekod yang dipilih dan masa yang diperlukan untuk memaparkan plot, bilangan sel per plot terhad kepada 10,000. Jika anda ingin melihat semua data untuk tempoh sasaran BREAK_LINE, tingkatkan selang paparan atau mengurangkan tempoh sasaran untuk mengurangkan bilangan sel.
my: ရွေးချယ်ထားသောမှတ်တမ်းအမြောက်အများကြောင့်ကြံစည်ရန်လိုအပ်သောအချိန်ကြောင့်ကြံစည်မှုတစ်ခုပါဆဲလ်အရေအတွက်ကို 10,000 သာကန့်သတ်ထားသည်။ အကယ်. သင်သည် BREAK_LINE ပစ်မှတ်ကာလအတွက်အချက်အလက်အားလုံးကိုကြည့်လိုပါကမျက်နှာပြင်ကိုတိုးမြှင့်ခြင်းသို့မဟုတ်ဆဲလ်အရေအတွက်ကိုလျှော့ချရန်ရည်မှန်းချက်ကာလကိုလျှော့ချပါ။
nl: Vanwege het grote aantal geselecteerde records en de tijd die nodig is om plot weer te geven, was het aantal cellen per plot beperkt tot 10.000. Als u alle gegevens voor de BREAK_LINE -doelperiode wilt zien, verhoogt u het display -interval of vermindert u de doelperiode om het aantal cellen te verminderen.
no: På grunn av det store antall valgte poster og tiden som kreves for å vise plott, var antallet celler per plott begrenset til 10.000. Hvis du vil se alle dataene for målperioden BREAK_LINE, øker du skjermintervallet eller reduserer målperioden for å redusere antall celler.
pl: Ze względu na dużą liczbę wybranych rekordów i czas wymagany do wyświetlania wykresu, liczba komórek na wykres była ograniczona do 10 000. Jeśli chcesz zobaczyć wszystkie dane dla okresu docelowego BREAK_LINE, zwiększyć interwał wyświetlania lub zmniejszyć okres docelowy, aby zmniejszyć liczbę komórek.
pt: Devido ao grande número de registros selecionados e ao tempo necessário para exibir o gráfico, o número de células por parcela foi limitado a 10.000. Se você deseja ver todos os dados para o período alvo BREAK_LINE, aumente o intervalo de exibição ou reduza o período alvo para reduzir o número de células.
ro: Datorită numărului mare de înregistrări selectate și a timpului necesar pentru afișarea parcelei, numărul de celule pe parcelă a fost limitat la 10.000. Dacă doriți să vedeți toate datele pentru perioada țintă BREAK_LINE, creșteți intervalul de afișare sau reduceți perioada țintă pentru a reduce numărul de celule.
ru: Из -за большого количества выбранных записей и времени, необходимого для отображения графика, количество ячеек на график было ограничено 10 000. Если вы хотите увидеть все данные для целевого периода BREAK_LINE, увеличьте интервал отображения или уменьшите целевой период, чтобы уменьшить количество ячеек.
sd: چونڊيل رڪارڊ جي وڏي تعداد جي ڪري ۽ پلاٽ کي ظاهر ڪرڻ جي ضرورت آهي، هر پلاٽ جو تعداد 10،000 تائين محدود هو. جيڪڏهن توهان BREAK_LINE ٽارگيٽ مدت لاء سڀ ڊيٽا ڏسڻ چاهيو ٿا، ڊسپلي وقف کي وڌايو يا خلين جو تعداد گهٽائڻ لاء ٽارگيٽ مدت کي وڌايو.
si: තෝරාගත් වාර්තා විශාල සංඛ්යාවක් සහ කුමන්ත්රණයක් ප්රදර්ශනය කිරීමට ගතවන කාලය නිසා, එක් කුමන්ත්රණය සඳහා සෛල ගණන 10,000 කට සීමා විය. BREAK_LINE ඉලක්කගත කාලය සඳහා සියලු දත්ත බැලීමට ඔබට අවශ්ය නම්, දර්ශන පරතරය වැඩි කරන්න හෝ සෛල ගණන අඩු කිරීම සඳහා ඉලක්කගත කාලය අඩු කරන්න.
sk: Vzhľadom na veľký počet vybratých záznamov a čas potrebný na zobrazenie grafu bol počet buniek na pozemok obmedzený na 10 000. Ak chcete vidieť všetky údaje pre cieľové obdobie BREAK_LINE, zvýšte interval zobrazenia alebo znížte cieľové obdobie, aby ste znížili počet buniek.
sq: Për shkak të numrit të madh të regjistrave të zgjedhur dhe kohës që kërkohet për të shfaqur komplotin, numri i qelizave për komplot ishte i kufizuar në 10,000. Nëse dëshironi të shihni të gjitha të dhënat për periudhën e synuar BREAK_LINE, rritni intervalin e ekranit ose zvogëloni periudhën e synuar për të zvogëluar numrin e qelizave.
sv: På grund av det stora antalet valda poster och den tid som krävs för att visa tomt begränsades antalet celler per tomt till 10 000. Om du vill se alla data för målperioden BREAK_LINE, öka visningsintervallet eller minska målperioden för att minska antalet celler.
th: เนื่องจากมีการเลือกระเบียนจำนวนมากและเวลาที่ต้องใช้ในการแสดงพล็อตจำนวนเซลล์ต่อพล็อตถูก จำกัด ไว้ที่ 10,000 หากคุณต้องการดูข้อมูลทั้งหมดสำหรับระยะเวลาเป้าหมาย BREAK_LINE ให้เพิ่มช่วงเวลาการแสดงผลหรือลดระยะเวลาเป้าหมายเพื่อลดจำนวนเซลล์
tl: Dahil sa malaking bilang ng mga talaan na napili at ang oras na kinakailangan upang ipakita ang balangkas, ang bilang ng mga cell bawat balangkas ay limitado sa 10,000. Kung nais mong makita ang lahat ng data para sa panahon ng target na BREAK_LINE, dagdagan ang agwat ng pagpapakita o bawasan ang panahon ng target upang mabawasan ang bilang ng mga cell.
tr: Seçilen çok sayıda kayıt ve grafiği görüntülemek için gereken süre nedeniyle, grafik başına hücre sayısı 10.000 ile sınırlıydı. BREAK_LINE hedef dönemi için tüm verileri görmek istiyorsanız, hücre sayısını azaltmak için ekran aralığını artırın veya hedef süreyi azaltın.
vi: Do số lượng lớn các hồ sơ được chọn và thời gian cần thiết để hiển thị sơ đồ, số lượng ô trên mỗi ô bị giới hạn ở mức 10.000. Nếu bạn muốn xem tất cả dữ liệu cho thời gian mục tiêu BREAK_LINE, hãy tăng khoảng thời gian hiển thị hoặc giảm thời gian mục tiêu để giảm số lượng ô.

source: Serial
ar: مسلسل
bg: Сериен
ca: Sèrgic
cs: Seriál
cy: Cyfresi
da: Seriel
de: Serie
el: Κατα συρροη
fa: سریال
fi: Sarja
fr: En série
gd: Sreathach
he: סידורי
hr: Serijski
hu: Sorozatszám
is: Rað
it: Seriale
ja: シリアル
km: សញ្ញាប័ត្រ
lb: Serien
mi: Rangatū
mk: Сериски
mn: Цувгаа
my: လက်ရှိဖြစ်သော
nl: Serie-
no: Serie
pl: Seryjny
ru: Сериал
sd: لاڳاتحو
si: අනුක්රමික
sk: Sériový
sv: Serie
th: เป็นลำดับ
tr: Seri
vi: Nối tiếp

source: You can adjust the scale of the graph by right clicking on the graph.
ar: يمكنك ضبط مقياس المؤامرة بالنقر بزر الماوس الأيمن على المؤامرة.
bg: Можете да коригирате мащаба на сюжета, като щракнете с десния бутон върху сюжета.
ca: Podeu ajustar l'escala de la trama fent clic amb el botó dret a la trama.
cs: Měřítko pozemku můžete upravit klepnutím pravým tlačítkem myši na graf.
cy: Gallwch chi addasu graddfa'r plot trwy dde-glicio ar y llain.
da: Du kan justere skalaen på plottet ved at højreklikke på plottet.
de: Sie können die Skala des Diagramms anpassen, indem Sie mit der rechten Maustaste auf das Diagramm klicken.
el: Μπορείτε να ρυθμίσετε την κλίμακα της πλοκής κάνοντας δεξί κλικ στην πλοκή.
fa: می توانید مقیاس طرح را با کلیک راست بر روی طرح تنظیم کنید.
fi: Voit säätää tontin mittakaavaa napsauttamalla hiiren kakkospainikkeella.
fr: Vous pouvez ajuster l'échelle de l'intrigue en cliquant avec le bouton droit sur l'intrigue.
gd: Faodaidh tu sgèile a 'chuilbheart atharrachadh le bhith a' briogadh deas air a 'chuilbheart.
he: אתה יכול להתאים את סולם העלילה על ידי לחיצה ימנית על העלילה.
hr: Opseg zapleta možete prilagoditi desnom tipkom miša na zaplet.
hu: A grafikon skáláját a jobb egérgombbal történő beállíthatja a grafikonon.
id: Anda dapat menyesuaikan skala plot dengan mengklik kanan pada plot.
is: Þú getur aðlagað umfang lóðarinnar með því að hægrismella á lóðina.
it: È possibile regolare la scala della trama facendo clic con il pulsante destro del mouse sulla trama.
ja: グラフ上で右クリックをするとグラフのスケール調整ができます。
km: អ្នកអាចកែសំរួលមាត្រដ្ឋាននៃគ្រោងដោយចុចខាងស្តាំលើដីឡូតិ៍។
lb: Dir kënnt d'Skala vun der Komplott mathalen andeems Dir op de Komplott op de Komplott gemaach hutt.
mi: Ka taea e koe te whakatika i te tauine o te mahere ma te matau-matau i te mahere.
mk: Можете да ја прилагодите скалата на заплетот со десен клик на заговорот.
mn: Та хуйвалдаан дээр дарж хуйвалдааны хэмжээг зөв товшиж тохируулж болно.
ms: Anda boleh menyesuaikan skala plot dengan mengklik kanan pada plot.
my: သင်ကြံစည်မှုအပေါ်ညာဖက်နှိပ်ခြင်းဖြင့်ကြံစည်မှု၏စကေးကိုချိန်ညှိနိုင်သည်။
nl: U kunt de schaal van de plot aanpassen door met de rechtermuisknop op de plot te klikken.
no: Du kan justere skalaen på plottet ved å høyreklikke på plottet.
pl: Możesz dostosować skalę wykresu, klikając prawym przyciskiem myszy działkę.
pt: Você pode ajustar a escala do gráfico clicando com o botão direito do mouse no gráfico.
ro: Puteți regla scala complotului făcând clic dreapta pe complot.
ru: Вы можете настроить масштаб графика, щелкнув правой кнопкой мыши на графике.
sd: توهان پلاٽ تي صحيح ڪلڪ ڪري پلاٽ جو پيالو ترتيب ڏئي سگهو ٿا.
si: කුමන්ත්රණයේ දකුණු-ක්ලික් කිරීම මගින් කුමන්ත්රණයේ පරිමාණය සකස් කළ හැකිය.
sk: Rozsah grafu môžete upraviť kliknutím pravým tlačidlom myši na pozemok.
sq: Ju mund të rregulloni shkallën e komplotit duke klikuar me të djathtën në komplot.
sv: Du kan justera plottets skala genom att högerklicka på tomten.
th: คุณสามารถปรับสเกลของพล็อตโดยคลิกขวาที่พล็อต
tl: Maaari mong ayusin ang sukat ng balangkas sa pamamagitan ng pag-click sa balangkas.
tr: Grafiğin ölçeğini, arsa üzerine sağ tıklayarak ayarlayabilirsiniz.
vi: Bạn có thể điều chỉnh thang đo của cốt truyện bằng cách nhấp chuột phải vào cốt truyện.

source: Graph scale
ar: مقياس الرسم البياني
bg: Графична скала
ca: Escala de gràfics
cs: Měřítko grafu
cy: Graddfa Graff
da: Grafskala
de: Grafikskala
el: Κλίμακα γραφικών
fa: مقیاس نمودار
fi: Kaavio -asteikko
fr: Échelle de graphique
gd: Sgèile Graf
he: סולם גרפים
hr: Ljestvica
hu: Grafikon
id: Skala grafik
is: Grafskala
it: Scala del grafico
ja: グラフスケール
km: ធ្វើមាត្រដ្ឋានក្រាហ្វិច
lb: Grafie Skala
mi: Tauine kau
mk: Графичка скала
mn: Граф талбай
ms: Skala graf
my: ဂရပ်စကေး
nl: Grafiekschaal
no: Grafskala
pl: Skala wykresu
pt: Escala de gráfico
ro: Scara graficului
ru: График шкала
sd: ايڊريس اسڪري رنگ
si: ප්රස්ථාර පරිමාණය
sk: Stupnica grafu
sq: Grafik
sv: Grafskala
th: มาตราส่วนกราฟ
tl: Scale ng grapiko
tr: Grafik ölçeği
vi: Đồ thị tỷ lệ

source: Setting View
ar: وضع الإعداد
bg: Режим на настройка
ca: Mode de configuració
cs: Režim nastavení
cy: Modd gosod
da: Indstillingstilstand
de: Einstellungsmodus
el: Λειτουργία ρύθμισης
fa: حالت تنظیم
fi: Asetustila
fr: Mode de réglage
gd: Modh suidheachadh
he: מצב הגדרה
hr: Način postavljanja
hu: Beállítási mód
id: Mode Pengaturan
is: Stillingarstilling
it: Modalità di impostazione
ja: 設定情報
km: ការកំណត់របៀប
lb: Astellung
mi: Aratau whakarite
mk: Режим за поставување
mn: Тохиргоо горим
ms: Mod Tetapan
my: setting mode ကို
nl: Instellingsmodus
no: Innstillingsmodus
pl: Tryb ustawienia
pt: Modo de configuração
ro: Mod de setare
ru: Режим настройки
sd: سيٽنگ جو طريقو
si: සැකසුම් මාදිලිය
sk: Režim nastavenia
sq: Mënyra e vendosjes
sv: Inställningsläge
th: โหมดการตั้งค่า
tl: Pagtatakda ng mode
tr: Ayar Modu
vi: Chế độ cài đặt
