Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Error Full Disk
ar: تم إيقاف منفذ البيانات لأن قدرة القرص الثابت لـ `__SERVER_INFO__` وصلت إلى __SERVER_INFO__ %%. إذا تم حذف البيانات غير الضرورية وزيادة السعة الفارغة ، فسيتم استئناف البيانات.
bg: Портът на данни беше спрян, тъй като капацитетът на твърдия диск от `__SERVER_INFO__` достигна __SERVER_INFO__ %%. Ако ненужните данни се изтрият и се увеличава празен капацитет, данните ще бъдат възобновени.
ca: El port de dades es va aturar perquè la capacitat del disc dur de `__SERVER_INFO__` va arribar a __SERVER_INFO__ %%. Si es suprimeixen les dades innecessàries i augmenta la capacitat buida, es reprendran les dades.
cs: Datový port byl zastaven, protože kapacita pevného disku `__SERVER_INFO__` dosáhla __SERVER_INFO__ %%. Pokud jsou zbytečná data odstraněna a zvýší se prázdná kapacita, budou data obnovena.
cy: Stopiwyd y porthladd data oherwydd bod capasiti'r ddisg galed o `__SERVER_INFO__` wedi cyrraedd __SERVER_INFO__ %%. Os caiff data diangen ei ddileu a bod capasiti gwag yn cynyddu, bydd y data'n cael ei ailddechrau.
da: Dataporten blev stoppet, fordi kapaciteten på harddisken på `__SERVER_INFO__ 'nåede __SERVER_INFO__ %%. Hvis unødvendige data slettes, og tom kapacitet øges, genoptages dataene.
de: Der Datenanschluss wurde gestoppt, weil die Kapazität der Festplatte von __SERVER_INFO__` __SERVER_INFO__ %% erreichte. Wenn unnötige Daten gelöscht werden und die leere Kapazität zunimmt, werden die Daten wieder aufgenommen.
el: Η θύρα δεδομένων σταμάτησε επειδή η χωρητικότητα του σκληρού δίσκου του `__SERVER_INFO__ 'έφτασε __SERVER_INFO__ %%. Εάν τα περιττά δεδομένα διαγραφούν και αυξάνονται η κενή χωρητικότητα, τα δεδομένα θα επαναληφθούν.
fa: درگاه داده متوقف شد زیرا ظرفیت دیسک سخت `__SERVER_INFO__` به __SERVER_INFO__ %% رسید. اگر داده های غیر ضروری حذف شود و ظرفیت خالی افزایش یابد ، داده ها از سر گرفته می شوند.
fi: Tietoportti pysäytettiin, koska __SERVER_INFO__` -levyn kapasiteetti saavutti __SERVER_INFO__ %%. Jos tarpeettomia tietoja poistetaan ja tyhjä kapasiteetti kasvaa, tietoja jatketaan.
fr: Le port de données a été arrêté car la capacité du disque dur de `__SERVER_INFO__` a atteint __SERVER_INFO__ %%. Si les données inutiles sont supprimées et que la capacité vide augmente, les données seront reproduies.
gd: Chaidh stad a chuir air a 'phort dàta oir chaidh comas diosc chruaidh `PNG 52__SERVER_INFO__ %% a ruighinn. Mura h-eil dàta neo-riatanach a thoirt às agus àrdachadh comas falamh, thèid an dàta ath-thòiseachadh.
he: יציאת הנתונים הופסקה מכיוון שהיכולת של הדיסק הקשיח של '__SERVER_INFO__' הגיעה ל- __SERVER_INFO__ %%. אם נתונים מיותרים יימחקו ויכולת ריקה גדלה, הנתונים יחזרו.
hr: Port podataka je zaustavljen jer je kapacitet tvrdog diska `__SERVER_INFO__ 'dosegao __SERVER_INFO__ %%. Ako se izbriše nepotrebni podaci i povećavaju se prazan kapacitet, podaci će se nastaviti.
hu: Az adatportot leállították, mert a `__SERVER_INFO__` merevlemez kapacitása elérte a __SERVER_INFO__ %% értéket. Ha a szükségtelen adatokat törlik és az üres kapacitást növelik, az adatok folytatódnak.
id: Port data dihentikan karena kapasitas hard disk `__SERVER_INFO__` tercapai __SERVER_INFO__ %%. Jika data yang tidak perlu dihapus dan kapasitas kosong meningkat, data akan dilanjutkan.
is: Gagnagáttin var stöðvuð vegna þess að afkastageta harða disksins `__SERVER_INFO__` náði __SERVER_INFO__ %%. Ef óþarfa gögnum er eytt og tóm afkastageta eykst verða gögnin hafin á ný.
it: La porta di dati è stata arrestata perché la capacità del disco rigido di `__SERVER_INFO__` ha raggiunto __SERVER_INFO__ %%. Se i dati non necessari vengono eliminati e la capacità vuota aumenta, i dati verranno ripresi.
ja: `__SERVER_INFO__`のハードディスクの容量が__LIMIT_PERCENT__%%に達したため、データインポートを停止しました。不要なデータを削除し空容量が増えるとデータインポートを再開します。
km: កំពង់ផែទិន្នន័យត្រូវបានបញ្ឈប់ពីព្រោះសមត្ថភាពថាសរឹងរបស់ថាសរឹង `__SERVER_INFO__ ទទួលបាន __SERVER_INFO__ %% ។ ប្រសិនបើទិន្នន័យដែលមិនចាំបាច់ត្រូវបានលុបហើយសមត្ថភាពទទេកើនឡើងទិន្នន័យនឹងត្រូវបានចាប់ផ្តើមឡើងវិញ។
lb: Den Datebrand gouf gestoppt well d'Kapazitéit vun der Festplack vun ___ 5 52 __SERVER_INFO__52 %% %% __51. Wann onnéideg Daten geläscht an eidel Kapazitéit eropgeet, ginn d'Donnéeën erëmgewielt.
mi: I aukati te tauranga raraunga na te mea ko te kaha o te kōpae mārō o te '__SERVER_INFO__` kua tae ki __SERVER_INFO__ %% %%. Mena ka taea te whakakore i nga raraunga kaore e taea te whakakore me te kaha o te kaha, ka tau ano nga raraunga.
mk: Пристаништето за податоци беше запрено затоа што капацитетот на тврдиот диск на `__SERVER_INFO__` достигна __SERVER_INFO__ %%. Ако се избришат непотребните податоци и се зголемуваат празниот капацитет, податоците ќе бидат продолжени.
mn: `__SERVER_INFO__ __SERVER_INFO__52 __52 %%51 %%52 %% багтсан тул өгөгдлийн порт зогссон. Хэрэв шаардлагагүй өгөгдөл устгагдаж, хоосон хүчин чадал нэмэгдэж байгаа бол өгөгдлийг үргэлжлүүлнэ.
ms: Pelabuhan data dihentikan kerana kapasiti cakera keras `__SERVER_INFO__` mencapai __SERVER_INFO__ %%. Jika data yang tidak perlu dipadam dan kapasiti kosong meningkat, data akan disambung semula.
my: Hard disk ၏ __SERVER_INFO__` ၏စွမ်းရည်သည် __SERVER_INFO__ %% သို့ရောက်ရှိနေသောကြောင့်ဒေတာဆိပ်ကမ်းကိုရပ်တန့်ခဲ့သည်။ မလိုအပ်သောအချက်အလက်များကိုပယ်ဖျက်ပြီးအချည်းနှီးသောစွမ်းရည်များတိုးပွားလာပါကအချက်အလက်များကိုပြန်လည်စတင်လိမ့်မည်။
nl: De gegevenspoort werd gestopt omdat de capaciteit van de harde schijf van `__SERVER_INFO__` __SERVER_INFO__ %% bereikte. Als onnodige gegevens worden verwijderd en de lege capaciteit toeneemt, worden de gegevens hervat.
no: Dataporten ble stoppet fordi kapasiteten til harddisken til `__SERVER_INFO__` nådde __SERVER_INFO__ %%. Hvis unødvendige data blir slettet og tom kapasitet øker, vil dataene bli gjenopptatt.
pl: Port danych został zatrzymany, ponieważ pojemność dysku twardego `__SERVER_INFO__` osiągnęła __SERVER_INFO__ %%. Jeśli niepotrzebne dane zostaną usunięte, a pusta pojemność wzrośnie, dane zostaną wznowione.
pt: A porta de dados foi interrompida porque a capacidade do disco rígido de `__SERVER_INFO__` atingiu __SERVER_INFO__ %%. Se dados desnecessários forem excluídos e a capacidade vazia aumentar, os dados serão retomados.
ro: Portul de date a fost oprit deoarece capacitatea hard disk -ului de `__SERVER_INFO__` a ajuns la __SERVER_INFO__ %%. Dacă datele inutile sunt șterse și crește capacitatea goală, datele vor fi reluate.
ru: Порт данных был остановлен, потому что емкость жесткого диска __SERVER_INFO__` достигла __SERVER_INFO__ %%. Если ненужные данные будут удалены и увеличится пустая емкость, данные будут возобновлены.
sd: Please delete unnecessary data because the capacity of the hard disk has reached 90%%. Job was terminated.
si: `__SERVER_INFO__` හි දෘඩ තැටියේ ධාරිතාව __SERVER_INFO__ %% හි ධාරිතාව ඇති නිසා දත්ත වරාය නතර විය. අනවශ්ය දත්ත මකා දමා හිස් ධාරිතාව වැඩි වුවහොත්, දත්ත නැවත ආරම්භ කෙරේ.
sk: Dátový port bol zastavený, pretože kapacita pevného disku `__SERVER_INFO__` dosiahla __SERVER_INFO__ %%. Ak sa odstránia zbytočné údaje a zvýši sa prázdna kapacita, údaje sa obnovia.
sq: Porti i të dhënave u ndalua sepse kapaciteti i hard diskut të `__SERVER_INFO__` arriti __SERVER_INFO__ %%. Nëse të dhënat e panevojshme fshihen dhe rritet kapaciteti bosh, të dhënat do të rifillohen.
sv: Dataporten stoppades eftersom kapaciteten för hårddisken på `__SERVER_INFO__` nådde __SERVER_INFO__ %%. Om onödiga data raderas och tom kapacitet ökar kommer data att återupptas.
th: พอร์ตข้อมูลหยุดลงเนื่องจากความจุของฮาร์ดดิสก์ของ `__SERVER_INFO__` ถึง __SERVER_INFO__ %% หากข้อมูลที่ไม่จำเป็นถูกลบและความจุที่ว่างเปล่าจะเพิ่มขึ้นข้อมูลจะกลับมาทำงานต่อ
tl: Napatigil ang data port dahil ang kapasidad ng hard disk ng `__SERVER_INFO__` ay umabot sa __SERVER_INFO__ %%. Kung ang hindi kinakailangang data ay tinanggal at walang laman na pagtaas ng kapasidad, ang data ay maipagpapatuloy.
tr: `__SERVER_INFO__` sabit diskin kapasitesi __SERVER_INFO__ %% olduğu için veri bağlantı noktası durduruldu. Gereksiz veriler silinirse ve boş kapasite artarsa, veriler devam edecektir.
vi: Cổng dữ liệu đã bị dừng vì dung lượng của đĩa cứng của `__SERVER_INFO__` đạt được __LIMIT_PERCENT__ %%. Nếu dữ liệu không cần thiết bị xóa và công suất trống tăng, dữ liệu sẽ được nối lại.

source: Division number Hover RLP
ar: أدخل عدد التوزيعات المراد عرضها (عدد الأقسام). أدخل عدد صحيح من 2 أو 150 أو أقل.
bg: Въведете броя на разпределенията, които ще бъдат показани (брой разделения). Въведете цяло число от 2 или 150 или по -малко.
ca: Introduïu el nombre de distribucions a mostrar (nombre de divisions). Introduïu un nombre enter de 2 o 150 o menys.
cs: Zadejte počet distribucí, které mají být zobrazeny (počet divizí). Zadejte celé číslo 2 nebo 150 nebo méně.
cy: Nodwch nifer y dosraniadau sydd i'w harddangos (nifer yr is -adrannau). Rhowch gyfanrif o 2 neu 150 neu lai.
da: Indtast antallet af distributioner, der skal vises (antal afdelinger). Indtast et heltal på 2 eller 150 eller mindre.
de: Geben Sie die Anzahl der zu angezeigten Verteilungen (Anzahl der Abteilungen) ein. Geben Sie eine Ganzzahl von 2 oder 150 oder weniger ein.
el: Εισαγάγετε τον αριθμό των κατανομών που θα εμφανιστούν (αριθμός τμημάτων). Εισαγάγετε έναν ακέραιο 2 ή 150 ή λιγότερο.
fa: تعداد توزیع های نمایش داده شده را وارد کنید (تعداد بخش ها). یک عدد صحیح از 2 یا 150 یا کمتر وارد کنید.
fi: Syötä näytettävien jakaumien lukumäärä (divisioonien lukumäärä). Syötä kokonaisluku 2 tai 150 tai vähemmän.
fr: Entrez le nombre de distributions à afficher (nombre de divisions). Entrez un entier de 2 ou 150 ou moins.
gd: Cuir a-steach an àireamh de sgaoilidhean ri thaisbeanadh (àireamh nan roinnean). Cuir a-steach integer de 2 no 150 no nas lugha.
he: הזן את מספר ההפצות שיוצגו (מספר החטיבות). הזן מספר שלם של 2 או 150 ומטה.
hr: Unesite broj distribucija koje se prikazuju (broj podjela). Unesite cijeli broj 2 ili 150 ili manje.
hu: Írja be a megjelenítendő eloszlások számát (megosztás száma). Írja be a 2 vagy 150 vagy annál kevesebb egész számot.
id: Masukkan jumlah distribusi yang akan ditampilkan (jumlah divisi). Masukkan bilangan bulat 2 atau 150 atau kurang.
is: Sláðu inn fjölda dreifinga sem á að birta (fjöldi deilda). Sláðu inn heiltölu 2 eða 150 eða minna.
it: Immettere il numero di distribuzioni da visualizzare (numero di divisioni). Immettere un numero intero di 2 o 150 o meno.
ja: 表示する分布の数(分割数)を入力します。2以上150以下の整数を入力してください。
km: បញ្ចូលចំនួនចែកចាយដែលត្រូវបង្ហាញ (ចំនួននៃការបែងចែក) ។ បញ្ចូលចំនួនគត់ 2 ឬ 150 ឬតិចជាងនេះ។
lb: Gitt d'Zuel vun de Verdeelunge fir ugewisen (Zuel vun den Divisiounen). Gitt eng ganz Zuel vun 2 oder 150 oder manner.
mi: Whakauruhia te maha o nga tohatoha hei whakaatu (te maha o nga wehenga). Whakauruhia he waahanga o te 2, 150 ranei iti ake.
mk: Внесете го бројот на дистрибуции што треба да се прикажат (број на поделби). Внесете цел број од 2 или 150 или помалку.
mn: Үзэхийн тулд тархалтын тоог оруулна уу (хэлтсийн тоо). 2 эсвэл 150 ба түүнээс бага бүхэл тоо оруулна уу.
ms: Masukkan bilangan pengagihan yang akan dipaparkan (bilangan bahagian). Masukkan integer 2 atau 150 atau kurang.
my: ပြသရန်ဖြန့်ဝေမှုအရေအတွက် (ကွဲပြားခြင်းအရေအတွက်) ကိုရိုက်ထည့်ပါ။ 2 သို့မဟုတ် 150 သို့မဟုတ်ထိုထက်နည်းသောကိန်းတစ်ခုထည့်ပါ။
nl: Voer het aantal weergegeven uitkeringen in (aantal afdelingen) in. Voer een geheel getal van 2 of 150 of minder in.
no: Angi antall distribusjoner som skal vises (antall divisjoner). Skriv inn et heltall på 2 eller 150 eller mindre.
pl: Wprowadź liczbę wyświetlanych rozkładów (liczba podziałów). Wprowadź liczbę całkowitą 2 lub 150 lub mniej.
pt: Digite o número de distribuições a serem exibidas (número de divisões). Digite um número inteiro de 2 ou 150 ou menos.
ro: Introduceți numărul de distribuții care trebuie afișate (numărul de divizii). Introduceți un număr întreg de 2 sau 150 sau mai puțin.
ru: Введите количество отображения распределений (количество подразделений). Введите целое число из 2 или 150 или менее.
sd: داخل ٿيڻ جي تعداد جو تعداد داخل ڪريو (ڊويزن جو تعداد). 2 يا 150 يا گهٽ ۾ گهٽ يا گهٽ ۾ داخل ٿيو.
si: පෙන්විය යුතු බෙදාහැරීම් ගණන (කොට් of ාශ ගණන). 2 හෝ 150 හෝ ඊට අඩු නිඛිලයක් ඇතුළත් කරන්න.
sk: Zadajte počet distribúcií, ktoré sa majú zobraziť (počet divízií). Zadajte celé číslo 2 alebo 150 alebo menej.
sq: Vendosni numrin e shpërndarjeve që do të shfaqen (numri i ndarjeve). Vendosni një numër të plotë prej 2 ose 150 ose më pak.
sv: Ange antalet distributioner som ska visas (antal avdelningar). Ange ett heltal på 2 eller 150 eller mindre.
th: ป้อนจำนวนการแจกแจงที่จะแสดง (จำนวนหน่วยงาน) ป้อนจำนวนเต็ม 2 หรือ 150 หรือน้อยกว่า
tl: Ipasok ang bilang ng mga pamamahagi na maipakita (bilang ng mga dibisyon). Magpasok ng isang integer ng 2 o 150 o mas kaunti.
tr: Görüntülenecek dağıtım sayısını girin (bölünme sayısı). 2 veya 150 veya daha az bir tamsayı girin.
vi: Nhập số lượng phân phối sẽ được hiển thị (số lượng bộ phận). Nhập một số nguyên từ 2 hoặc 150 hoặc ít hơn.

source: Division number Hover StP
ar: أدخل عدد التوزيعات المراد عرضها (عدد الأقسام). أدخل عدد صحيح من 1 أو أكثر 32 أو أقل.
bg: Въведете броя на разпределенията, които ще бъдат показани (брой разделения). Въведете цяло число от 1 или повече 32 или по -малко.
ca: Introduïu el nombre de distribucions a mostrar (nombre de divisions). Introduïu un nombre enter d’1 o més 32 o menys.
cs: Zadejte počet distribucí, které mají být zobrazeny (počet divizí). Zadejte celé číslo 1 nebo více 32 nebo méně.
cy: Nodwch nifer y dosraniadau sydd i'w harddangos (nifer yr is -adrannau). Rhowch gyfanrif o 1 neu fwy 32 neu lai.
da: Indtast antallet af distributioner, der skal vises (antal afdelinger). Indtast et heltal på 1 eller flere 32 eller mindre.
de: Geben Sie die Anzahl der zu angezeigten Verteilungen (Anzahl der Abteilungen) ein. Geben Sie eine Ganzzahl von 1 oder mehr 32 oder weniger ein.
el: Εισαγάγετε τον αριθμό των κατανομών που θα εμφανιστούν (αριθμός τμημάτων). Εισαγάγετε έναν ακέραιο 1 ή περισσότερα 32 ή λιγότερο.
fa: تعداد توزیع های نمایش داده شده را وارد کنید (تعداد بخش ها). یک عدد صحیح 1 یا بیشتر 32 یا کمتر را وارد کنید.
fi: Syötä näytettävien jakaumien lukumäärä (divisioonien lukumäärä). Syötä kokonaisluku, joka on vähintään 32 tai vähemmän.
fr: Entrez le nombre de distributions à afficher (nombre de divisions). Entrez un entier de 1 ou plus 32 ou moins.
gd: Cuir a-steach an àireamh de sgaoilidhean ri thaisbeanadh (àireamh nan roinnean). Cuir a-steach integer de 1 no barrachd 32 no nas lugha.
he: הזן את מספר ההפצות שיוצגו (מספר החטיבות). הזן מספר שלם של 1 או יותר 32 או פחות.
hr: Unesite broj distribucija koje se prikazuju (broj podjela). Unesite cijeli broj 1 ili više 32 ili manje.
hu: Írja be a megjelenítendő eloszlások számát (megosztás száma). Írja be az 1 vagy annál kevesebb egész számot.
id: Masukkan jumlah distribusi yang akan ditampilkan (jumlah divisi). Masukkan bilangan bulat 1 atau lebih 32 atau kurang.
is: Sláðu inn fjölda dreifinga sem á að birta (fjöldi deilda). Sláðu inn heiltölu 1 eða fleiri 32 eða minna.
it: Immettere il numero di distribuzioni da visualizzare (numero di divisioni). Immettere un numero intero di 1 o più 32 o meno.
ja: 表示する分布の数(分割数)を入力します。1以上32以下の整数を入力してください。
km: បញ្ចូលចំនួនចែកចាយដែលត្រូវបង្ហាញ (ចំនួននៃការបែងចែក) ។ បញ្ចូលចំនួនគត់ 1 ឬច្រើន 32 ឬតិចជាងនេះ។
lb: Gitt d'Zuel vun de Verdeelunge fir ugewisen (Zuel vun den Divisiounen). Gitt eng ganz Zuel vun 1 oder méi 32 oder manner.
mi: Whakauruhia te maha o nga tohatoha hei whakaatu (te maha o nga wehenga). Whakauruhia he tohu o te 1 neke atu ranei te 32 neke atu ranei.
mk: Внесете го бројот на дистрибуции што треба да се прикажат (број на поделби). Внесете цел број од 1 или повеќе 32 или помалку.
mn: Үзэхийн тулд тархалтын тоог оруулна уу (хэлтсийн тоо). 1 ба түүнээс дээш 32 ба түүнээс бага бүхэл тоо оруулна уу.
ms: Masukkan bilangan pengagihan yang akan dipaparkan (bilangan bahagian). Masukkan integer 1 atau lebih 32 atau kurang.
my: ပြသရန်ဖြန့်ဝေမှုအရေအတွက် (ကွဲပြားခြင်းအရေအတွက်) ကိုရိုက်ထည့်ပါ။ 1 သို့မဟုတ်ထိုထက်ပို 32 သို့မဟုတ်ထိုထက်နည်း၏ကိန်းတစ်ခုထည့်ပါ။
nl: Voer het aantal weergegeven uitkeringen in (aantal afdelingen) in. Voer een geheel getal van 1 of meer 32 of minder in.
no: Angi antall distribusjoner som skal vises (antall divisjoner). Skriv inn et heltall på 1 eller flere 32 eller mindre.
pl: Wprowadź liczbę wyświetlanych rozkładów (liczba podziałów). Wprowadź liczbę całkowitą 1 lub więcej 32 lub mniej.
pt: Digite o número de distribuições a serem exibidas (número de divisões). Digite um número inteiro de 1 ou mais 32 ou menos.
ro: Introduceți numărul de distribuții care trebuie afișate (numărul de divizii). Introduceți un număr întreg de 1 sau mai mult 32 sau mai puțin.
ru: Введите количество отображения распределений (количество подразделений). Введите целое число 1 или более 32 или менее.
sd: داخل ٿيڻ جي تعداد جو تعداد داخل ڪريو (ڊويزن جو تعداد). 1 يا وڌيڪ 32 يا گهٽ ۾ هڪ انٽيگر داخل ڪريو.
si: පෙන්විය යුතු බෙදාහැරීම් ගණන (කොට් of ාශ ගණන). 3 හෝ ඊට අඩු 1 හෝ ඊට අඩු නිඛිලයක් ඇතුළත් කරන්න.
sk: Zadajte počet distribúcií, ktoré sa majú zobraziť (počet divízií). Zadajte celé číslo 1 alebo viac 32 alebo menej.
sq: Vendosni numrin e shpërndarjeve që do të shfaqen (numri i ndarjeve). Vendosni një numër të plotë prej 1 ose më shumë 32 ose më pak.
sv: Ange antalet distributioner som ska visas (antal avdelningar). Ange ett heltal på 1 eller mer 32 eller mindre.
th: ป้อนจำนวนการแจกแจงที่จะแสดง (จำนวนหน่วยงาน) ป้อนจำนวนเต็ม 1 หรือมากกว่า 32 หรือน้อยกว่า
tl: Ipasok ang bilang ng mga pamamahagi na maipakita (bilang ng mga dibisyon). Magpasok ng isang integer ng 1 o higit pang 32 o mas kaunti.
tr: Görüntülenecek dağıtım sayısını girin (bölünme sayısı). 1 veya daha fazla 32 veya daha az bir tamsayı girin.
vi: Nhập số lượng phân phối sẽ được hiển thị (số lượng bộ phận). Nhập một số nguyên từ 1 hoặc hơn 32 hoặc ít hơn.

source: Division number Hover ScP
ar: 表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
bg: Празен表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
ca: Buit表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
cs: Prázdný表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
cy: Wacoch表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
da: Tom表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
de: Leer表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
el: Αδειάζω表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
fa: خالی表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
fi: Tyhjä表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
fr: Vide表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
gd: Falamh表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
he: ריק表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
hr: Prazan表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
hu: Üres表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
id: Kosong表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
is: Tómt表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
it: Vuoto表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
ja: 表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
km: តមនេរ表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
lb: Eidel表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
mi: Tahanga表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
mk: Празен表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
mn: Хоосон表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
ms: Kosong表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
my: ဗလာ表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
nl: Leeg表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
no: Tømme表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
pl: Pusty表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
pt: Vazio表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
ro: Gol表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
ru: Пустой表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
sd: خالي آهي表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
si: හිස්表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
sk: Vyprázdniť表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
sq: I zbrazët表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
sv: Tömma表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
th: ว่างเปล่า表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
tl: Walang laman表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
tr: Boş表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
vi: Trống rỗng表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
