Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Invalid Cyclic Term Interval
ar: قيمة الفاصل الزمني الذي تم إدخاله غير صالح. أدخل عدد من 0.1 أو أكثر ، 720 أو أقل ، أو -720 أو أكثر ، و -0.1 أو أقل.
bg: Стойността на въведения интервал е невалидна. Въведете брой от 0,1 или повече, 720 или по -малко, или -720 или повече и -0,1 или по -малко.
ca: El valor de l'interval introduït no és vàlid. Introduïu un nombre de 0,1 o més, 720 o menys, o -720 o més, i -0,1 o menys.
cs: Hodnota zadaného intervalu je neplatná. Zadejte počet 0,1 nebo více, 720 nebo méně, nebo -720 nebo více a -0,1 nebo méně.
cy: Mae gwerth yr egwyl a gofnodwyd yn annilys. Rhowch nifer o 0.1 neu fwy, 720 neu lai, neu -720 neu fwy, a -0.1 neu lai.
da: Værdien af ​​det indtastede interval er ugyldig. Indtast et antal 0,1 eller mere, 720 eller mindre eller -720 eller mere og -0,1 eller mindre.
de: Der Wert des eingegebenen Intervalls ist ungültig. Geben Sie eine Anzahl von 0,1 oder mehr, 720 oder weniger oder -720 oder mehr und -0,1 oder weniger ein.
el: Η τιμή του εισερχόμενου διαστήματος είναι άκυρη. Εισαγάγετε έναν αριθμό 0,1 ή περισσότερο, 720 ή λιγότερο, ή -720 ή περισσότερο, και -0,1 ή λιγότερο.
fa: مقدار فاصله وارد شده نامعتبر است. تعدادی از 0.1 یا بیشتر ، 720 یا کمتر ، یا -720 یا بیشتر و -0.1 یا کمتر را وارد کنید.
fi: Syötetyn aikavälin arvo on virheellinen. Kirjoita useita 0,1 tai enemmän, 720 tai vähemmän tai -720 tai enemmän ja -0,1 tai vähemmän.
fr: La valeur de l'intervalle entré n'est pas valide. Entrez un nombre de 0,1 ou plus, 720 ou moins, ou -720 ou plus, et -0,1 ou moins.
gd: Tha luach an eadar-ama a chaidh a-steach neo-dhligheach. Cuir a-steach grunn 0.1 no barrachd, 720 no nas lugha, no -720 no barrachd, agus nas lugha no nas lugha.
he: הערך של המרווח שהוזן אינו חוקי. הזן מספר 0.1 ומעלה, 720 או פחות, או -720 ומעלה, ו- -0.1 או פחות.
hr: Vrijednost unesenog intervala nije valjana. Unesite brojni 0,1 ili više, 720 ili manje, ili -720 ili više, i -0.1 ili manje.
hu: A beírt intervallum értéke érvénytelen. Írjon be egy vagy annál több, legalább 720 vagy annál kevesebb, vagy -720 vagy annál több, és -0,1 vagy annál kevesebb számot.
id: Nilai interval yang dimasukkan tidak valid. Masukkan sejumlah 0,1 atau lebih, 720 atau kurang, atau -720 atau lebih, dan -0.1 atau kurang.
is: Gildi slegið bil er ógilt. Sláðu inn fjölda 0,1 eða meira, 720 eða minna, eða -720 eða meira, og -0,1 eða minna.
it: Il valore dell'intervallo immesso non è valido. Immettere un numero di 0,1 o più, 720 o meno o -720 o più e -0,1 o meno.
ja: 入力した間隔の値が無効です。0.1以上、720以下の数字、あるいは-720以上、-0.1以下の数字を入力してください。
km: តម្លៃនៃចន្លោះពេលដែលបានបញ្ចូលគឺមិនត្រឹមត្រូវទេ។ បញ្ចូលចំនួន 0.1 ឬច្រើនជាងនេះ 720 ឬតិចជាងនេះឬ -720 ឬច្រើនជាងនេះ - 0.1 ឬតិចជាងនេះ។
lb: De Wäert vum aginnten Intervall ass ongëlteg. Gitt eng Nummer vun 0,1 oder méi, 720 oder manner, oder -720 oder méi, an -0.1 oder manner.
mi: Ko te uara o te waa whakauru he he. Whakauruhia he maha o te 0.1 neke atu ranei, 720 he iti ake ranei, ko te -720 neke atu ranei, me te -0.1 iti ake ranei.
mk: Вредноста на внесениот интервал е невалидна. Внесете број 0,1 или повеќе, 720 или помалку, или -720 или повеќе, и -0.1 или помалку.
mn: Оруулсан интервалын үнэ буруу байна. 0.1 ба түүнээс дээш тооны 0.1 ба түүнээс дээш, 720 ба түүнээс бага, эсвэл -720 ба түүнээс дээш, -0.1 ба түүнээс бага хэмжээг оруулна уу.
ms: Nilai selang yang dimasukkan tidak sah. Masukkan bilangan 0.1 atau lebih, 720 atau kurang, atau -720 atau lebih, dan -0.1 atau kurang.
my: ဝင်သောကြားကာလ၏တန်ဖိုးမမှန်ကန်ပါ။ 0.1 သို့မဟုတ်ထိုထက်မက 720 သို့မဟုတ်ထိုထက်နည်းသောသို့မဟုတ် -720 သို့မဟုတ်ထိုထက်မကသို့ 0 င်ပါ။
nl: De waarde van het ingevoerde interval is ongeldig. Voer een aantal van 0,1 of meer in, 720 of minder, of -720 of meer, en -0,1 of minder.
no: Verdien av det angitte intervallet er ugyldig. Angi et antall 0,1 eller mer, 720 eller mindre, eller -720 eller mer, og -0,1 eller mindre.
pl: Wartość wprowadzonego przedziału jest nieprawidłowa. Wprowadź liczbę 0,1 lub więcej, 720 lub mniej, lub -720 lub więcej i -0,1 lub mniej.
pt: O valor do intervalo inserido é inválido. Digite um número de 0,1 ou mais, 720 ou menos, ou -720 ou mais e -0,1 ou menos.
ro: Valoarea intervalului introdus este nevalidă. Introduceți un număr de 0,1 sau mai mult, 720 sau mai puțin sau -720 sau mai mult și -0,1 sau mai puțin.
ru: Значение введенного интервала недействительна. Введите несколько 0,1 или более, 720 или менее или -720 или более, и -0,1 или менее.
sd: داخل ٿيل وقتي جي قيمت غلط آهي. 0.1 يا وڌيڪ کان وڌيڪ، 720 يا گهٽ يا -720 يا وڌيڪ، ۽ -0. -0. -1 يا گهٽ ۾ داخل ٿيو.
si: ඇතුළත් කළ පරතරයෙහි වටිනාකම අවලංගුය. 0.1 හෝ ඊට වැඩි, 720 හෝ ඊට අඩු හෝ අඩු හෝ -720 හෝ ඊට වැඩි ගණනක් ඇතුළත් කරන්න, සහ -0.1 හෝ ඊට අඩු.
sk: Hodnota zadaného intervalu je neplatná. Zadajte niekoľko 0,1 alebo viac, 720 alebo menej alebo -720 alebo viac a -0,1 alebo menej.
sq: Vlera e intervalit të futur është e pavlefshme. Vendosni një numër prej 0,1 ose më shumë, 720 ose më pak, ose -720 ose më shumë, dhe -0.1 ose më pak.
sv: Värdet på det angivna intervallet är ogiltigt. Ange ett antal 0,1 eller mer, 720 eller mindre eller -720 eller mer och -0,1 eller mindre.
th: ค่าของช่วงเวลาที่ป้อนไม่ถูกต้อง ป้อนจำนวน 0.1 ขึ้นไป 720 หรือน้อยกว่าหรือ -720 หรือมากกว่าและ -0.1 หรือน้อยกว่า
tl: Ang halaga ng naipasok na agwat ay hindi wasto. Magpasok ng isang bilang ng 0.1 o higit pa, 720 o mas kaunti, o -720 o higit pa, at -0.1 o mas kaunti.
tr: Girilen aralığın değeri geçersizdir. 0.1 veya daha fazla, 720 veya daha az sayıda veya -720 veya daha fazla ve -0.1 veya daha az girin.
vi: Giá trị của khoảng thời gian nhập là không hợp lệ. Nhập một số từ 0,1 trở lên, 720 trở xuống, hoặc -720 trở lên và -0.1 trở xuống.

source: Invalid Cyclic Term Window Length
ar: قيمة عرض النافذة التي تم إدخالها غير صالحة. أدخل عدد من 0.1 أو أكثر و 48 أو أقل.
bg: Посочената дължина на прозореца 'е невалидна. Стойността трябва да бъде между 0,1 и 48.
ca: La longitud de la finestra especificada no és vàlida. El valor ha d’estar entre 0,1 i 48.
cs: Zadaná „délka okna“ je neplatná. Hodnota musí být mezi 0,1 a 48.
da: Specificeret 'vindueslængde' er ugyldig. Værdi skal være mellem 0,1 og 48.
de: Die angegebene "Fensterlänge" ist ungültig. Der Wert muss zwischen 0,1 und 48 liegen.
el: Вказана `довжина вікна 'недійсна. Значення повинно бути від 0,1 до 48.
fa: Chỉ định `chiều dài cửa sổ 'không hợp lệ. Giá trị phải nằm trong khoảng từ 0,1 đến 48.
fi: Määritetty "ikkunan pituus" on virheellinen. Arvon on oltava välillä 0,1 - 48.
fr: La «longueur de fenêtre» spécifiée n'est pas valide. La valeur doit être comprise entre 0,1 et 48.
gd: Tha faid uinneig figear `uinneig neo-dhligheach. Feumaidh luach a bhith eadar 0.1 agus 48.
he: אורך חלון 'שצוין אינו חוקי. הערך חייב להיות בין 0.1 ל- 48. Tilgreind „gluggalengd“ er ógild. Gildi verður að vera á milli 0,1 og 48. Spezifizéiert `Fenster Längt 'ass ongëlteg. Wäert muss tëscht 0,1 an 48 sinn. Наведената „Должина на прозорецот“ е неважечка. Вредноста мора да биде помеѓу 0,1 и 48. Kua tohua te 'matapihi matapihi' he muhu. Ko te uara me waenga i te 0.1 me te 48. Заасан `Цонхны урт` хүчингүй байна. Утга нь 0.1 ба 48 хооронд байх ёстой. निर्दिष्ट `विन्डो लम्बाई` अमान्य छ। मान 0.1 र between 48 बीचमा हुनुपर्दछ। Spesifisert `vinduslengde` er ugyldig. Verdien må være mellom 0,1 og 48. `ਵਿੰਡੋ ਦੀ ਲੰਬਾਈ ਨਿਰਧਾਰਤ ਕੀਤੀ ਗਈ ਹੈ. ਮੁੱਲ 0.1 ਅਤੇ 48 ਦੇ ਵਿਚਕਾਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ. مشخص شده طول پنجره"" نامعتبر است. مقدار باید بین 0.1 تا 48 باشد.
hu: A megadott „ablakhossz” érvénytelen. Az értéknek 0,1 és 48 között kell lennie.
id: `Window Length` yang ditentukan tidak valid. Nilai harus antara 0,1 dan 48.
is: Το καθορισμένο "μήκος παραθύρου" είναι άκυρο. Η τιμή πρέπει να είναι μεταξύ 0,1 και 48.
it: La lunghezza della finestra specificata non è valida. Il valore deve essere compreso tra 0,1 e 48.
ja: 入力した時間窓幅の値が無効です。0.1以上、48以下の数字を入力してください。
km: បានបញ្ជាក់ថាតើ "ប្រវែងបង្អួចមិនត្រឹមត្រូវ។ តម្លៃត្រូវតែមានចន្លោះពី 0.1 និង 48 ។
lb: „Lungimea ferestrei specificată” este nevalide. Valoarea trebuie să fie cuprinsă între 0,1 și 48.
mi: 'කවුළු දිග' අවලංගුයි. අගය 0.1 සහ 48 අතර විය යුතුය.
mk: Navedeno `dužina prozora 'je nevaljana. Vrijednost mora biti između 0,1 i 48.
mn: Zadané „Dĺžka okna“ je neplatná. Hodnota musí byť medzi 0,1 a 48.
ms: Yang ditentukan `panjang tetingkap` tidak sah. Nilai mestilah antara 0.1 dan 48.
my: သတ်မှတ်ထားသော `0 င်းဒိုးအရှည်သည်မမှန်ကန်ပါ။ တန်ဖိုးသည် 0.1 နှင့် 48 အကြားဖြစ်ရမည်။
nl: Gespecificeerde `vensterlengte 'is ongeldig. Waarde moet tussen 0,1 en 48 liggen.
no: పేర్కొన్న `విండో పొడవు` చెల్లదు. విలువ 0.1 మరియు 48 మధ్య ఉండాలి.
pl: Określona „długość okna” jest nieprawidłowa. Wartość musi wynosić między 0,1 a 48.
pt: Especificado `comprimento da janela` é inválido. O valor deve estar entre 0,1 e 48.
ru: Указанная `длина окна` недействительна. Значение должно быть от 0,1 до 48.
sq: E specifikuar `Gjatësia e dritares` është e pavlefshme. Vlera duhet të jetë midis 0,1 dhe 48.
sv: Specificerad `fönsterlängd 'är ogiltig. Värdet måste vara mellan 0,1 och 48.
th: ระบุ `ความยาวหน้าต่าง 'ไม่ถูกต้อง ค่าจะต้องอยู่ระหว่าง 0.1 ถึง 48
tl: Ang tinukoy na haba ng window 'ay hindi wasto. Ang halaga ay dapat na nasa pagitan ng 0.1 at 48.
tr: Belirtilen `` pencere uzunluğu '' geçersizdir. Değer 0.1 ile 48 arasında olmalıdır.

source: Invalid Cyclic Term Number of Ridge Lines
ar: عدد خط الإدخال غير صالح. أدخل عدد صحيح من 1 أو أكثر و 150 أو أقل. (تفضل استخدام حوالي 100)
bg: Броят на входната Ridgeline е невалиден. Въведете цяло число от 1 или повече и 150 или по -малко. (предпочитайте да използвате около 100)
ca: El nombre de RidGeline d'entrada no és vàlid. Introduïu un nombre enter d’1 o més i 150 o menys. (preferiu utilitzar al voltant de 100)
cs: Číslo vstupní ridgeline je neplatné. Zadejte celé číslo 1 nebo více a 150 nebo méně. (dávejte přednost použití přibližně 100)
cy: Mae nifer y Ridgeline Mewnbwn yn annilys. Rhowch gyfanrif o 1 neu fwy a 150 neu lai. (mae'n well ganddyn nhw ddefnyddio tua 100)
da: Antallet af input ridgeline er ugyldigt. Indtast et heltal på 1 eller mere og 150 eller mindre. (foretrækker at bruge omkring 100)
de: Die Anzahl der Eingabe -Ridgeline ist ungültig. Geben Sie eine Ganzzahl von 1 oder mehr und 150 oder weniger ein. (lieber rund 100 verwenden)
el: Ο αριθμός της εισόδου ridgeline δεν είναι έγκυρος. Εισαγάγετε έναν ακέραιο 1 ή περισσότερο και 150 ή λιγότερο. (προτιμάτε να χρησιμοποιείτε περίπου 100)
fa: تعداد Ridgeline ورودی نامعتبر است. یک عدد صحیح 1 یا بیشتر و 150 یا کمتر را وارد کنید. (ترجیح می دهید از حدود 100 استفاده کنید)
fi: Syöttörideline -lukumäärä on virheellinen. Syötä kokonaisluku, joka on vähintään 1 ja 150 tai vähemmän. (mieluummin käyttää noin 100)
fr: Le numéro de la crête d'entrée n'est pas valide. Entrez un entier de 1 ou plus et 150 ou moins. (préfère utiliser environ 100)
gd: Tha an àireamh de ridgeline cuir a-steach neo-dhligheach. Cuir a-steach integer de 1 no barrachd agus 150 no nas lugha. (is fheàrr leam a bhith a 'cleachdadh timcheall air 100)
he: מספר ה- Ridgeline הקלט אינו חוקי. הזן מספר שלם של 1 או יותר ו -150 ומטה. (מעדיף להשתמש בסביבות 100)
hr: Broj ulaznog Ridgeline nije valjan. Unesite cijeli broj 1 ili više i 150 ili manje. (radije koristite oko 100)
hu: A bemeneti ridgele száma érvénytelen. Írjon be egy legalább 1 és 150 -es számot. (Inkább körülbelül 100 -at használnak)
id: Jumlah input ridgeline tidak valid. Masukkan bilangan bulat 1 atau lebih dan 150 atau kurang. (Lebih suka menggunakan sekitar 100)
is: Fjöldi innsláttar ridgeline er ógildur. Sláðu inn heiltölu 1 eða meira og 150 eða minna. (kjósa að nota um 100)
it: Il numero del Ridgeline input non è valido. Immettere un numero intero di 1 o più e 150 o meno. (preferisce usare circa 100)
ja: 入力した稜線数の値が無効です。1以上、150以下の整数を入力してください。(100程度が好ましいです）
km: ចំនួននៃ Ridgeline បញ្ចូលគឺមិនត្រឹមត្រូវ។ បញ្ចូលចំនួនគត់ 1 ឬច្រើនជាងនេះនិង 150 ឬតិចជាងនេះ។ (ចូលចិត្តប្រើប្រហែល 100)
lb: D'Zuel vun den Input Ridgeline ass ongëlteg. Gitt eng ganz Zuel vun 1 oder méi an 150 oder manner. (léiwer ongeféier 100 ze benotzen)
mi: Ko te maha o te hiwi whakauru he he. Whakauruhia he tohu o te 1 neke atu ranei me te 150 neke atu ranei. (pai ki te whakamahi i te 100)
mk: Бројот на влезниот риџин е невалиден. Внесете цел број од 1 или повеќе и 150 или помалку. (претпочитаат да користат околу 100)
mn: Оролтын урсгалын тоо буруу байна. 1 ба түүнээс дээш, 150 ба түүнээс бага бүхэл тоо оруулна уу. (100 орчим ашиглахыг илүүд үздэг)
ms: Bilangan ridgeline input tidak sah. Masukkan integer 1 atau lebih dan 150 atau kurang. (lebih suka menggunakan sekitar 100)
my: input ကို risgeline ၏နံပါတ်သည်မမှန်ကန်ပါ။ 1 သို့မဟုတ်ထိုထက်ပိုသောကိန်းတစ်ခုနှင့် 150 သို့မဟုတ်ထိုထက်နည်းသောကိန်းတစ်ခုထည့်ပါ။ (100 ဝန်းကျင်ကိုသုံးချင်သည်)
nl: Het nummer van de invoerridgeline is ongeldig. Voer een geheel getal in van 1 of meer en 150 of minder. (gebruik liever ongeveer 100)
no: Antallet inngangs ridgeline er ugyldig. Skriv inn et heltall på 1 eller flere og 150 eller mindre. (foretrekker å bruke rundt 100)
pl: Liczba wejściowej linii Ridgeline jest nieprawidłowa. Wprowadź liczbę całkowitą 1 lub więcej i 150 lub mniej. (wolę użyć około 100)
pt: O número da entrada Ridgeline é inválido. Digite um número inteiro de 1 ou mais e 150 ou menos. (prefira usar cerca de 100)
ro: Numărul Ridgeline de intrare este nevalid. Introduceți un număr întreg de 1 sau mai mult și 150 sau mai puțin. (preferă să folosești în jur de 100)
ru: Количество входной Ridgeline является недействительным. Введите целое число 1 или более и более 150 или менее. (предпочитаю использовать около 100)
sd: انپٽ ريڊ لائن جو تعداد غلط آهي. 1 يا وڌيڪ ۽ 150 يا گهٽ ۾ هڪ انوکو داخل ڪريو. (تقريبن 100 استعمال ڪرڻ کي ترجيح ڏيو)
si: ආදාන රිංගලයින් සංඛ්යාව අවලංගුය. 1 හෝ ඊට වැඩි සංඛ්යාවක් සහ 150 හෝ ඊට අඩු නිඛිලයක් ඇතුළත් කරන්න. (100 ක් පමණ භාවිතා කිරීමට කැමැත්තක් දක්වන්න)
sk: Počet vstupných hradičiek je neplatný. Zadajte celé číslo 1 alebo viac a 150 alebo menej. (Uprednostňujte sa okolo 100)
sq: Numri i Ridgeline Input është i pavlefshëm. Vendosni një numër të plotë prej 1 ose më shumë dhe 150 ose më pak. (preferoni të përdorni rreth 100)
sv: Antalet ingång Ridgeline är ogiltigt. Ange ett heltal på 1 eller mer och 150 eller mindre. (föredrar att använda cirka 100)
th: จำนวนของ Ridgeline อินพุตไม่ถูกต้อง ป้อนจำนวนเต็ม 1 หรือมากกว่าและ 150 หรือน้อยกว่า (ชอบใช้ประมาณ 100)
tl: Ang bilang ng input ridgeline ay hindi wasto. Magpasok ng isang integer ng 1 o higit pa at 150 o mas kaunti. (mas gusto na gamitin sa paligid ng 100)
tr: Giriş Ridgeline sayısı geçersizdir. 1 veya daha fazla ve 150 veya daha az bir tamsayı girin. (100 civarında kullanmayı tercih edin)
vi: Số lượng của đường vòng đầu vào không hợp lệ. Nhập một số nguyên từ 1 trở lên và 150 hoặc ít hơn. (thích sử dụng khoảng 100)

source: Start data & time
ar: بدء البيانات والوقت
bg: Стартиране на данни и време
ca: Inicieu les dades i el temps
cs: Spusťte data a čas
cy: Cychwyn data ac amser
da: Start data og tid
de: Daten und Zeit starten
el: Ξεκινήστε τα δεδομένα και το χρόνο
fa: داده ها و زمان را شروع کنید
fi: Aloita tiedot ja aika
fr: Démarrer les données et l'heure
gd: Tòisich dàta & ùine
he: התחל נתונים וזמן
hr: Pokrenite podatke i vrijeme
hu: Indítsa el az adatokat és az időt
id: Mulai Data & Waktu
is: Byrjaðu gögn og tíma
it: Avvia dati e tempo
ja: 開始日時
km: ចាប់ផ្តើមទិន្នន័យនិងពេលវេលា
lb: Startdaten & Zäit
mi: Tīmata raraunga & wā
mk: Започнете податоци и време
mn: Өгөгдөл, цагийг эхлүүлэх
ms: Mulakan Data & Masa
my: ဒေတာနှင့်အချိန်စတင်ပါ
nl: Start gegevens en tijd
no: Start data og tid
pl: Rozpocznij dane i czas
pt: Iniciar dados e tempo
ro: Începeți date și timp
ru: Запустите данные и время
sd: شروع ڪريو ڊيٽا ۽ وقت
si: දත්ත සහ වේලාව ආරම්භ කරන්න
sk: Začnite údaje a čas
sq: Filloni të dhënat dhe kohën
sv: Starta data och tid
th: เริ่มข้อมูลและเวลา
tl: Simulan ang data at oras
tr: Veri ve Zamanı Başlat
vi: Bắt đầu dữ liệu & thời gian

source: Interval
ar: فترة
bg: Интервал
cs: Časový úsek
cy: Egwyl
de: Intervall
el: Διάστημα
fa: فاصله
fi: Aika
fr: Intervalle
gd: Eadar-ama
he: הַפסָקָה
hu: Intervallum
id: Selang
is: Bil
it: Intervallo
ja: 間隔
km: ចន្លោហបេល
lb: Intervmentéierung
mi: Āputa
mk: Интервал
mn: Завсарлага
ms: Selang
my: အကြား
no: Intervall
pl: Interwał
pt: Intervalo
ru: Интервал
sd: وقفو
si: කාල පරතරය
sv: Intervall
th: ช่วงเวลา
tl: Agwat
tr: Aralık
vi: Khoảng thời gian

source: Window length
ar: طول النافذة
bg: Дължина на прозореца
ca: Longitud de la finestra
cs: Délka okna
cy: Hyd ffenestri
da: Vindueslængde
de: Fensterlänge
el: Μήκος παραθύρου
fa: طول پنجره
fi: Ikkunan pituus
fr: Longueur de fenêtre
gd: Fad uinneig
he: אורך חלון
hr: Dužina prozora
hu: Ablakhossz
id: Panjang jendela
is: Gluggalengd
it: Lunghezza della finestra
ja: 時間窓幅
km: ប្រវែងបង្អួច
lb: Fënster Längt
mi: Te roa o te matapihi
mk: Должина на прозорецот
mn: Цонхны урт
ms: Panjang tingkap
my: ပြတင်းပေါက်အရှည်
nl: Raamlengte
no: Vinduslengde
pl: Długość okna
pt: Comprimento da janela
ro: Lungimea ferestrei
ru: Длина окна
sd: ونڊو جي ڊيگهه
si: කවුළු දිග
sk: Dĺžka okna
sq: Gjatësi e dritares
sv: Fönsterlängd
th: ความยาวหน้าต่าง
tl: Haba ng bintana
tr: Pencere uzunluğu
vi: Chiều dài cửa sổ

source: Control item
ar: عنصر التحكم
bg: Контролен елемент
ca: Article de control
cs: Kontrolní položka
cy: Eitem reoli
da: Kontrolelement
de: Steuerelement
el: Στοιχείο ελέγχου
fa: مورد کنترل
fi: Ohjauskohta
fr: Élément de contrôle
gd: Nì smachd
he: פריט שליטה
hr: Kontrola
hu: Vezérlőelem
id: Item kontrol
is: Stjórnaratriði
it: Articolo di controllo
ja: 管理項目
km: វត្ថុបញ្ជា
lb: Spillkontéieren
mi: Te whakahaere nama
mk: Контролна ставка
mn: Хяналт тавих
ms: Item kawalan
my: ထိန်းချုပ်မှုကို item
nl: Controleitem
no: Kontrollelement
pl: Element kontrolny
pt: Item de controle
ro: Elementul de control
ru: Элемент управления
sd: ڪنٽرول شئي
si: අයිතමය පාලනය කරන්න
sk: Kontrolná položka
sq: Artikull kontrolli
sv: Kontrollobjekt
th: รายการควบคุม
tl: Kontrolin ang item
tr: Kontrol Öğesi
vi: Mục kiểm soát

source: Type
ar: يكتب
bg: Тип
ca: Lletra
cs: Typ
cy: Theipia ’
de: Typ
el: Τύπος
fa: نوع
fi: Tyyppi
fr: Taper
gd: Seòrsa
he: סוּג
hr: Tip
hu: típus
id: Jenis
is: Tegund
it: Tipo
ja: 種別
km: បុម្ពអកសរ
lb: Tipps
mi: Tuhinga
mk: Тип
mn: Маяг
ms: Jenis
my: ပုံနှိပ်စာ
pl: Rodzaj
pt: Modelo
ro: Tip
ru: Тип
sd: ٽڙپ
si: වර්ගය
sk: Typ
sq: Lloj
sv: Typ
th: พิมพ์
tl: I -type
tr: Tip
vi: Loại hình

source: Name
ar: اسم
bg: Име
ca: Nom
cs: název
cy: Henwem
da: Navn
el: Ονομα
fa: نام
fi: Nimi
fr: Nom
gd: Ainm
he: שֵׁם
hr: Ime
hu: Név
id: Nama
is: Nafn
it: Nome
ja: 対象
km: ឈ្ផោហ
lb: Numm vum Numm
mi: Ingoa
mk: Име
mn: Нэр
ms: Nama
my: နံမယ်
nl: Naam
no: Navn
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя
sd: نالو
si: නම
sk: názov
sq: Emër
sv: namn
th: ชื่อ
tl: Pangalan
tr: İsim
vi: Tên

source: Few data point in a category in RLP
ar: لاحظ أنه إذا كان عدد نقاط البيانات في فئة واحدة أقل من 50 عامًا ، فقد تنخفض دقة الرسم البياني.
bg: Обърнете внимание, че ако броят на точките от данни в една категория е под 50, точността на графиката може да намалее.
ca: Tingueu en compte que si el nombre de punts de dades d'una categoria és inferior a 50, la precisió del gràfic pot disminuir.
cs: Všimněte si, že pokud je počet datových bodů v jedné kategorii pod 50, může se přesnost grafu snížit.
cy: Sylwch, os yw nifer y pwyntiau data mewn un categori o dan 50 oed, gall cywirdeb y graff leihau.
da: Bemærk, at hvis antallet af datapunkter i en kategori er under 50, kan nøjagtigheden af ​​grafen falde.
de: Beachten Sie, dass die Genauigkeit des Diagramms abnehmen kann, wenn die Anzahl der Datenpunkte in einer Kategorie unter 50 liegt.
el: Σημειώστε ότι εάν ο αριθμός των σημείων δεδομένων σε μία κατηγορία είναι κάτω των 50 ετών, η ακρίβεια του γραφήματος μπορεί να μειωθεί.
fa: توجه داشته باشید که اگر تعداد نقاط داده در یک گروه زیر 50 باشد ، ممکن است دقت نمودار کاهش یابد.
fi: Huomaa, että jos datapisteiden lukumäärä yhdessä luokassa on alle 50, kuvaajan tarkkuus voi vähentyä.
fr: Notez que si le nombre de points de données dans une catégorie est inférieur à 50, la précision du graphique peut diminuer.
gd: Thoir fa-near, ma tha an àireamh de phuingean dàta ann an aon roinn fo aois 50, faodaidh cruinneas a 'ghraf a lughdachadh.
he: שים לב שאם מספר נקודות הנתונים בקטגוריה אחת הוא מתחת ל 50, הדיוק של הגרף עשוי לרדת.
hr: Imajte na umu da ako je broj podataka u jednoj kategoriji ispod 50 godina, točnost grafikona može se smanjiti.
hu: Vegye figyelembe, hogy ha az adatpontok száma egy kategóriában 50 év alatt van, akkor a grafikon pontossága csökkenhet.
id: Perhatikan bahwa jika jumlah titik data dalam satu kategori di bawah 50, keakuratan grafik dapat berkurang.
is: Athugaðu að ef fjöldi gagnapunkta í einum flokki er undir 50 ára getur nákvæmni línuritsins fækkað.
it: Si noti che se il numero di punti dati in una categoria è inferiore a 50, l'accuratezza del grafico può diminuire.
ja: 1つのカテゴリに含まれるデータ点が50点以下の場合、グラフの精度が低下する場合があるのでご注意ください。
km: ចំណាំថាប្រសិនបើចំនួនចំណុចទិន្នន័យក្នុងប្រភេទមួយមានអាយុក្រោម 50 ឆ្នាំគឺភាពត្រឹមត្រូវនៃក្រាហ្វិចអាចថយចុះ។
lb: Ute, datt d'Zuel vun den Daten Punkten an enger Marai Punkte déi am 50 Betrib leeft, d'Genaunis vun de Grafike kann erofgoen.
mi: Kia mahara mena kei te 50, ka heke te tika o te kauwhata.
mk: Забележете дека ако бројот на точки на податоци во една категорија е под 50 години, точноста на графиконот може да се намали.
mn: Нэг категорийн мэдээллийн тоо 50-аас доош настай бол графикийн нарийвчлал буурч магадгүй юм.
ms: Perhatikan bahawa jika bilangan titik data dalam satu kategori berada di bawah 50, ketepatan graf boleh berkurangan.
my: သတိပြုရန်မှာအမျိုးအစားတစ်ခုမှဒေတာအမှတ်အရေအတွက်သည် 50 အောက်ရှိဖြစ်လျှင်ဂရပ်၏တိကျမှုလျော့နည်းလာနိုင်သည်ကိုသတိပြုပါ။
nl: Merk op dat als het aantal gegevenspunten in één categorie minder dan 50 is, de nauwkeurigheid van de grafiek kan afnemen.
no: Merk at hvis antall datapunkter i en kategori er under 50 år, kan grafens nøyaktighet avta.
pl: Należy zauważyć, że jeśli liczba punktów danych w jednej kategorii jest poniżej 50 lat, dokładność wykresu może zmniejszyć się.
pt: Observe que se o número de pontos de dados em uma categoria estiver abaixo de 50, a precisão do gráfico poderá diminuir.
ro: Rețineți că, dacă numărul de puncte de date dintr -o categorie este sub 50 de ani, precizia graficului poate scădea.
ru: Обратите внимание, что если количество точек данных в одной категории меньше 50, точность графика может уменьшаться.
sd: نوٽ ڪريو ته جيڪڏهن هڪ درجي ۾ ڊيٽا پوائنٽس جو تعداد 50 کان گهٽ آهي، گراف جي درستگي گهٽائي سگهي ٿي.
si: එක් කාණ්ඩයක දත්ත ලකුණු ගණන 50 ට අඩු නම්, ප්රස්ථාරයේ නිරවද්යතාවය අඩු විය හැකි බව සලකන්න.
sk: Všimnite si, že ak je počet dátových bodov v jednej kategórii pod 50, presnosť grafu sa môže znížiť.
sq: Vini re se nëse numri i pikave të të dhënave në një kategori është nën 50 vjeç, saktësia e grafikut mund të ulet.
sv: Observera att om antalet datapunkter i en kategori är under 50 år kan grafens noggrannhet minska.
th: โปรดทราบว่าหากจำนวนจุดข้อมูลในหมวดหมู่หนึ่งต่ำกว่า 50 ความแม่นยำของกราฟอาจลดลง
tl: Tandaan na kung ang bilang ng mga puntos ng data sa isang kategorya ay nasa ilalim ng 50, maaaring bumaba ang kawastuhan ng graph.
tr: Bir kategorideki veri noktası sayısı 50'nin altındaysa, grafiğin doğruluğunun azalabileceğini unutmayın.
vi: Lưu ý rằng nếu số lượng điểm dữ liệu trong một danh mục dưới 50, độ chính xác của biểu đồ có thể giảm.
