Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Stratify Variables Hover
ar: يقسم هذا المتغير الطبقي التوزيع إلى مؤامرات متعددة ويعرضها جنبًا إلى جنب. حدد متغيرًا قاطعًا ، مثل LOT NO أو رقم الدُفعة
bg: Тази стратифицирана променлива разделя разпределението на множество участъци и ги показва един до друг. Изберете категорична променлива, като партида не или партида №
ca: Aquesta variable estratificada divideix la distribució en múltiples trames i les mostra colze a colze. Seleccioneu una variable categòrica, com ara el lot no o el lot núm.
cs: Tato stratifikovaná proměnná rozděluje distribuci na více grafů a zobrazuje je vedle sebe. Vyberte kategorickou proměnnou, jako je šarže ne nebo dávka č.
cy: Mae'r newidyn haenedig hwn yn rhannu'r dosbarthiad yn lleiniau lluosog ac yn eu harddangos ochr yn ochr. Dewiswch newidyn categori, fel Lot No neu Swp Rhif
da: Denne stratificerede variabel deler fordelingen i flere plot og viser dem side om side. Vælg en kategorisk variabel, såsom Lot No eller Batch No.
de: Diese geschichtete Variable unterteilt die Verteilung in mehrere Diagramme und zeigt sie nebeneinander an. Wählen Sie eine kategoriale Variable wie Lot No oder Stapel Nr.
el: Αυτή η στρωματοποιημένη μεταβλητή διαιρεί τη διανομή σε πολλαπλά οικόπεδα και τους εμφανίζει δίπλα -δίπλα. Επιλέξτε μια κατηγορική μεταβλητή, όπως παρτίδα όχι ή παρτίδα Αρ.
fa: این متغیر طبقه بندی شده توزیع را به چندین قطعه تقسیم می کند و آنها را در کنار هم نمایش می دهد. یک متغیر طبقه بندی شده ، مانند تعداد زیادی شماره یا شماره دسته را انتخاب کنید
fi: Tämä kerrostettu muuttuja jakaa jakauman useisiin kuvaajiin ja näyttää ne vierekkäin. Valitse kategorinen muuttuja, kuten erä tai erä nro
fr: Cette variable stratifiée divise la distribution en plusieurs parcelles et les affiche côte à côte. Sélectionnez une variable catégorique, comme le lot non ou le n ° de lot
gd: Bidh an caochladair sin a 'roinn an sgaoileadh gu grunn phlotaichean agus a' taisbeanadh iad taobh ri taobh. Tagh caochladair daing-chruthach, leithid tòrr no baidse Àireamh
he: משתנה מרובד זה מחלק את ההתפלגות לחלקות מרובות ומציג אותם זה לצד זה. בחר משתנה קטגורי, כגון מספר לא או אצווה לא.
hr: Ova slojevita varijabla dijeli raspodjelu na više parcela i prikazuje ih jedan pored drugog. Odaberite kategoričku varijablu, kao što je lot no ili serija br.
hu: Ez a rétegzett változó osztja az eloszlást több parcellára, és egymás mellett jeleníti meg őket. Válasszon egy kategorikus változót, például a tételszámot vagy a tételszámot
id: Variabel bertingkat ini membagi distribusi menjadi beberapa plot dan menampilkannya berdampingan. Pilih variabel kategori, seperti Lot No atau Batch No.
is: Þessi lagskipta breytu skiptir dreifingunni í margar lóðir og birtir þær hlið við hlið. Veldu flokkalaga breytu, svo sem Lot No eða lotu nr.
it: Questa variabile stratificata divide la distribuzione in più grafici e li mostra fianco a fianco. Seleziona una variabile categorica, come il lotto n.
ja: この層別変数によって、分布を複数のグラフに分割し、並べて表示します。LotNoやBatchNoなどのカテゴリ変数(質的変数)を選択します。
km: អថេរដែលមានលក្ខណៈសម្ងាត់នេះបែងចែកការចែកចាយទៅក្នុងដីឡូត៍ជាច្រើនហើយបង្ហាញវានៅចំហៀង។ ជ្រើសរើសអថេរប្រភេទដូចជាច្រើនឬបាច់។
lb: Dës stratifizéiert Variabel trennt d'Verdeelung a verschidde Plooschter a weist se Säit. Wielt eng kategoresch Variabel, sou wéi vill keng oder Charge.
mi: Ko tenei momo rereketanga e wehewehe ana i te tohatoha ki nga papaa maha ka whakaatu i te taha. Whiriwhiria te taurangi whakarōpūtanga, penei i te kore, kaore ranei, he kore ranei.
mk: Оваа стратифицирана променлива ја дели дистрибуцијата на повеќе парцели и ја прикажува рамо до рамо. Изберете категорична променлива, како што е лот бр или серија бр.
mn: Энэхүү давхардсан хувьсагч нь тархалтыг олон газар дээр хувааж, хажуу тийш нь харуулна. НЭГДҮГЭЭР ЭНД ДАРЖ ҮГҮЙ, БАРИМТ, ҮНЭГҮЙ ҮНЭГҮЙ сонгоно уу.
ms: Pembolehubah berstrata ini membahagikan pengedaran ke dalam pelbagai plot dan memaparkannya bersebelahan. Pilih pemboleh ubah kategori, seperti Lot No atau No. Batch No.
my: ဤ stratified variable ကိုအများအပြားကွက်အဖြစ်ဖြန့်ဝေခြင်းနှင့်သူတို့ကိုဘေးချင်းယှဉ်ဖော်ပြထားပါတယ်။ ကွဲပြားမှုမရှိသောအမျိုးအစားကိုရွေးချယ်ပါ,
nl: Deze gestratificeerde variabele verdeelt de verdeling in meerdere plots en toont ze naast elkaar. Selecteer een categorische variabele, zoals lot no of batch nr.
no: Denne stratifiserte variabelen deler fordelingen i flere tomter og viser dem side om side. Velg en kategorisk variabel, for eksempel Lot No eller Batch No.
pl: Ta zmienna stratyfikowana dzieli rozkład na wiele wykresów i wyświetla je obok siebie. Wybierz zmienną kategoryczną, taką jak nr partii lub nr partii
pt: Essa variável estratificada divide a distribuição em várias parcelas e as exibe lado a lado. Selecione uma variável categórica, como lote não ou nº em lote
ro: Această variabilă stratificată împarte distribuția în mai multe parcele și le afișează una lângă alta. Selectați o variabilă categorică, cum ar fi lotul nu sau lotul nr.
ru: Эта стратифицированная переменная делит распределение на несколько графиков и отображает их рядом. Выберите категориальную переменную, такую ​​как лот нет или партия №
sd: اهو ترتيب ڏنل متغير ڪيترن ئي پلاٽن ۾ تقسيم ۾ ورهائجي ٿو ۽ انهن کي پاسي ڏانهن ڏيکاري ٿو. هڪ درجي جو متغير چونڊيو، جهڙوڪ لٽ يا بيچ نمبر.
si: මෙම ස්ථරීකරණය කරන ලද විචල්යය බෙදා හැරීම බහු බිම් කොටස් වලට බෙදී ඒවා පැත්තෙන් පෙන්වයි. කැබලි අංක හෝ කණ්ඩායම් අංකයක් වැනි වර්ගීකරණ විචල්යයක් තෝරන්න
sk: Táto stratifikovaná premenná rozdeľuje distribúciu na viacero pozemkov a zobrazuje ich vedľa seba. Vyberte kategorickú premennú, napríklad č.
sq: Kjo variabël e shtresuar e ndan shpërndarjen në komplote të shumta dhe i tregon ato krah për krah. Zgjidhni një variabël kategorike, siç është Lot No ose Batch No.
sv: Denna stratifierade variabel delar fördelningen i flera tomter och visar dem sida vid sida. Välj en kategorisk variabel, till exempel Lot No eller Batch No.
th: ตัวแปรแบ่งชั้นนี้แบ่งการกระจายออกเป็นหลายแปลงและแสดงเคียงข้างกัน เลือกตัวแปรเชิงหมวดหมู่เช่น LOT NO หรือ Batch No.
tl: Ang stratified variable na ito ay naghahati sa pamamahagi sa maraming mga plots at ipinapakita ang mga ito nang magkatabi. Pumili ng isang variable na variable, tulad ng Lot No o Batch No.
tr: Bu tabakalı değişken, dağılımı birden fazla grafike ayırır ve yan yana görüntüler. Lot No veya Toplu No. gibi kategorik bir değişken seçin.
vi: Biến phân tầng này chia phân phối thành nhiều ô và hiển thị chúng cạnh nhau. Chọn một biến phân loại, chẳng hạn như lô số không hoặc số

source: Start data & time Hover
ar: إدخال DateTime START لعرض مؤامرة RIDGLINE لكل DATETIME.
bg: Въведете началния DateTime, за да покажете графика на Ridgeline за всеки DateTime.
ca: Introduïu el dateTime d'inici per mostrar la trama Ridgeline per a cada DateTime.
cs: Zadejte start datetime pro zobrazení grafu Ridgeline pro každý datetime.
cy: Mewnbwn y dyddiad cychwyn i arddangos plot Ridgeline ar gyfer pob dyddiad.
da: Indtast startdatetime for at vise Ridgeline -plot for hver datetime.
de: Geben Sie das Start DateTime ein, um das Ridgeline -Diagramm für jedes DateTime anzuzeigen.
el: Εισαγάγετε το DateTime START για να εμφανίσετε την γραφική παράσταση Ridgeline για κάθε ημερομηνία.
fa: برای نمایش طرح Ridgeline برای هر DateTime ، DateTime Start را وارد کنید.
fi: Syötä aloita datetime näyttääksesi Ridgeline -kuvaajan jokaiselle DateTimelle.
fr: Entrez le démarrage DateTime pour afficher le tracé de Ridgeline pour chaque DateTime.
gd: Cuir a-steach an ceann-latha tòiseachaidh an ceann-latha tòiseachaidh gus cuilbheart Ridgeline a thaisbeanadh airson gach àm ceann-latha.
he: הזן את תקופת ההתחלה כדי להציג את עלילת Ridgeline עבור כל תקופת DateTime.
hr: Unesite start DateTime za prikaz crteža za Ridgeline za svako dateTime.
hu: Adja meg a Start DateTime -t, hogy megjelenítse a Ridgeline diagramot az egyes adatidőkhöz.
id: Masukkan datetime start untuk menampilkan plot ridgeline untuk setiap datetime.
is: Sláðu inn Start DateTime til að sýna ridgeline lóð fyrir hvern dateTime.
it: Inserisci il DateTime Start per visualizzare il diagramma RidGeline per ciascun DateTime.
ja: リッジラインプロットを日時ごとに表示する際の開始日時を入力します。
km: បញ្ចូលកាលបរិច្ឆេទចាប់ផ្តើមដើម្បីបង្ហាញដីឡូដិលលីនសម្រាប់ឌីតធីតានីមួយៗ។
lb: Input den Startdatum fir Ridgeline Komplott fir all Datum ze weisen.
mi: Whakauruhia te waa tiimata ki te whakaatu i nga mahere o te rimu mo ia ra.
mk: Внесете го почетокот на DateTime за прикажување на заговор Ridgeline за секој датум.
mn: DateLime бүрт Ridgeline Clay-ийг харуулахын тулд эхлүүлэх DateTime-ийг оруулна уу.
ms: Masukkan DateTime Mula untuk memaparkan plot ridgeline untuk setiap masa.
my: datetime တစ်ခုချင်းစီအတွက် Risegeline ကြံစည်မှုပြသရန်စတင်ရန် Datetime ကို input လုပ်ပါ။
nl: Voer de Start DateTime in om de Ridgeline -plot voor elke datetime weer te geven.
no: Skriv inn startdatetime for å vise ridgeline -plot for hver datetime.
pl: Wprowadź DATETIME START, aby wyświetlić wykres Ridgeline dla każdego datetime.
pt: Insira o início do DateTime para exibir o gráfico Ridgeline para cada tempo de dados.
ro: Introduceți Start DateTime pentru a afișa complotul Ridgeline pentru fiecare datetime.
ru: Введите начало DateTime, чтобы отобразить график Ridgeline для каждого DateTime.
sd: هر تاريخ جي وقت لاء ريگيلين پلاٽ کي ظاهر ڪرڻ لاء شروعاتي تاريخ جي تاريخ کي داخل ڪريو.
si: එක් එක් tiate ටයිම් සඳහා රිඩාලයින් කුමන්ත්රණයක් පෙන්වීම සඳහා ආරම්භක දිනය ටයිම් ආදානය කරන්න.
sk: Zadajte Start DateTime na zobrazenie grafu Ridgeline pre každý datetime.
sq: Futni fillimin e të dhënave për të shfaqur komplotin e Ridgeline për secilën datë.
sv: Ange start DateTime för att visa Ridgeline -plot för varje datetime.
th: ป้อนข้อมูลเริ่มต้นเพื่อแสดงพล็อต Ridgeline สำหรับแต่ละวัน
tl: I -input ang Start DateTime upang ipakita ang plot ng ridgeline para sa bawat datteime.
tr: Her DateTime için Ridgeline grafiğini görüntülemek için Start DateTime'ı girin.
vi: Nhập DateTime bắt đầu để hiển thị biểu đồ Ridgeline cho mỗi DateTime.

source: Target period Hover
ar: إدخال مباشرة الفترة لعرض مؤامرة Ridgeline لكل DateTime.
bg: Въведете директно периода за показване на графика на Ridgeline за всеки DateTime.
ca: Introduïu directament el període per mostrar la trama Ridgeline per a cada dateTime.
cs: Zadejte přímo období pro zobrazení grafu Ridgeline pro každý datetime.
cy: Mewnbwn yn uniongyrchol y cyfnod i arddangos plot Ridgeline ar gyfer pob dyddiad.
da: Input direkte perioden for at vise Ridgeline -plot for hver datetime.
de: Geben Sie für jedes DateTime den Zeitraum direkt an, um das Ridgeline -Diagramm anzuzeigen.
el: Εισάγετε απευθείας την περίοδο για να εμφανίσετε το διάγραμμα Ridgeline για κάθε ημερομηνία.
fa: به طور مستقیم دوره را برای نمایش طرح Ridgeline برای هر DateTime وارد کنید.
fi: Syötä suoraan ajanjakso Ridgeline -kuvaajan näyttämiseksi jokaiselle päiväajalle.
fr: Entrez directement la période pour afficher le tracé de Ridgeline pour chaque DateTime.
gd: Cuir a-steach gu dìreach an ùine gus cuilbheart Ridgeline a thaisbeanadh airson gach àm ceann-latha.
he: הזן ישירות את התקופה להצגת עלילת רידג'ליין עבור כל תקופת תאריך.
hr: Unesite izravno razdoblje za prikaz crteža Ridgeline za svako dateTime.
hu: Mutassa be közvetlenül a Ridgeline diagram megjelenítéséhez az egyes adatidők megjelenítéséhez.
id: Masukkan langsung periode untuk menampilkan plot ridgeline untuk setiap datetime.
is: Settu beint inn tímabilið til að birta ridgeline lóð fyrir hvern dateTime.
it: Inserisci direttamente il periodo per visualizzare il diagramma RidGeline per ciascun DateTime.
ja: リッジラインプロットを日時ごとに表示する際の期間を直接入力します。
km: បញ្ចូលដោយផ្ទាល់រយៈពេលដើម្បីបង្ហាញគ្រោងរបស់ Ridgeline សម្រាប់រាល់ថ្ងៃ។
lb: Input direkt d'Period fir Ridgeline Komplott fir all Datum ze weisen.
mi: Ko te whakauru tika i te waa ki te whakaatu i te mahere LaDGeline mo ia ra.
mk: Внесете директно во периодот за прикажување на заговор Ridgeline за секој датум.
mn: Дата бүрт Ridgeline хуйвалдааныг харуулах үеийг шууд оруулаарай.
ms: Input secara langsung tempoh untuk memaparkan plot ridgeline untuk setiap masa.
my: datetime တစ်ခုချင်းစီအတွက် Risegeline ကြံစည်မှုပြသရန်ကာလကိုတိုက်ရိုက်ထည့်သွင်းပါ။
nl: Voer rechtstreeks de periode in om de Ridgeline -plot voor elke datetime weer te geven.
no: Skriv inn direkte perioden for å vise ridgeline -plot for hver datetime.
pl: Wpisz bezpośrednio okres, aby wyświetlić wykres Ridgeline dla każdego datetime.
pt: Entre diretamente o período para exibir o gráfico Ridgeline para cada tempo de dados.
ro: Introduceți direct perioada pentru a afișa complotul Ridgeline pentru fiecare date.
ru: Введите непосредственно период для отображения графика Ridgeline для каждого DateTime.
sd: انپٽ سڌو سنئون وقتي طور تي هر تاريخ واري پلاٽ کي ظاهر ڪرڻ لاء.
si: එක් එක් tiate ටයිම් සඳහා රිඩාලයින් කුමන්ත්රණයක් පෙන්වීම සඳහා සෘජුව කාල සීමාව කෙලින්ම ආදානය කරන්න.
sk: Zadajte priamo obdobie na zobrazenie grafu Ridgeline pre každý datetime.
sq: Futni drejtpërdrejt periudhën për të shfaqur komplotin e Ridgeline për secilën datë.
sv: Ange direkt perioden för att visa Ridgeline -plot för varje datetime.
th: อินพุตโดยตรงช่วงเวลาที่จะแสดงพล็อต Ridgeline สำหรับแต่ละวัน
tl: Direkta ang pag -input ng panahon upang ipakita ang plot ng ridgeline para sa bawat datteime.
tr: Her DateTime için Ridgeline grafiğini görüntülemek için doğrudan girin.
vi: Đầu vào trực tiếp khoảng thời gian để hiển thị biểu đồ Ridgeline cho mỗi DateTime.

source: Optional function Hover
ar: يمكنك تحديد خيارات لاستيراد البيانات من ملف CSV/TSV يتطلب معالجة خاصة ، مثل تحويل هياكل البيانات.
bg: Можете да изберете опции за импортиране на данни от CSV/TSV файл, който изисква специално обработка, като конвертиране на структури от данни.
ca: Podeu seleccionar opcions per importar dades del fitxer CSV/TSV que requereixi un maneig especial, com ara convertir les estructures de dades.
cs: Můžete vybrat možnosti importovat data ze souboru CSV/TSV, který vyžaduje speciální zpracování, například převod datových struktur.
cy: Gallwch ddewis opsiynau i fewnforio data o ffeil CSV/TSV sy'n gofyn am drin arbennig, megis trosi strwythurau data.
da: Du kan vælge indstillinger for at importere data fra CSV/TSV -filen, der kræver særlig håndtering, såsom konvertering af datakonstruktioner.
de: Sie können Optionen zum Importieren von Daten aus CSV/TSV -Datei auswählen, die eine spezielle Handhabung erfordert, z. B. Datenstrukturen.
el: Μπορείτε να επιλέξετε επιλογές για την εισαγωγή δεδομένων από το αρχείο CSV/TSV που απαιτεί ειδικό χειρισμό, όπως η μετατροπή των δομών δεδομένων.
fa: می توانید گزینه هایی را برای وارد کردن داده ها از پرونده CSV/TSV انتخاب کنید که نیاز به کنترل ویژه دارد ، مانند تبدیل ساختارهای داده.
fi: Voit valita vaihtoehtoja tuoda tietoja CSV/TSV -tiedostosta, joka vaatii erityistä käsittelyä, kuten tietorakenteiden muuntaminen.
fr: Vous pouvez sélectionner des options pour importer des données à partir du fichier CSV/TSV qui nécessite une manipulation spéciale, comme la conversion des structures de données.
gd: Faodaidh tu roghainnean a thaghadh gus dàta a thoirt a-steach bho CSV/TSV faidhle a dh 'fheumas làimhseachadh sònraichte, leithid structaran dàta.
he: באפשרותך לבחור אפשרויות לייבוא ​​נתונים מקובץ CSV/TSV הדורש טיפול מיוחד, כגון המרת מבני נתונים.
hr: Možete odabrati opcije za uvoz podataka iz CSV/TSV datoteke koja zahtijeva posebno rukovanje, poput pretvaranja struktura podataka.
hu: A CSV/TSV fájlból származó adatok importálásához lehetőségeket választhat, amelyek speciális kezelést igényelnek, például az adatszerkezetek konvertálását.
id: Anda dapat memilih opsi untuk mengimpor data dari file CSV/TSV yang memerlukan penanganan khusus, seperti mengonversi struktur data.
is: Þú getur valið valkosti til að flytja inn gögn úr CSV/TSV skrá sem krefst sérstakrar meðhöndlunar, svo sem að umbreyta gagnaskipulagi.
it: È possibile selezionare le opzioni per importare i dati dal file CSV/TSV che richiede una gestione speciale, come la conversione delle strutture di dati.
ja: CSV/TSVファイルからデータをインポートする際に、データ構造の変換等の特別な処理が必要な場合にオプションを選択できます。
km: អ្នកអាចជ្រើសរើសជម្រើសដើម្បីនាំចូលទិន្នន័យពីឯកសារ CSV/TSV ដែលត្រូវការការដោះស្រាយពិសេសដូចជាការបំលែងរចនាសម្ព័ន្ធទិន្នន័យ។
lb: Dir kënnt Optiounen auswielen fir Daten aus CSV/TSV Datei z'importéieren, déi speziell Ëmgéigend erfuerdert, sou wéi déi aktuell Strukturen ëmbriechen.
mi: Ka taea e koe te whiriwhiri i nga whiringa hei kawemai i nga raraunga mai i te CSV/TSV kōnae e hiahia ana ki te whakahaere motuhake, penei i nga hanganga raraunga hurihuri.
mk: Можете да изберете опции за увоз на податоци од CSV/TSV датотеката што бара специјално ракување, како што е конвертирање на структурите на податоци.
mn: Мэдээллийн бүтцийг хөрвүүлэх шаардлагатай тусгай харьцуулалтыг оруулах шаардлагатай CSV/TSV файлыг оруулах сонголтыг сонгож болно.
ms: Anda boleh memilih pilihan untuk mengimport data dari fail CSV/TSV yang memerlukan pengendalian khas, seperti menukarkan struktur data.
my: ဒေတာအဆောက်အအုံများပြောင်းလဲခြင်းကဲ့သို့သောအထူးကိုင်တွယ်ရန်လိုအပ်သော CSV/TSV ဖိုင်မှအချက်အလက်များကိုတင်သွင်းရန်ရွေးချယ်စရာများကိုသင်ရွေးချယ်နိုင်သည်။
nl: U kunt opties selecteren om gegevens te importeren uit het CSV/TSV -bestand waarvoor speciale afhandeling vereist is, zoals het converteren van gegevensstructuren.
no: Du kan velge alternativer for å importere data fra CSV/TSV -fil som krever spesiell håndtering, for eksempel konvertering av datastrukturer.
pl: Możesz wybrać opcje importowania danych z pliku CSV/TSV, który wymaga specjalnego obsługi, takich jak konwersja struktur danych.
pt: Você pode selecionar opções para importar dados do arquivo CSV/TSV que requer manuseio especial, como a conversão de estruturas de dados.
ro: Puteți selecta opțiuni pentru a importa date din fișierul CSV/TSV care necesită o manipulare specială, cum ar fi convertirea structurilor de date.
ru: Вы можете выбрать параметры для импорта данных из файла CSV/TSV, который требует специальной обработки, такой как преобразование структур данных.
sd: توهان CSV/TSV فائل کي درآمد ڪرڻ لاء آپشن چونڊيندا آهيو جيڪي خاص هٿن جي اڏاوت جي ضرورت آهي، جيئن ڊيٽا جو اڏاوتن.
si: දත්ත ව්යුහයන් පරිවර්තනය කිරීම වැනි විශේෂ හැසිරවීම අවශ්ය වන CSV/TSV ගොනුවෙන් දත්ත ආයාත කිරීමට ඔබට විකල්ප තෝරා ගත හැකිය.
sk: Môžete vybrať možnosti na import údajov zo súboru CSV/TSV, ktorý vyžaduje špeciálne spracovanie, napríklad konverziu dátových štruktúr.
sq: Ju mund të zgjidhni opsione për të importuar të dhëna nga skedari CSV/TSV që kërkon trajtim të veçantë, siç është konvertimi i strukturave të të dhënave.
sv: Du kan välja alternativ för att importera data från CSV/TSV -filen som kräver speciell hantering, till exempel konvertering av datastrukturer.
th: คุณสามารถเลือกตัวเลือกในการนำเข้าข้อมูลจากไฟล์ CSV/TSV ที่ต้องใช้การจัดการพิเศษเช่นการแปลงโครงสร้างข้อมูล
tl: Maaari kang pumili ng mga pagpipilian upang mag -import ng data mula sa CSV/TSV file na nangangailangan ng espesyal na paghawak, tulad ng pag -convert ng mga istruktura ng data.
tr: Veri yapılarını dönüştürmek gibi özel kullanım gerektiren CSV/TSV dosyasından veri almak için seçenekleri seçebilirsiniz.
vi: Bạn có thể chọn các tùy chọn để nhập dữ liệu từ tệp CSV/TSV yêu cầu xử lý đặc biệt, chẳng hạn như chuyển đổi cấu trúc dữ liệu.
