Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: This is Q statistic plot (ｍonitor non-essential parts [residual] of this data).
ar: مؤامرة من إحصائية Q (مراقبة الحالات الشاذة في الجزء الثانوي من هذه البيانات ، المتبقية). يتم رسم بيانات التعلم باللون الأبيض وفي جزء X السلبي. المؤامرة الصفراء هي بيانات التحقق من الصحة. كلما تتم مقارنة بيانات التحقق من الصحة بالبيانات البيضاء ، زاد احتمال انحراف الموقف. انقر فوق نقطة البيانات لمعرفة مؤامرة مساهمة ما تشكل العناصر الموقف.
bg: График на Q статистиката (мониторинг на аномалии в второстепенната част на тези данни, остатъчни). Данните за обучение са представени в бяло и в отрицателната X част. Жълтият график е данните за валидиране. Колкото по -високи данни за валидиране се сравняват с белите данни, толкова по -голяма е вероятността ситуацията да се отклони. Щракнете върху точка от данни, за да видите сюжета на приноса на това, което елементите съставляват ситуацията.
ca: Una trama de l'estadística Q (seguiment de les anomalies a la part menor d'aquestes dades, residual). Les dades d’aprenentatge es representen en blanc i en la porció X negativa. La trama groga són les dades de validació. Com més elevades es comparen les dades de validació amb les dades blanques, més probabilitats és desviar -se. Feu clic a Punts de dades per veure la trama de contribució de quins elements constitueixen la situació.
cs: Graf statistiky Q (monitorování anomálií v menší části těchto dat, zbytek). Údaje o učení jsou vyneseny bílou a v negativní části x. Žlutý graf jsou údaje o validaci. Čím vyšší jsou údaje o validaci porovnány s bílými údaji, tím je pravděpodobnější, že se situace odchyluje. Kliknutím na datový bod zobrazíte graf příspěvku toho, jaké prvky tvoří situaci.
cy: Llain o'r ystadegyn Q (monitro am anghysonderau yn rhan fach y data hwn, gweddilliol). Mae'r data dysgu yn cael ei blotio mewn gwyn ac yn y gyfran X negyddol. Y plot melyn yw'r data dilysu. Po uchaf yw'r data dilysu yn cael ei gymharu â'r data gwyn, y mwyaf tebygol yw'r sefyllfa o wyro. Cliciwch Pwynt Data i weld y plot cyfraniad o ba elfennau sy'n ffurfio'r sefyllfa.
da: Et plot af Q -statistikken (overvågning for afvigelser i den mindre del af disse data, resterende). Læringsdataene er afbildet i hvidt og i den negative X -del. Det gule plot er valideringsdataene. Jo højere valideringsdata sammenlignes med de hvide data, jo mere sandsynligt er situationen at afvige. Klik på Datapunkt for at se bidragsplottet om, hvilke elementer der udgør situationen.
de: Ein Diagramm der Q -Statistik (Überwachung von Anomalien im unteren Teil dieser Daten, Rest). Die Lerndaten sind in Weiß und in der negativen x -Portion dargestellt. Das gelbe Diagramm sind die Validierungsdaten. Je höher die Validierungsdaten mit den weißen Daten verglichen werden, desto wahrscheinlicher ist die Situation abweichen. Klicken Sie auf Datenpunkt, um das Beitragsdiagramm zu sehen, welche Elemente die Situation ausmachen.
el: Μια πλοκή του στατιστικού q (παρακολούθηση ανωμαλιών στο δευτερεύον τμήμα αυτών των δεδομένων, υπολειμματικά). Τα δεδομένα μάθησης απεικονίζονται σε λευκό και στο αρνητικό τμήμα x. Το κίτρινο οικόπεδο είναι τα δεδομένα επικύρωσης. Όσο υψηλότερα είναι τα δεδομένα επικύρωσης συγκρίνονται με τα λευκά δεδομένα, τόσο πιο πιθανό είναι να αποκλίνει η κατάσταση. Κάντε κλικ στο σημείο δεδομένων για να δείτε την γραφική παράσταση των συνεισφορών για τα στοιχεία που συνθέτουν την κατάσταση.
fa: یک طرح از آمار q (نظارت بر ناهنجاری ها در قسمت جزئی این داده ها ، باقیمانده). داده های یادگیری به رنگ سفید و در قسمت X منفی ترسیم شده است. طرح زرد داده های اعتبار سنجی است. هرچه داده های اعتبار سنجی بالاتر با داده های سفید مقایسه شود ، احتمال انحراف اوضاع بیشتر است. برای دیدن طرح مشارکت در مورد عناصر وضعیت ، روی Data Point کلیک کنید.
fi: Kuvio Q -tilastoista (poikkeavuuksien seuranta näiden tietojen alaosassa, jäännös). Oppimistiedot on piirretty valkoisella ja negatiivisella X -osalla. Keltainen kuvaaja on validointitiedot. Mitä korkeammat validointitiedot verrataan valkoisiin tietoihin, sitä todennäköisemmin tilanne on poikkeaa. Napsauta datapistettä nähdäksesi panoskaavion siitä, mitkä elementit muodostavat tilanteen.
fr: Un tracé de la statistique Q (surveillance des anomalies dans la partie mineure de ces données, résiduel). Les données d'apprentissage sont tracées en blanc et dans la partie X négative. Le tracé jaune est les données de validation. Plus les données de validation sont comparées aux données blanches, plus la situation est susceptible de s'écarter. Cliquez sur Data Point pour voir le tracé de contribution de quels éléments constituent la situation.
gd: Cus den q Statististististististidh (sgrùdadh airson neo-riaghailteachdan anns a 'phàirt seo den dàta seo, fuigheall). Tha an dàta ionnsachaidh air a chuilbheart ann an geal agus ann an cuibhreann X àicheil. Is e an cuilbheart buidhe an dàta dearbhaidh. Mar as àirde tha an dàta dearbhaidh an coimeas ris an dàta gheal, is dòcha gu bheil an suidheachadh as coltaiche a bhith a 'gluasad. Cliog air Puing Dàta gus an clàr tabhartais de na thaeamaidean a dhèanamh suas an suidheachadh.
he: עלילה של נתון Q (ניטור לחריגות בחלק הקטין של נתונים אלה, שיורית). נתוני הלמידה מתוארים בלבן ובחלק ה- X השלילי. העלילה הצהובה היא נתוני האימות. ככל שנתוני האימות משווים יותר לנתונים הלבנים, כך סביר יותר שהמצב לסטות. לחץ על נקודת נתונים כדי לראות את עלילת התרומה של אלמנטים מהווים את המצב.
hr: Zaplet q statistike (nadzor anomalija u manjem dijelu ovih podataka, zaostatak). Podaci o učenju prikazani su u bijelom i negativnom dijelu x. Žuta crta je podaci o validaciji. Što se veće podaci o validaciji uspoređuju s bijelim podacima, vjerojatnije je da će situacija odstupiti. Kliknite točku Data da biste vidjeli crtež doprinosa koji elementi čine situaciju.
hu: A Q statisztika diagramja (a rendellenességek monitorozása ezen adatok kisebb részén, maradék). A tanulási adatokat fehéren és a negatív x részben ábrázolják. A sárga diagram az érvényesítési adatok. Minél magasabb az érvényesítési adatok összehasonlítása a fehér adatokkal, annál valószínűbb, hogy a helyzet eltér. Kattintson az Data Point elemre, hogy megnézze, milyen elemek alkotják a helyzetet.
id: Plot statistik Q (pemantauan untuk anomali di bagian minor dari data ini, residual). Data pembelajaran diplot dalam warna putih dan dalam bagian x negatif. Plot kuning adalah data validasi. Semakin tinggi data validasi dibandingkan dengan data putih, semakin besar situasinya untuk menyimpang. Klik titik data untuk melihat plot kontribusi dari elemen apa yang membentuk situasi.
is: Söguþráður Q tölfræði (eftirlit með frávikum í minnihluta þessara gagna, leifar). Námsgögnin eru samsærð í hvítu og í neikvæðum X hlutanum. Gula söguþráðurinn er staðfestingargögn. Því hærri sem staðfestingargögn eru borin saman við hvít gögn, því líklegra er að ástandið er að víkja. Smelltu á gagnapunkta til að sjá framlagsrit þess sem þættir mynda ástandið.
it: Un diagramma della statistica Q (monitoraggio delle anomalie nella parte minore di questi dati, residuo). I dati di apprendimento sono tracciati in bianco e nella parte X negativa. Il diagramma giallo è i dati di convalida. Maggiore è i dati di validazione rispetto ai dati bianchi, più è probabile che la situazione sia deviare. Fai clic su Data Point per vedere il diagramma di contributo di quali elementi costituiscono la situazione.
ja: Q統計量(このデータの主要でない部分[残差]の異常を監視)のプロットです。学習データは白で負の部分にプロットされています。黄色いプロットが検証データです。検証データが白のデータに比べて高いほど、状況が逸脱していることを示します。そこをクリックすると、何の要素がその状態を作っているかを寄与度プロットで確認できます。
km: គ្រោងនៃស្ថិតិ Q Q (ការត្រួតពិនិត្យសម្រាប់ភាពមិនប្រក្រតីនៅក្នុងផ្នែកតូចតាចនៃទិន្នន័យនេះដែលនៅសល់។ ទិន្នន័យនៃការរៀនសូត្រត្រូវបានគ្រោងទុកជាពណ៌សនិងក្នុងផ្នែកអវិជ្ជមាន X ។ គ្រោងពណ៌លឿងគឺជាទិន្នន័យសុពលភាព។ ទិន្នន័យសុពលភាពខ្ពស់ជាងនេះត្រូវបានប្រៀបធៀបទៅនឹងទិន្នន័យពណ៌សស្ថានភាពដែលទំនងជាត្រូវបង្វែរ។ ចុចចំណុចទិន្នន័យដើម្បីមើលផែនការបរិច្ចាគនៃអ្វីដែលធាតុធ្វើឱ្យមានស្ថានភាព។
lb: E Komplott vum q Statistik (Iwwerwaachung fir Anomalien am klengen Deel vun dëser Daten, Reschtoffall). D'Léierdaten gëtt a wäiss geplot an am negativen x Portioun. De giele Komplott ass d'Validatiounsdaten. Déi méi héich ass d'Validatiounsdaten verglach mat de wäiss Daten, edent méiglecherweis d'Situatioun ass ofwäichen. Klickt op Datepunkt fir de Bäitragsplote vu wéi Elementer d'Situatioun ausmaachen.
mi: He mahere mo te Q Spotististic (te aro turuki mo nga taatai ​​i roto i te waahanga iti o tenei raraunga, toenga). Ko nga raraunga ako ka whakamaherea i roto i te ma me te waahanga kino kino. Ko te mahere kowhai ko te raraunga whakamana. Ko te teitei o te raraunga whakamana ka whakaritea ki nga raraunga ma, ka kaha ake te ahuatanga. Paatohia te tohu Raraunga kia kite i te whai waahi o nga mea e puta ana i te ahuatanga.
mk: Заговор на статистиката Q (мониторинг за аномалии во помалиот дел од овие податоци, преостаната). Податоците за учење се исцртуваат во бело и во негативниот дел од X. Yellowолтата заговор е податоците за валидација. Колку е повисоко податоците за валидација се споредуваат со белите податоци, толку е поголема веројатноста ситуацијата да се отстапи. Кликнете на точката на податоци за да ја видите заговорот за придонесот на кои елементи ја сочинуваат ситуацијата.
mn: Q статистикийн талбай (энэ өгөгдөл, үлдэгдэл, үлдэгдэл). Сургалтын өгөгдлийг цагаан, сөрөг X хэсэгт байрлуулна. Шар хуйвалдаан бол баталгаажуулалтын өгөгдөл юм. Баталгаажуулалтын өгөгдөл нь цагаан өгөгдлийг цагаан өгөгдлийг харьцуулахад нөхцөл байдалтай байна. Нөхцөл байдлыг бий болгохын тулд өгөгдлийн цэгийг харахын тулд Дата цэгийг товшино уу.
ms: Satu plot statistik Q (pemantauan untuk anomali di bahagian kecil data ini, sisa). Data pembelajaran diplotkan dengan warna putih dan dalam bahagian X negatif. Plot kuning adalah data pengesahan. Semakin tinggi data pengesahan dibandingkan dengan data putih, semakin besar keadaannya untuk menyimpang. Klik titik data untuk melihat plot sumbangan unsur -unsur yang membentuk keadaan.
my: Q စာရင်းကိုင်တစ်ခု၏ကြံစည်မှု (ဤအချက်အလက်များ၏သေးငယ်သောအစိတ်အပိုင်းများတွင်ကွဲလွဲချက်များကိုစောင့်ကြည့်လေ့လာခြင်း) ။ သင်ယူမှုဒေတာကိုအဖြူနှင့်အနှုတ် x အဘို့ကိုအတွက်စီစဉ်ထားသည်။ အဝါရောင်ကြံစည်မှုသည် validation data ဖြစ်သည်။ အတည်ပြု data ကိုအဖြူဒေတာနှင့်နှိုင်းယှဉ်ပါကအခြေအနေကိုသွေဖည်ရန်ပိုမိုများပြားလာလေလေဖြစ်သည်။ အခြေအနေကိုဖွင့်ထားသည့်အရာ၏အလှူငွေအစီအစဉ်ကိုကြည့်ရန်ဒေတာအမှတ်ကိုနှိပ်ပါ။
nl: Een plot van de Q -statistiek (monitoring voor afwijkingen in het minderjarige deel van deze gegevens, rest). De leergegevens worden uitgezet in wit en in het negatieve X -gedeelte. De gele plot is de validatiegegevens. Hoe hoger de validatiegegevens worden vergeleken met de witte gegevens, hoe groter de kans dat de situatie afwijkt. Klik op Gegevenspunt om de bijdrageplot te bekijken van welke elementen de situatie vormen.
no: Et plott av Q -statistikken (overvåking for anomalier i den mindre delen av disse dataene, gjenværende). Læringsdataene er plottet i hvitt og i den negative X -delen. Det gule plottet er valideringsdataene. Jo høyere valideringsdata sammenlignes med de hvite dataene, jo mer sannsynlig er situasjonen å avvike. Klikk på datapunkt for å se bidraget til hvilke elementer som utgjør situasjonen.
pl: Wykres statystyki Q (monitorowanie anomalii w niewielkiej części tych danych, pozostały). Dane uczenia się są wykreślane na biało i w ujemnej części X. Żółty wykres jest danymi sprawdzania poprawności. Im wyższe dane sprawdzania poprawności są porównywane z danymi białymi, tym bardziej prawdopodobne jest, że sytuacja ma się odchylić. Kliknij punkt danych, aby zobaczyć wykres wkładu, jakie elementy składają się na sytuację.
pt: Um gráfico da estatística Q (monitorando as anomalias na parte menor desses dados, residual). Os dados de aprendizado são plotados em branco e na porção X negativa. O gráfico amarelo são os dados de validação. Quanto maior os dados de validação são comparados aos dados brancos, maior a probabilidade de a situação se desviar. Clique em Ponto de dados para ver o gráfico de contribuição de quais elementos compõem a situação.
ro: Un complot al statisticii Q (monitorizare pentru anomalii în partea minoră a acestor date, reziduale). Datele de învățare sunt reprezentate în alb și în porțiunea X negativă. Graficul galben este datele de validare. Cu cât datele de validare sunt mai mari cu datele albe, cu atât situația este mai probabil să se abată. Faceți clic pe punctul de date pentru a vedea complotul de contribuție a elementelor care alcătuiesc situația.
ru: График статистики Q (мониторинг аномалий в незначительной части этих данных, остаточная). Данные обучения построены в белом и в отрицательной x часть. Желтый график - это данные проверки. Чем выше данные проверки сравниваются с белыми данными, тем больше вероятность того, что ситуация будет отклоняться. Нажмите на точку данных, чтобы увидеть график вклада того, какие элементы составляют ситуацию.
sd: هن ڊيٽا جي نن part ڙي حصي ۾ ق جو پلاٽ (انوميشن جي هڪ پلاٽ جي نگراني، رهيل). سکيا واري ڊيٽا اڇي ۽ منفي x حصي ۾ پلاٽ ڪئي وئي آهي. پيلي پلاٽ تصديق واري ڊيٽا آهي. وڌيڪ تصديق واري ڊيٽا اڇي ڊيٽا جي مقابلي ۾، وڌيڪ ممڪن آهي ته صورتحال انحراف ڪرڻ آهي. ڪلڪ ڪريو ڊيٽا پوائنٽ کي ڏسڻ لاء ڪهڙا عنصر آهن ته ڪهڙا عنصر آهن.
si: Q සංඛ්යාලේඛනයේ කුමන්ත්රණයක් (මෙම දත්තවල සුළු කොටසේ විෂමතා සඳහා අධීක්ෂණය කිරීම, අවශේෂ). ඉගෙනීමේ දත්ත සුදු පැහැයෙන් හා negative ණ X කොටසෙහි සැලසුම් කර ඇත. කහ කුමන්ත්රණය වලංගු කිරීමේ දත්ත වේ. වලංගු කිරීමේ දත්ත වැඩි වන තරමට සුදු දත්ත හා සසඳන විට, තත්වය අපගමනය වීමට වැඩි ඉඩක් ඇත. තත්වය ඇති වන මූලද්රව්ය මොනවාද යන්න පිළිබඳ දායකත්වය බැලීමට දත්ත යොමු කරන්න.
sk: Graf štatistiky Q (monitorovanie anomálií v menšej časti týchto údajov, zvyšok). Údaje o učení sú vynesené do bielej a v negatívnej časti X. Žltý pozemok sú validačné údaje. Čím vyššie sa údaje o validácii porovnávajú s bielymi údajmi, tým je pravdepodobnejšie, že sa situácia odchýli. Kliknutím na Data Body zobrazíte graf príspevku, ktoré prvky tvoria situáciu.
sq: Një komplot i statistikave Q (monitorimi për anomalitë në pjesën e vogël të këtyre të dhënave, të mbetura). Të dhënat e të mësuarit janë vizatuar në të bardhë dhe në pjesën negative X. Komploti i verdhë është të dhënat e vlefshmërisë. Sa më të larta të jenë të dhënat e vlefshmërisë me të dhënat e bardha, aq më shumë të ngjarë të jetë situata për të devijuar. Klikoni të dhënat e të dhënave për të parë komplotin e kontributit të asaj që elementët përbëjnë situatën.
sv: En tomt av Q -statistiken (övervakning av avvikelser i den mindre delen av denna data, rester). Inlärningsdata är ritade i vitt och i den negativa x -delen. Den gula plottet är valideringsdata. Ju högre valideringsdata jämförs med de vita uppgifterna, desto mer sannolikt är situationen att avvika. Klicka på Data Point för att se bidragsplottet för vilka element som utgör situationen.
th: พล็อตของสถิติ Q (การตรวจสอบความผิดปกติในส่วนรองของข้อมูลนี้เหลืออยู่) ข้อมูลการเรียนรู้ถูกพล็อตเป็นสีขาวและในส่วน x ลบ พล็อตสีเหลืองคือข้อมูลการตรวจสอบความถูกต้อง ยิ่งข้อมูลการตรวจสอบความถูกต้องสูงขึ้นเมื่อเทียบกับข้อมูลสีขาวยิ่งมีโอกาสมากขึ้นที่สถานการณ์จะเบี่ยงเบน คลิกจุดข้อมูลเพื่อดูพล็อตการสนับสนุนขององค์ประกอบที่ประกอบขึ้นเป็นสถานการณ์
tl: Isang balangkas ng istatistika ng Q (pagsubaybay para sa mga anomalya sa menor de edad na bahagi ng data na ito, tira). Ang data ng pag -aaral ay naka -plot sa puti at sa negatibong bahagi ng x. Ang dilaw na balangkas ay ang data ng pagpapatunay. Ang mas mataas na data ng pagpapatunay ay inihambing sa puting data, mas malamang na ang sitwasyon ay upang lumihis. I -click ang Data Point upang makita ang balangkas ng kontribusyon ng kung anong mga elemento ang bumubuo sa sitwasyon.
tr: Q istatistiğinin bir grafiği (bu verilerin küçük kısmındaki anomalilerin izlenmesi, artık). Öğrenme verileri beyaz ve negatif x bölümünde çizilir. Sarı grafik doğrulama verileridir. Doğrulama verileri beyaz verilerle karşılaştırıldığında, durum sapma olasılığı o kadar artar. Durumu hangi öğelerin oluşturduğuna dair katkı grafiğini görmek için Veri Noktası'nı tıklayın.
vi: Một biểu đồ của thống kê Q (giám sát sự bất thường trong phần nhỏ của dữ liệu này, còn lại). Dữ liệu học tập được vẽ bằng màu trắng và trong phần x âm. Biểu đồ màu vàng là dữ liệu xác nhận. Dữ liệu xác thực càng cao được so sánh với dữ liệu trắng, tình huống càng có khả năng đi chệch hướng. Nhấp vào điểm dữ liệu để xem biểu đồ đóng góp của những yếu tố tạo nên tình huống.

source: This is an ordered barplot of variables that contribute to the state at the point selected in T2 statistic plot.
ar: ترتيب المتغيرات تساهم في الموقف عند النقطة المحددة في مؤامرة T2 الإحصائية. كلما طال الطول ، زاد السبب.
bg: Редът на който променливите допринасят за ситуацията в точката, избрана в статистическия график на T2. Колкото по -дълга е дължината, толкова по -голяма е причината.
ca: L'ordre de la qual les variables contribueixen a la situació en el punt seleccionat a la trama estadística T2. Com més llarga sigui la longitud, més probabilitats és la causa.
cs: Pořadí, které proměnné přispívají k situaci v bodě vybraném ve statistickém grafu T2. Čím delší je délka, tím je pravděpodobnější příčinu.
cy: Ei drefn y mae newidynnau yn cyfrannu at y sefyllfa ar y pwynt a ddewisir yn y plot ystadegyn T2. Po hiraf y hyd, y mwyaf tebygol yw'r achos.
da: Den rækkefølge, som variabler bidrager til situationen på det punkt, der er valgt i T2 -statistikplottet. Jo længere længden, jo mere sandsynligt er årsagen.
de: Die Reihenfolge, in der Variablen zur Situation an dem im T2 -statistischen Diagramm ausgewählten Punkt beitragen. Je länger die Länge ist, desto wahrscheinlicher ist die Ursache.
el: Η σειρά των οποίων οι μεταβλητές συμβάλλουν στην κατάσταση στο σημείο που επιλέχθηκε στο στατιστικό οικόπεδο T2. Όσο περισσότερο είναι το μήκος, τόσο πιο πιθανό είναι η αιτία.
fa: ترتیب این متغیرها در نقطه ای که در طرح آماری T2 انتخاب شده است به وضعیت کمک می کند. هرچه طول طولانی تر باشد ، علت آن بیشتر خواهد بود.
fi: Järjestys, jonka muuttujat edistävät tilannetta T2 -tilastossa valittuun pisteeseen. Mitä pidempi pituus, sitä todennäköisemmin syy.
fr: L'ordre dont les variables contribuent à la situation au point sélectionné dans le tracé statistique T2. Plus la longueur est longue, plus la cause est probable.
gd: Tha òrdugh a chuireas caochladairean a 'cur ris an t-suidheachadh aig an ìre a chaidh a thaghadh ann an cuilbheart stalc T2. Mar as fhaide air an fhaid, is dòcha gur e an adhbhar as coltaiche ris an adhbhar.
he: הסדר אשר משתנים תורמים למצב בנקודה שנבחרה בעלילה הסטטיסטית T2. ככל שהאורך ארוך יותר, סביר להניח שהסיבה.
hr: Redoslijed varijabli doprinosi situaciji u točki odabranom u T2 statističkoj ploči. Što je duljina duljina, to je vjerojatnije da je uzrok.
hu: A változók sorrendje hozzájárul a T2 statisztikai grafikonban kiválasztott helyzethez. Minél hosszabb a hossza, annál valószínűbb az oka.
id: Urutan variabel mana yang berkontribusi pada situasi pada titik yang dipilih dalam plot statistik T2. Semakin lama panjangnya, semakin besar penyebabnya.
is: Röðin sem breytur stuðla að aðstæðum á þeim stað sem valinn er í T2 tölfræðilóðinni. Því lengur sem lengd er, því líklegra er að orsökin er.
it: L'ordine di cui le variabili contribuiscono alla situazione nel punto selezionato nel diagramma statistico T2. Più lunga è la lunghezza, più è probabile la causa.
ja: T2統計量プロットで選択した点において、どの変数がその状態に寄与しているかを並べたものです。長さが長いほどその要因が原因と考えられます。
km: លំដាប់នៃអថេរណាដែលរួមចំណែកដល់ស្ថានភាពនៅចំណុចដែលបានជ្រើសរើសនៅក្នុងគ្រោងស្ថិតិ T2 ។ ប្រវែងកាន់តែយូរបុព្វហេតុ។
lb: D'Uerdnung vun wéi eng Variabelen un d'Situatioun bäidréit am Punkt am Punkt an der T2 statistesche Komplott ausgewielt. Heiansdo ass d'Längt, wat méi méiglech ass déi Saach.
mi: Ko te ota e uru ana nga rereketanga ki te ahuatanga i te wa i whiriwhiria i te T2 Statistic. Ko te roa te roa, ko te take pea.
mk: Редоследот на кој променливи придонесува за ситуацијата во моментот избрана во заговорот за статистика Т2. Колку е подолга должината, толку е поголема веројатноста причината.
mn: Хувьсагч нь T2 статистик талбайд сонгосон цэг дээр хувь нэмэр оруулдаг. Урт урт нь илүү их магадлалтай.
ms: Perintah pembolehubah yang menyumbang kepada keadaan pada titik yang dipilih dalam plot statistik T2. Semakin panjang panjang, semakin besar penyebabnya.
my: Variades သည် T2 စာရင်းဇယားကွက်တွင်ရွေးချယ်ထားသောအချက်မှာအခြေအနေကိုဖြစ်ပေါ်စေသောအခြေအနေကိုအထောက်အကူပြုသည်။ ကြာကြာအရှည်,
nl: De volgorde waarvan variabelen bijdragen aan de situatie op het punt dat is geselecteerd in de T2 -statistische plot. Hoe langer de lengte, hoe groter de oorzaak.
no: Rekkefølgen hvis variabler bidrar til situasjonen på punktet valgt i T2 -statistikkplottet. Jo lengre lengde, desto mer sannsynlig er årsaken.
pl: Kolejność, której zmienne przyczyniają się do sytuacji w punkcie wybranym na wykresie statystycznym T2. Im dłuższa długość, tym bardziej prawdopodobne jest przyczyna.
pt: A ordem de quais variáveis ​​contribuem para a situação no ponto selecionado no gráfico estatístico T2. Quanto mais tempo o comprimento, mais provavelmente a causa.
ro: Ordinea căreia variabilele contribuie la situația din punctul selectat în complotul statistic T2. Cu cât lungimea este mai lungă, cu atât este mai probabil ca cauza.
ru: Порядок, из которых переменные способствуют ситуации в точке, выбранной на статистическом участке T2. Чем дольше длина, тем больше вероятность причины.
sd: جنهن جو آرڊر T2 شمارياتي پلاٽ ۾ چونڊيل نقطي تي صورتحال ۾ حصو وٺي ٿو. ڊگھي ڊگھائي، وڌيڪ سبب.
si: T2 සංඛ්යාලේඛන කුමන්ත්රණයේ තෝරාගත් අවස්ථාවේදී විචල්යයන් තත්වයට දායක වන විචල්යයන්ගේ අනුපිළිවෙල. දිග දිගු, හේතුව වැඩි වේ.
sk: Poradie, ktoré premenné prispievajú k situácii v bode vybranej v štatistickom pozemku T2. Čím dlhšia je dĺžka, tým je pravdepodobnejšia príčina.
sq: Rendi i të cilave variablat kontribuojnë në situatën në pikën e zgjedhur në komplotin statistikor T2. Sa më e gjatë të jetë gjatësia, aq më shumë të ngjarë të jetë shkaku.
sv: Ordningen variabler bidrar till situationen vid den punkt som valts i T2 -statistikplottet. Ju längre längd, desto mer sannolikt orsaken.
th: ลำดับของตัวแปรมีส่วนร่วมในสถานการณ์ ณ จุดที่เลือกในพล็อตสถิติ T2 ยิ่งมีความยาวนานเท่าไหร่ก็ยิ่งมีสาเหตุมากขึ้นเท่านั้น
tl: Ang pagkakasunud -sunod ng kung saan ang mga variable ay nag -aambag sa sitwasyon sa puntong napili sa plot ng istatistika ng T2. Ang mas mahaba ang haba, mas malamang ang sanhi.
tr: T2 istatistik grafiğinde seçilen noktada değişkenlerin duruma katkıda bulunduğu sırası. Uzunluk ne kadar uzun olursa, neden o kadar olasıdır.
vi: Thứ tự mà các biến đóng góp vào tình huống tại điểm được chọn trong biểu đồ thống kê T2. Chiều dài càng dài, càng có nhiều nguyên nhân.
