Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Master name is required
ar: اسم العرض مطلوب
bg: Името на дисплея се изисква
ca: El nom de la visualització és obligatori
cs: Je vyžadován název zobrazení
cy: Mae angen enw arddangos
da: Visnavn er påkrævet
de: Anzeigename ist erforderlich
el: Απαιτείται όνομα εμφάνισης
fa: نام نمایش مورد نیاز است
fi: Näytön nimi vaaditaan
fr: Le nom d'affichage est requis
gd: Feumar ainm taisbeanaidh
he: שם התצוגה נדרש
hr: Naziv zaslona je potrebno
hu: Megjelenítésre van szükség
id: Nama tampilan diperlukan
is: Skjáheiti er krafist
it: È richiesto il nome visualizzato
ja: 表示名を入力してください。
km: ឈ្មោះបង្ហាញគឺចាំបាច់
lb: Display Numm ass erfuerderlech
mi: Ko te ingoa whakaatu e hiahiatia ana
mk: Потребно е име на приказ
mn: Дэлгэцийн нэр шаардлагатай байна
ms: Nama paparan diperlukan
my: display name ကိုလိုအပ်ပါသည်
nl: Weergavenaam is vereist
no: Visningsnavn er påkrevd
pl: Nazwa wyświetlania jest wymagana
pt: O nome da exibição é necessário
ro: Numele afișajului este necesar
ru: Отображение требуется
sd: ڊسپلي نالو گهربل آهي
si: දර්ශන නාමය අවශ්ය වේ
sk: Vyžaduje sa názov zobrazenia
sq: Kërkohet emri i ekranit
sv: Visningsnamn krävs
th: จำเป็นต้องมีชื่อแสดง
tl: Kinakailangan ang pangalan ng pagpapakita
tr: Ekran adı gerekli
vi: Tên hiển thị được yêu cầu

source: Duplicated master name
ar: اسم العرض مكرر.
bg: Името на дисплея се дублира.
ca: El nom de la pantalla es duplica.
cs: Název zobrazení je duplikován.
cy: Mae'r enw arddangos wedi'i ddyblygu.
da: Visningsnavnet er duplikeret.
de: Der Anzeigename wird dupliziert.
el: Το όνομα της οθόνης είναι αντίγραφο.
fa: نام نمایش کپی شده است.
fi: Näytön nimi on kopioitu.
fr: Le nom d'affichage est dupliqué.
gd: Tha an t-ainm taisbeanaidh air a dhùblachadh.
he: שם התצוגה משוכפל.
hr: Naziv zaslona je duplicirano.
hu: A kijelző neve megismétlődik.
id: Nama tampilan digandakan.
is: Skjáheitið er afritað.
it: Il nome visualizzato è duplicato.
ja: 表示名が重複しています。
km: ឈ្មោះបង្ហាញត្រូវបានចម្លង។
lb: Den Affichage Numm ass duplizéiert.
mi: Ko te ingoa whakaatu he taarua.
mk: Името на екранот е дуплирано.
mn: Дэлгэцийн нэрийг хуулбарласан байна.
ms: Nama paparan diduplikasi.
my: display name ကိုပုံတူပွားသည်။
nl: De weergavenaam is gedupliceerd.
no: Displaynavnet er duplisert.
pl: Nazwa wyświetlania jest zduplikowana.
pt: O nome da tela é duplicado.
ro: Numele afișajului este duplicat.
ru: Дисплейное имя дублируется.
sd: ڊسپلي جو نالو نقل ٿيل آهي.
si: දර්ශන නාමය අනුපිටපත් කර ඇත.
sk: Zobrazovací názov je duplikovaný.
sq: Emri i ekranit është i kopjuar.
sv: Visningsnamnet är duplicerat.
th: ชื่อจอแสดงผลซ้ำกัน
tl: Ang pangalan ng display ay doble.
tr: Ekran adı çoğaltılmıştır.
vi: Tên hiển thị được trùng lặp.

source: Machine value is required
ar: قيمة الماكينة مطلوبة
bg: Изисква се стойността на машината
ca: El valor de la màquina és necessari
cs: Je vyžadována hodnota stroje
cy: Mae angen gwerth peiriant
da: Maskinværdi er påkrævet
de: Maschinenwert ist erforderlich
el: Απαιτείται τιμή μηχανής
fa: مقدار دستگاه مورد نیاز است
fi: Koneen arvo vaaditaan
fr: La valeur de la machine est requise
gd: Feumar luach inneal
he: נדרש ערך מכונה
hr: Potrebna je vrijednost stroja
hu: Gépi értékre van szükség
id: Nilai mesin diperlukan
is: Vélagildi er krafist
it: È richiesto il valore della macchina
ja: 値を入力してください。
km: តម្លៃម៉ាស៊ីនគឺចាំបាច់
lb: Maschinnwäert ass erfuerderlech
mi: Kei te hiahiatia te uara miihini
mk: Потребна е вредност на машината
mn: Машины утга шаардлагатай
ms: Nilai mesin diperlukan
my: စက်တန်ဖိုးလိုအပ်သည်
nl: Machinewaarde is vereist
no: Maskinverdi er påkrevd
pl: Wartość maszyny jest wymagana
pt: O valor da máquina é necessário
ro: Valoarea mașinii este necesară
ru: Требуется значение машины
sd: مشين جي قيمت گهربل آهي
si: යන්ත්ර අගය අවශ්ය වේ
sk: Vyžaduje sa hodnota stroja
sq: Kërkohet vlera e makinës
sv: Maskinvärde krävs
th: จำเป็นต้องมีค่าเครื่อง
tl: Kinakailangan ang halaga ng makina
tr: Makine değeri gerekli
vi: Giá trị máy là bắt buộc

source: Duplicated machine value
ar: آلة مكررة ID
bg: Дублирана машина ID
ca: Màquina duplicada ID
cs: Duplikovaný stroj ID
cy: Peiriant wedi'i ddyblygu ID
da: Duplikeret maskine ID
de: Duplizierte Maschine ID
el: Διπλή μηχανή ID
fa: دستگاه تکراری ID
fi: Kopioitu kone ID
fr: Machine dupliquée ID
gd: Inneal dùblaichte ID
he: מכונה משוכפלת ID
hr: Duplicirani stroj ID
hu: Másolatú gép ID
id: Mesin duplikat ID
is: Tvítekna vél ID
it: Macchina duplicata ID
ja: 値が重複しています。
km: ម៉ាស៊ីនចម្លង ID
lb: Duplizéiert Maschinn ID
mi: Miihini tārua ID
mk: Дуплирана машина ID
mn: Давхардсан машин ID
ms: Mesin diduplikasi ID
my: ပုံတူကူးစက် ID
nl: Duplicated Machine ID
no: Duplisert maskin ID
pl: Duplikowana maszyna ID
pt: Máquina duplicada ID
ro: Mașină duplicată ID
ru: Дублированная машина ID
sd: نقل ٿيل مشين ID
si: අනුපිටපත් යන්ත්රය ID
sk: Duplikovaný stroj ID
sq: Makinë e kopjuar ID
sv: Duplicerad maskin ID
th: เครื่องซ้ำ ID
tl: Dobleng makina ID
tr: Yinelenen makine ID
vi: Trùng lặp giá trị máy

source: Save successfully
ar: حفظ بنجاح
bg: Запазете успешно
ca: Estalvieu amb èxit
cs: Úspěšně uloženo
cy: Arbed yn llwyddiannus
da: Spar med succes
de: Erfolgreich gespeichert
el: Επιτυχής αποθήκευση
fa: با موفقیت پس انداز کنید
fi: Tallenna onnistuneesti
fr: Sauvegarde réussie
gd: Sàbhail gu soirbheachail
he: נשמר בהצלחה
hr: Spremi uspješno
hu: Sikeres mentés
id: Simpan dengan sukses
is: Sparaðu með góðum árangri
it: Salvato con successo
ja: データを保存しました。
km: រក្សាទុកដោយជោគជ័យ
lb: Spuert erfollegräich
mi: Whakaorangia angitu
mk: Заштедете успешно
mn: Амжилттай хадгалах
ms: Jimat dengan jayanya
my: အောင်မြင်စွာသိမ်းဆည်းပါ
nl: Succesvol opslaan
no: Spar vellykket
pl: Oszczędzaj pomyślnie
pt: Salvo com sucesso
ro: Salvare reușită
ru: Сохранить успешно
sd: ڪاميابي سان بچايو
si: සාර්ථකව සුරකින්න
sk: Úspešne ušetrite
sq: Kurseni me sukses
sv: Spara framgångsrikt
th: ประหยัดได้สำเร็จ
tl: Matagumpay na makatipid
tr: Başarılı bir şekilde kaydedin
vi: Lưu lại thành công

source: Failed to save
ar: فشلت في انقاذ
bg: Не успя да запази
ca: No s'ha pogut desar
cs: Nepodařilo se to ušetřit
cy: Wedi methu ag arbed
da: Kunne ikke redde
de: Nicht speichern
el: Αποτυχία αποθήκευσης
fa: پس انداز نشد
fi: Säästäminen epäonnistui
fr: Échec de l'épargne
gd: Dh'fhàillig sàbhaladh
he: הצילתי נכשל
hr: Nije uspjelo uštedjeti
hu: Nem sikerült megtakarítani
id: Gagal Menyimpan
is: Mistókst að spara
it: Impossibile salvare
ja: データを保存できませんでした。
km: បានបរាជ័យក្នុងការរក្សាទុក
lb: Net gescheitert ze spueren
mi: I rahua te whakaora
mk: Не успеа да заштеди
mn: Хадгалах боломжгүй байна
ms: Gagal menyelamatkan
my: ကယ်တင်ရန်မအောင်မြင်ပါ
nl: Kan niet opslaan
no: Kunne ikke redde
pl: Nie udało się uratować
pt: Falhou em salvar
ro: Nu a reușit să salveze
ru: Не удалось сохранить
sd: بچائڻ ۾ ناڪام ٿيو
si: සුරැකීමට අපොහොසත් විය
sk: Nepodarilo sa ušetriť
sq: Dështoi për të kursyer
sv: Misslyckades med att spara
th: ไม่สามารถบันทึกได้
tl: Nabigong makatipid
tr: Tasarruf edemedi
vi: Lưu thất bại

source: Part No column is required
ar: جزء لا يوجد عمود مطلوب
bg: Част не се изисква колона
ca: PART No es requereix columna
cs: Část není vyžadována sloupec
cy: Rhan Dim Colofn Mae angen Colofn
da: Del ingen kolonne kræves
de: Teil Keine Säule ist erforderlich
el: Μέρος δεν απαιτείται στήλη
fa: قسمت NO ستون لازم نیست
fi: Osa NO -sarake vaaditaan
fr: Pièce aucune colonne est requise
gd: Tha feum air Pàirt no Colbh
he: חלק לא נדרש עמודה
hr: Dio nije potreban stupac
hu: RÉSZ Nincs oszlop szükséges
id: Bagian Tidak Ada Kolom Diperlukan
is: Hluti enginn dálkur er krafist
it: Parte non è richiesta la colonna
ja: 品番を入力してください。
km: ផ្នែកគ្មានជួរឈរត្រូវបានទាមទារ
lb: Deel keng Kolonn ass noutwendeg
mi: Wahanga kaore he pou e hiahiatia
mk: Дел Не е потребна колона
mn: Хэсэг нь баганыг оруулах шаардлагагүй
ms: Bahagian tiada lajur diperlukan
my: အစိတ်အပိုင်းတစ်ခုအဘယ်သူမျှမကော်လံလိုအပ်သည်
nl: Deel geen kolom is vereist
no: Del ingen kolonne er påkrevd
pl: Część nie jest wymagana kolumna
pt: Parte Nenhuma coluna é necessária
ro: Partea nu este necesară coloana
ru: Часть нет столбец не требуется
sd: حصو ڪو ڪالم گهربل آهي
si: කොටසක් නැත තීරුවක් අවශ්ය නොවේ
sk: Časť č. Časť sa vyžaduje
sq: Pjesa nuk kërkohet kolonë
sv: Del ingen kolumn krävs
th: ไม่จำเป็นต้องมีคอลัมน์ส่วนหนึ่ง
tl: Bahagi Walang haligi ay kinakailangan
tr: Parça Sütun gerekmez
vi: Part No là bắt buộc

source: Target column is required
ar: العمود الهدف مطلوب
bg: Необходима е целевата колона
ca: Cal la columna Target
cs: Je vyžadován cílový sloupec
cy: Mae angen y golofn darged
da: Målkolonne er påkrævet
de: Zielspalte ist erforderlich
el: Απαιτείται στήλη στόχου
fa: ستون هدف مورد نیاز است
fi: Kohdepylväs vaaditaan
fr: La colonne cible est requise
gd: Tha feum air colbh targaid
he: נדרשת עמודת יעד
hr: Potreban je ciljni stupac
hu: Céloszlopra van szükség
id: Kolom target diperlukan
is: Markdálkur er krafist
it: È richiesta la colonna di destinazione
ja: 対象列を入力してください。
km: ជួរឈរគោលដៅត្រូវបានទាមទារ
lb: Zilkolonn ass noutwendeg
mi: Kei te hiahiatia te pou whaainga
mk: Потребна е целна колона
mn: Зорилтот багана шаардлагатай байна
ms: Lajur Sasaran diperlukan
my: ပစ်မှတ်ကော်လံလိုအပ်သည်
nl: De doelkolom is vereist
no: Målkolonnen er påkrevd
pl: Kolumna docelowa jest wymagana
pt: A coluna alvo é necessária
ro: Coloana țintă este necesară
ru: Требуется целевой столбец
sd: ٽارگيٽ ڪالم گهربل آهي
si: ඉලක්ක තීරුව අවශ්යයි
sk: Je potrebný cieľový stĺpec
sq: Kërkohet kolona e synuar
sv: Målkolumn krävs
th: จำเป็นต้องมีคอลัมน์เป้าหมาย
tl: Kinakailangan ang target na haligi
tr: Hedef sütun gerekli
vi: Cột mục tiêu là bắt buộc

source: Filter name is required
ar: اسم المرشح مطلوب
bg: Името на филтъра се изисква
ca: El nom del filtre és necessari
cs: Je vyžadován název filtru
cy: Mae angen enw hidlo
da: Filternavn er påkrævet
de: Der Filtername ist erforderlich
el: Το όνομα φίλτρου απαιτείται
fa: نام فیلتر مورد نیاز است
fi: Suodattimen nimi vaaditaan
fr: Le nom de filtre est requis
gd: Feumar ainm sìoltachain
he: שם המסנן נדרש
hr: Potrebno je naziv filtra
hu: Szűrőnévre van szükség
id: Nama filter diperlukan
is: Nafn síu er krafist
it: È richiesto il nome del filtro
ja: フィルタ名を入力してください。
km: ឈ្មោះតម្រងត្រូវបានទាមទារ
lb: Filter Numm ass erfuerderlech
mi: Kei te hiahiatia te ingoa tātari
mk: Потребно е име на филтерот
mn: Шүүлтүүрийн нэр шаардлагатай
ms: Nama penapis diperlukan
my: Filter Name လိုအပ်သည်
nl: Filternaam is vereist
no: Filternavn er påkrevd
pl: Nazwa filtru jest wymagana
pt: O nome do filtro é necessário
ro: Numele filtrului este necesar
ru: Требуется имя фильтра
sd: فلٽر جو نالو گهربل آهي
si: පෙරහන් නම අවශ්යයි
sk: Vyžaduje sa názov filtra
sq: Kërkohet emri i filtrit
sv: Filternamn krävs
th: ต้องใช้ชื่อตัวกรอง
tl: Kinakailangan ang pangalan ng filter
tr: Filtre adı gerekli
vi: Tên bộ lọc được yêu cầu

source: Condition is required
ar: الشرط مطلوب
bg: Условие се изисква
ca: Cal condició
cs: Je vyžadován stav
cy: Mae angen cyflwr
da: Betingelse er påkrævet
de: Bedingung ist erforderlich
el: Απαιτείται κατάσταση
fa: شرط لازم است
fi: Edellytys vaaditaan
fr: La condition est requise
gd: Tha feum air suidheachadh
he: נדרש מצב
hr: Potrebno je stanje
hu: Feltételre van szükség
id: Kondisi diperlukan
is: Skilyrði er krafist
it: È richiesta la condizione
ja: 条件を入力してください。
km: ទាមទារលក្ខខណ្ឌ
lb: Zoustand ass erfuerderlech
mi: E hiahiatia ana te tikanga
mk: Потребна е состојба
mn: Нөхцөл шаардлагатай
ms: Keadaan diperlukan
my: အခွအေနေလိုအပ်သည်
nl: Voorwaarde is vereist
no: Tilstand er påkrevd
pl: Wymagany jest warunek
pt: É necessária condição
ro: Condiția este necesară
ru: Условие требуется
sd: حالت گهربل آهي
si: තත්වය අවශ්ය වේ
sk: Vyžaduje sa stav
sq: Kërkohet kushti
sv: Tillstånd krävs
th: จำเป็นต้องมีเงื่อนไข
tl: Kinakailangan ang kondisyon
tr: Durum gerekli
vi: Điều kiện là bắt buộc

source: Duplicated filter name
ar: اسم المرشح مكرر.
bg: Името на филтъра се дублира.
ca: El nom del filtre es duplica.
cs: Název filtru je duplikován.
cy: Mae enw'r hidlo wedi'i ddyblygu.
da: Filternavnet er duplikeret.
de: Der Filtername wird dupliziert.
el: Το όνομα του φίλτρου είναι διπλό.
fa: نام فیلتر تکثیر شده است.
fi: Suodattimen nimi on kopioitu.
fr: Le nom du filtre est dupliqué.
gd: Tha an t-ainm sìoltachain air a dhùblachadh.
he: שם המסנן משוכפל.
hr: Naziv filtra je dupliciran.
hu: A szűrő neve megismétlődik.
id: Nama filter digandakan.
is: Síuheitið er afritað.
it: Il nome del filtro è duplicato.
ja: フィルタ名が重複しています。
km: តម្រងឈ្មោះត្រូវបានចម្លង។
lb: De Filternumm ass duplizéiert.
mi: Ko te ingoa tātari he taarua.
mk: Името на филтерот е дуплирано.
mn: Шүүлтүүрийн нэрийг хуулбарласан байна.
ms: Nama penapis diduplikasi.
my: Filter Name ကိုပုံတူပွားသည်။
nl: De filternaam is gedupliceerd.
no: Filternavnet er duplisert.
pl: Nazwa filtra jest zduplikowana.
pt: O nome do filtro é duplicado.
ro: Numele filtrului este duplicat.
ru: Имя фильтра дублируется.
sd: فلٽر جو نالو نقل ٿيل آهي.
si: පෙරහන් නම අනුපිටපත් කර ඇත.
sk: Názov filtra je duplikovaný.
sq: Emri i filtrit është i kopjuar.
sv: Filternamnet dupliceras.
th: ชื่อตัวกรองซ้ำกัน
tl: Ang pangalan ng filter ay doble.
tr: Filtre adı kopyalanır.
vi: Trùng lặp tên bộ lọc

source: Duplicated condition
ar: يتم تكرار الشروط.
bg: Условията се дублират.
ca: Les condicions es duplicen.
cs: Podmínky jsou duplikovány.
cy: Mae'r amodau'n cael eu dyblygu.
da: Betingelserne er duplikeret.
de: Die Bedingungen werden dupliziert.
el: Οι συνθήκες είναι διπλές.
fa: شرایط کپی شده است.
fi: Edellytykset ovat kopioita.
fr: Les conditions sont dupliquées.
gd: Tha na suidheachaidhean air an dùblachadh.
he: התנאים משוכפלים.
hr: Uvjeti su duplicirani.
hu: A feltételek megismételték.
id: Kondisinya diduplikasi.
is: Skilyrðin eru afrituð.
it: Le condizioni sono duplicate.
ja: 条件が重複しています。
km: លក្ខខណ្ឌត្រូវបានចម្លង។
lb: D'Konditioune si duplizéiert.
mi: Ko nga tikanga e raru ana.
mk: Условите се дуплираат.
mn: Нөхцөл нь давхардсан байна.
ms: Syarat -syarat itu diduplikasi.
my: အခြေအနေများကိုပုံတူကူးထားသည်။
nl: De voorwaarden zijn gedupliceerd.
no: Forholdene er duplisert.
pl: Warunki są zduplikowane.
pt: As condições são duplicadas.
ro: Condițiile sunt duplicate.
ru: Условия дублируются.
sd: حالتون نقل ڪيون ويون آهن.
si: කොන්දේසි අනුපිටපත් කර ඇත.
sk: Podmienky sú duplikované.
sq: Kushtet janë kopjuar.
sv: Villkoren är duplicerade.
th: เงื่อนไขซ้ำกัน
tl: Ang mga kondisyon ay doble.
tr: Koşullar çoğaltılmıştır.
vi: Trùng lặp điều kiện

source: Default
ar: تقصير
bg: По подразбиране
ca: Absència
cs: Výchozí
cy: Diofyn
da: Standard
de: Standard
el: Προκαθορισμένο
fa: پیش فرض
fi: Laiminlyönti
fr: Défaut
gd: Bunaiteach
he: בְּרִירַת מֶחדָל
hr: Zadano
hu: Mulasztás
id: Bawaan
is: Sjálfgefið
it: Predefinito
ja: デフォルト
km: ការមិនកោរបតាមសន្យា
lb: Asofbild
mi: Hapanga
mk: Стандардно
mn: Үл хүрэлцэх
ms: Lalai
my: ပျက်ကွက်ခြင်း
nl: Standaard
no: Misligholde
pl: Domyślna
pt: Predefinição
ro: Mod implicit
ru: По умолчанию
sd: ڊفالٽ
si: පෙරනිමි
sk: Predvolený
sq: Parazgjedhje
sv: Standard
th: ค่าเริ่มต้น
tr: Varsayılan
vi: Mặc định

source: Process name
ar: اسم العملية
bg: Име на процеса
ca: Nom de procés
cs: Název procesu
cy: Enw Proses
da: Procesnavn
de: Prozessname
el: Όνομα διαδικασίας
fa: نام فرایند
fi: Prosessinimi
fr: Nom du processus
gd: Ainm a 'phròiseas
he: שם התהליך
hr: Naziv procesa
hu: Folyamatnév
id: Nama proses
is: Ferli nafn
it: Nome del processo
ja: 工程
km: ឈ្មោះដំណើរការ
lb: Prozess Numm
mi: Ingoa Tukanga
mk: Име на процес
mn: Даалгагийн нэр
ms: Nama proses
nl: Proces naam
no: Prosessnavn
pl: Nazwa procesu
pt: Nome do processo
ro: Numele procesului
ru: Имя процесса
sd: عمل جو نالو
si: ක්රියාවෙහි නම
sk: Názov procesu
sq: Emrin e procesit
sv: Process namn
th: ชื่อประมวลผล
tl: Pangalan ng Proseso
tr: İşlem adı
vi: Tên quy trình

source: Add other filter
ar: وأضاف المرشحات الأخرى
bg: Добавени други филтри
ca: S'ha afegit altres filtres
cs: Přidány další filtry
cy: Ychwanegu hidlwyr eraill
da: Tilføjet andre filtre
de: Andere Filter hinzugefügt
el: Προστέθηκαν άλλα φίλτρα
fa: فیلترهای دیگر اضافه شده است
fi: Lisäsi muita suodattimia
fr: Ajout d'autres filtres
gd: Chuir thu sìoltachain eile ris
he: הוסיפו פילטרים אחרים
hr: Dodao druge filtre
hu: Hozzáadott más szűrőket
id: Menambahkan filter lain
is: Bætt við öðrum síum
it: Aggiunti altri filtri
ja: その他のフィルタを追加
km: បានបន្ថែមតម្រងផ្សេងទៀត
lb: Aner Filtere bäigefüügt
mi: Tāpirihia etahi atu whiriwhiringa
mk: Додадени други филтри
mn: Бусад шүүлтүүрийг нэмсэн
ms: Menambah penapis lain
my: အခြား filter များကဆက်ပြောသည်
nl: Andere filters toegevoegd
no: Lagt til andre filtre
pl: Dodano inne filtry
pt: Adicionou outros filtros
ro: A adăugat alte filtre
ru: Добавлены другие фильтры
sd: ٻيا فلٽر شامل ڪيا
si: වෙනත් පෙරහන් එකතු කරන ලදි
sk: Pridané ďalšie filtre
sq: Shtuar filtra të tjerë
sv: Lade till andra filter
th: เพิ่มฟิลเตอร์อื่น ๆ
tl: Nagdagdag ng iba pang mga filter
tr: Diğer filtreler eklendi
vi: Thêm bộ lọc khác

source: CSV Import Config
ar: CSV/TSV استيراد التكوين
bg: CSV/TSV Конфигурация на импортиране
ca: CSV/TSV Importa configuració
cs: CSV/TSV Import config
cy: CSV/TSV Ffurfwedd mewnforio
da: CSV/TSV importkonfiguration
de: CSV/TSV Konfiguration importieren
el: CSV/TSV Εισαγωγή config
fa: CSV/TSV پیکربندی واردات
fi: CSV/TSV Tuo kokoonpano
fr: CSV/TSV Importer la configuration
gd: CSV/TSV infig in-mhalairt
he: CSV/TSV יבוא תצורה
hr: CSV/TSV Uvoz Config
hu: CSV/TSV Import Config
id: CSV/TSV Impor Config
is: CSV/TSV Innflutningsstefna
it: CSV/TSV Importa config
ja: CSV/TSV読み込み設定
km: CSV/TSV តំឡើងតំឡើង
lb: CSV/TSV Import Konfigur
mi: CSV/TSV Kawemai Whiriwhiringa
mk: CSV/TSV Конфигурирање на увоз
mn: CSV/TSV импортын тохиргоо
ms: CSV/TSV Import Config
my: CSV/TSV သွင်းကုန် config
nl: CSV/TSV Import configuratie
no: CSV/TSV Importer konfigurasjon
pl: CSV/TSV Import Config
pt: CSV/TSV Importar configuração
ro: CSV/TSV Importați configurare
ru: CSV/TSV Импорт конфигурация
sd: CSV/TSV درآمد ڪن ٿا
si: CSV/TSV ආනයනය කරන්න
sk: CSV/TSV Import config
sq: CSV/TSV konfigurim i importit
sv: CSV/TSV Importera konfiguration
th: CSV/TSV นำเข้าการกำหนดค่า
tl: CSV/TSV I -import ang config
tr: CSV/TSV İçe Aktar Yapılandırma
vi: Cấu hình nhập CSV/TSV

source: Source
ar: مصدر
bg: Източник
ca: Font
cs: Zdroj
cy: Ffynhonnell
da: Kilde
de: Quelle
el: Πηγή
fa: منبع
fi: Lähde
fr: La source
gd: Stòr
he: מָקוֹר
hr: Izvor
hu: Forrás
id: Sumber
is: Uppspretta
it: Fonte
ja: 参照先
km: របផប
lb: Quellatioun
mi: Mātāpuna
mk: Извор
mn: Язгуур
ms: Sumber
my: အရင်းအမြစ်
nl: Bron
no: Kilde
pl: Źródło
pt: Fonte
ro: Sursă
ru: Источник
sd: ذريعو
si: මූලාශ්රය
sk: Zdroj
sq: Burim
sv: Källa
th: แหล่งที่มา
tl: Pinagmulan
tr: Kaynak
vi: Nguồn

source: Polling Frequency
ar: دورة التجديد
bg: Цикъл на подновяване
ca: Cicle de renovació
cs: Cyklus obnovení
cy: Cylch adnewyddu
da: Fornyelsescyklus
de: Erneuerungszyklus
el: Κύκλος ανανέωσης
fa: چرخه تجدید
fi: Uusimisjakso
fr: Cycle de renouvellement
gd: Cearcall ùrachadh
he: מחזור התחדשות
hr: Ciklus obnove
hu: Megújítási ciklus
id: Siklus pembaruan
is: Endurnýjunarferli
it: Ciclo di rinnovo
ja: 更新周期
km: វដ្តបន្ត
lb: Renewalzyklus
mi: Huringa whakahoutanga
mk: Циклус на обновување
mn: ХӨДӨЛМӨРИЙН ЦАГ
ms: Kitaran pembaharuan
my: သက်တမ်းတိုးစက်
nl: Vernieuwingscyclus
no: Fornyelsessyklus
pl: Cykl odnowy
pt: Ciclo de renovação
ro: Ciclul de reînnoire
ru: Цикл обновления
sd: تجديد چڪر
si: අලුත් කිරීමේ චක්රය
sk: Cyklus obnovenia
sq: Cikli i rinovimit
sv: Förnyelse
th: วงจรการต่ออายุ
tl: RENEWAL CYCLE
tr: Yenileme döngüsü
vi: Chu kỳ đổi mới

source: Connect
ar: الاتصال
bg: Свързване
ca: Conectar
cs: Připojit
cy: Chysyllta ’
da: Opret forbindelse
de: Verbinden
el: Συνδέω-συωδεομαι
fa: وصل کردن
fi: Kytkeä
fr: Relier
gd: Ceangail
he: לְחַבֵּר
hr: Spojiti
hu: Összekapcsol
id: Menghubung
is: Tengdu
it: Collegare
ja: 接続
km: តផ្ជាប់
lb: Connecten
mi: Hono
mk: Поврзете се
mn: Холбох
ms: Sambung
my: ဆက်
nl: Aansluiten
no: Koble
pl: Łączyć
pt: Conectar
ro: Conectați
ru: Соединять
sd: ڳن conne ڻ
si: සම්බන්ධ කරන්න
sk: Pripojiť
sq: Lidh
sv: Ansluta
th: เชื่อมต่อ
tl: Kumonekta
tr: Bağlamak
vi: Kết nối

source: Once per hour
ar: مرة واحدة في الساعة
bg: Веднъж на час
ca: Un cop per hora
cs: Jednou za hodinu
cy: Unwaith yr Awr
da: En gang i timen
de: Einmal pro Stunde
el: Μία φορά ανά ώρα
fa: یک بار در ساعت
fi: Tunnissa
fr: Une fois par heure
gd: Aon uair san uair
he: פעם לשעה
hr: Jednom na sat
hu: Óránként egyszer
id: Sekali per jam
is: Einu sinni á klukkustund
it: Una volta all'ora
ja: 1時間に1回
km: ម្តងក្នុងមួយម៉ោង
lb: Eemol pro Stonn
mi: Kotahi ia haora
mk: Еднаш на час
mn: Нэг цагт нэг удаа
ms: Sekali sejam
my: တစ်နာရီလျှင်တစ်ကြိမ်
nl: Eenmaal per uur
no: En gang i timen
pl: Raz na godzinę
pt: Uma vez por hora
ro: O dată pe oră
ru: Один раз в час
sd: هڪ ڪلاڪ في ڪلاڪ
si: පැයකට වරක්
sk: Raz za hodinu
sq: Një herë në orë
sv: En gång per timme
th: หนึ่งครั้งต่อชั่วโมง
tl: Isang beses bawat oras
tr: Saatte bir
vi: Một lần mỗi giờ

source: Once per day
ar: مرة باليوم
bg: Веднъж на ден
ca: Un cop al dia
cs: Jednou za den
cy: Unwaith y dydd
da: En gang om dagen
de: Einmal am Tag
el: Μία φορά την ημέρα
fa: روزی یک دفعه
fi: Kerran päivässä
fr: Une fois par jour
gd: Aon uair san latha
he: פעם ביום
hr: Jednom dnevno
hu: Naponta egyszer
id: Sekali sehari
is: Einu sinni á dag
it: Una volta al giorno
ja: 1日に1回
km: ម្តងក្នុងមួយថ្ងៃ
lb: Eemol am Dag
mi: Kotahi ia ra
mk: Еднаш дневно
mn: Өдөрт нэг удаа
ms: Sekali sehari
my: တစ်ရက်လျှင်တစ်ကြိမ်
nl: Een keer per dag
no: En gang per dag
pl: Raz dziennie
pt: Uma vez por dia
ro: Odata pe zi
ru: Один раз в день
sd: هر ڏينهن هڪ ڀيرو
si: දිනකට වරක්
sk: Raz za deň
sq: Një herë në ditë
sv: En gång per dag
th: วันละครั้ง
tl: Minsan bawat araw
tr: Günde bir defa
vi: Một lần một ngày

source: Specify datatype of columns
ar: تأكيد البيانات
bg: Потвърждение на данните
ca: Confirmació de dades
cs: Potvrzení dat
cy: Cadarnhad Data
da: Data Bekræftelse
de: Datenbestätigung
el: Επιβεβαίωση δεδομένων
fa: تأیید داده ها
fi: Tietojen vahvistus
fr: Confirmation de données
gd: Dearbhadh Dàta
he: אישור נתונים
hr: Potvrda podataka
hu: Adatok megerősítése
id: Konfirmasi Data
is: Staðfesting gagna
it: Conferma dei dati
ja: データ確認
km: ការបញ្ជាក់ទិន្នន័យ
lb: Donnéeën Bestätegung
mi: Te haamauraa raraunga
mk: Потврда за податоци
mn: Өгөгдөл дамжуулах
ms: Pengesahan Data
my: ဒေတာအတည်ပြုချက်
nl: Gegevensbevestiging
no: Databekreftelse
pl: Potwierdzenie danych
pt: Confirmação de dados
ro: Confirmarea datelor
ru: Подтверждение данных
sd: ڊيٽا جي خدمت سرگري
si: දත්ත තහවුරු කිරීම
sk: Potvrdenie údajov
sq: Konfirmimi i të dhënave
sv: Databekräftelse
th: การยืนยันข้อมูล
tl: Pagkumpirma ng data
tr: Veri Onayı
vi: Xác nhận dữ liệu

source: Folder does not exist
ar: لا يوجد مجلد.
bg: Няма папка.
ca: No hi ha cap carpeta.
cs: Neexistuje žádná složka.
cy: Nid oes ffolder.
da: Der er ingen mappe.
de: Es gibt keinen Ordner.
el: Δεν υπάρχει φάκελος.
fa: هیچ پوشه ای وجود ندارد.
fi: Kansiota ei ole.
fr: Il n'y a pas de dossier.
gd: Chan eil pasgan ann.
he: אין תיקיה.
hr: Nema mape.
hu: Nincs mappa.
id: Tidak ada folder.
is: Það er engin mappa.
it: Non c'è cartella.
ja: フォルダが存在しません。
km: មិនមានថតឯកសារទេ។
lb: Et gëtt keen Dossier.
mi: Kaore he kōpaki.
mk: Нема папка.
mn: Фолдер байхгүй байна.
ms: Tiada folder.
my: ဖိုင်တွဲမရှိပါ။
nl: Er is geen map.
no: Det er ingen mappe.
pl: Nie ma folderu.
pt: Não há pasta.
ro: Nu există folder.
ru: Там нет папки.
sd: فولڊر ناهي.
si: ෆෝල්ඩරයක් නැත.
sk: Neexistuje žiadny priečinok.
sq: Nuk ka dosje.
sv: Det finns ingen mapp.
th: ไม่มีโฟลเดอร์
tl: Walang folder.
tr: Klasör yok.
vi: Không có thư mục.
