Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Set test data to be judged.
ar: تعيين بيانات الاختبار ليتم الحكم عليها.
bg: Задайте тестови данни, които да бъдат оценени.
ca: Definiu les dades de la prova a jutjar.
cs: Nastavte testovací data, která mají být posouzena.
cy: Gosod data prawf i'w farnu.
da: Indstil testdata, der skal bedømmes.
de: Legen Sie die zu beurteilten Testdaten fest.
el: Ορίστε τα δεδομένα δοκιμών που θα κριθούν.
fa: داده های آزمون را برای قضاوت تنظیم کنید.
fi: Aseta arvioitavat testitiedot.
fr: Définissez les données de test à juger.
gd: Suidhich dàta deuchainn ri breithneachadh.
he: הגדר את נתוני הבדיקה שיש לשפוט.
hr: Postavite testne podatke koji će se ocjenjivati.
hu: Állítsa be a megítélendő tesztadatokat.
id: Atur data uji untuk dinilai.
is: Stilltu prófgögn sem á að dæma.
it: Imposta i dati di test da giudicare.
ja: 判定したいデータを設定します。
km: កំណត់ទិន្នន័យតេស្តដែលត្រូវបានវិនិច្ឆ័យ។
lb: Setzt Testdaten fir beurteelt ze ginn.
mi: Whakatauhia nga raraunga whakamatautau kia whakawakia.
mk: Поставете ги податоците за тестот што треба да се оценат.
mn: Туршилтын өгөгдлийг шүүхэд тохируулах.
ms: Tetapkan data ujian untuk dinilai.
my: စာမေးပွဲဆိုင်ရာအချက်အလက်များကိုသတ်မှတ်ရန်သတ်မှတ်ထားပါ။
nl: Stel testgegevens in om te worden beoordeeld.
no: Angi testdata som skal bedømmes.
pl: Ustaw dane testowe do oceny.
pt: Defina dados de teste a serem julgados.
ro: Setați datele de testare pentru a fi judecate.
ru: Установите данные тестирования для оценки.
sd: ٽيسٽ جي ڊيٽا جو فيصلو ڪيو وڃي.
si: විනිශ්චය කළ යුතු පරීක්ෂණ දත්ත විනිශ්චය කළ යුතුය.
sk: Nastavte testovacie údaje, ktoré sa majú posudzovať.
sq: Vendosni të dhënat e provës për t'u gjykuar.
sv: Ställ in testdata som ska bedömas.
th: ตั้งค่าข้อมูลการทดสอบที่จะตัดสิน
tl: Itakda ang data ng pagsubok upang hatulan.
tr: Test verilerini değerlendirilecek şekilde ayarlayın.
vi: Đặt dữ liệu kiểm tra được đánh giá.

source: Item Filter: Limits data (analyse & display) to be displayed to a subset.
ar: فلتر العنصر: يحد البيانات (تحليل وعرض) ليتم عرضه على مجموعة فرعية.
bg: Филтър за артикули: Ограничава данните (анализ и дисплей), които трябва да се показват на подмножество.
ca: Filtre d’elements: limita les dades (analitzar i visualitzar) que es mostraran en un subconjunt.
cs: Filtr položky: Omezí data (analyzovat a zobrazovat), která se mají zobrazit na podmnožině.
cy: Hidlo Eitem: Yn cyfyngu ar ddata (dadansoddi ac arddangos) i'w arddangos i is -set.
da: Elementfilter: begrænser data (analyser og vises), der skal vises til en undergruppe.
de: Elementfilter: Die Daten begrenzt (analysieren und Anzeigen), die in einer Teilmenge angezeigt werden sollen.
el: Στοιχείο φίλτρου: Περιορίσει τα δεδομένα (ανάλυση και οθόνη) που θα εμφανίζονται σε ένα υποσύνολο.
fa: فیلتر مورد: داده ها را محدود می کند (تجزیه و تحلیل و نمایش) به یک زیر مجموعه نمایش داده می شود.
fi: Kohteen suodatin: Rajoittaa tietoja (analysoi ja näyttö), joka näytetään alajoukkoon.
fr: Filtre d'élément: limite les données (analyser et afficher) à afficher dans un sous-ensemble.
gd: Filter Patter: A 'chrìochan dàta (mion-sgrùdadh & Taisbeanadh) Ri fhaicinn do fo-sheata.
he: מסנן פריט: מגביל נתונים (ניתוח ותצוגה) שיוצגו לקבוצת משנה.
hr: Filter predmeta: Ograniči podatke (analizirati i prikazati) koji će se prikazati u podskupinu.
hu: Elem szűrője: Az adatok korlátozása (elemzés és megjelenítés) egy részhalmazra jelenik meg.
id: Filter Item: Batas Data (Analisis & Tampilan) yang akan ditampilkan ke subset.
is: Atriðasía: Takmarkar gögn (greiningu og birt) sem verða birt í undirmengi.
it: Filtro elemento: limita i dati (analizzare e visualizzare) da visualizzare in un sottoinsieme.
ja: グラフを表示するターゲット変数の中で、解析・表示するデータを一部に限定します。
km: តម្រងធាតុ: កំណត់ទិន្នន័យ (វិភាគនិងបង្ហាញ) ដើម្បីបង្ហាញទៅសំណុំរង។
lb: Artikel Filter: Limitts Daten (Analyséieren & Display) fir op en Ënnerdeel ze weisen.
mi: Te tātari nama: Ko te taapiri raraunga (tātari me te whakaatu) kia whakaatuhia ki te waahanga.
mk: Филтер за артикли: Ограничува податоци (Анализирајте и приказ) што треба да се прикажат на подмножество.
mn: Зүйлийн шүүлтүүр: Дэд хэсгүүдэд мэдэгдэхүйц (дүн шинжилгээ, дэлгэц).
ms: Penapis Item: Had data (menganalisis & paparan) untuk dipaparkan ke subset.
my: ပစ္စည်း filter: subset မှပြသရန်ဒေတာ (ခွဲခြမ်းစိတ်ဖြာခြင်း) ကိုကန့်သတ်ထားသည်။
nl: Itemfilter: beperkt gegevens (analyseren en weergeven) die moeten worden weergegeven aan een subset.
no: Elementfilter: begrenser data (analyser og vises) som skal vises til et undergruppe.
pl: Filtr pozycji: Ogranicza dane (analiza i wyświetlanie) do wyświetlenia do podzbioru.
pt: Filtro de item: limita os dados (analisar e exibir) a serem exibidos em um subconjunto.
ro: Filtru element: limitează datele (analizează și afișează) care trebuie afișate într -un subset.
ru: Фильтр элемента: ограничивает данные (анализ и отображение), которые будут отображаться в подмножество.
sd: ايٽم فلٽر: ڊيٽا (تجزيو ۽ ڊسپلي کي محدود ڪيو وڃي)
si: අයිතම පෙරණය: උප කුලකයකට පෙන්වීම සඳහා දත්ත සීමා කිරීම (විශ්ලේෂණය කර ප්රදර්ශනය කිරීම).
sk: Filter položky: Obmedzuje údaje (analyzujte a zobrazuje), ktoré sa majú zobrazovať na podmnožine.
sq: Filtri i artikullit: Kufizon të dhënat (Analizoni & Shfaq) që do të shfaqen në një nënbashkësi.
sv: Objektfilter: Begränsar data (analysera och display) som ska visas till en delmängd.
th: ตัวกรองรายการ: จำกัด ข้อมูล (วิเคราะห์และแสดงผล) ที่จะแสดงเป็นชุดย่อย
tl: Item Filter: Limitasyon ang data (pag -aralan at pagpapakita) na maipakita sa isang subset.
tr: Öğe Filtresi: Bir alt kümede görüntülenecek verileri (analiz ve ekran) sınırlar.
vi: Bộ lọc vật phẩm: Giới hạn dữ liệu (Phân tích & Hiển thị) sẽ được hiển thị cho một tập hợp con.

source: This is aggregate 2-dimensional plot (dimensional compression by principal components) of multidimensional test data.
ar: إنه شاشة إجمالية ثنائية الأبعاد (ضغط الأبعاد بواسطة المكونات الرئيسية) لبيانات التحقق متعددة الأبعاد. إذا كانت البيانات في الوسط ، فيمكن تفسيرها على أنها قريبة من الطبيب.
bg: Това е двуизмерен агрегиран дисплей (размерен компресия от основни компоненти) на многоизмерни данни за проверка. Ако данните са в центъра, тя може да се тълкува като близо до нормалното.
ca: És una pantalla agregada bidimensional (compressió dimensional per components principals) de dades de verificació multidimensionals. Si les dades es troben al centre, es poden interpretar tan a prop de la normalitat.
cs: Jedná se o dvourozměrný agregovaný displej (rozměrová komprese podle hlavních složek) vícerozměrných ověřovacích dat. Pokud jsou data ve středu, lze je interpretovat tak blízko normálu.
cy: Mae'n arddangosfa agregau dau ddimensiwn (cywasgiad dimensiwn gan brif gydrannau) o ddata gwirio amlddimensiwn. Os yw'r data yn y canol, gellir ei ddehongli mor agos at normal.
da: Det er en to-dimensionel aggregeret skærm (dimensionel komprimering efter hovedkomponenter) af multidimensionelle verifikationsdata. Hvis dataene er i midten, kan de fortolkes så tæt på det normale.
de: Es handelt sich um eine zweidimensionale Aggregatanzeige (dimensionale Komprimierung durch Hauptkomponenten) von mehrdimensionalen Verifizierungsdaten. Wenn sich die Daten in der Mitte befinden, kann sie so nahe am normalen interpretiert werden.
el: Πρόκειται για μια δισδιάστατη οθόνη συσσωματωμάτων (διαστάσεων συμπίεση ανά κύριο συστατικά) των πολυδιάστατων δεδομένων επαλήθευσης. Εάν τα δεδομένα βρίσκονται στο κέντρο, μπορεί να ερμηνευτεί όσο πιο κοντά στο φυσιολογικό.
fa: این یک نمایشگر کل دو بعدی (فشرده سازی بعدی توسط اجزای اصلی) از داده های تأیید چند بعدی است. اگر داده ها در مرکز باشد ، می توان آن را به طور نزدیک به حالت عادی تفسیر کرد.
fi: Se on moniulotteisen aggregaatin näyttö (pääkomponenttien ulottuvuuskompressio) moniulotteisten tarkistustietojen kanssa. Jos tiedot ovat keskustassa, sitä voidaan tulkita normaalin lähellä.
fr: Il s'agit d'un affichage d'agrégats bidimensionnel (compression dimensionnelle par les principaux composants) de données de vérification multidimensionnelles. Si les données sont au centre, elles peuvent être interprétées comme près de la normale.
gd: Tha e na thaisbeanadh gu tur dà-mhìnich (teannachadh taobhan le prìomh phàirtean) de dhàta dearbhaidh ioma-mheadhain. Ma tha an dàta sa mheadhan, faodar a mhìneachadh mar faisg air àbhaisteach.
he: זוהי תצוגה מצטברת דו ממדית (דחיסה ממדית על ידי רכיבים עיקריים) של נתוני אימות רב ממדיים. אם הנתונים נמצאים במרכז, ניתן לפרש אותם קרוב לשגרה.
hr: To je dvodimenzionalni agregatni zaslon (dimenzionalna kompresija po glavnim komponentama) višedimenzionalnih podataka o provjeri. Ako su podaci u središtu, mogu se tumačiti kao blizu normalno.
hu: Ez a többdimenziós ellenőrzési adatok kétdimenziós aggregált kijelzője (dimenziós tömörítés). Ha az adatok középpontjában vannak, akkor úgy értelmezhető, hogy a normál közelében van.
id: Ini adalah tampilan agregat dua dimensi (kompresi dimensi oleh komponen utama) dari data verifikasi multidimensi. Jika data berada di tengah, dapat ditafsirkan sedekat mungkin dengan normal.
is: Það er tvívídd samanlagð skjár (víddarþjöppun með aðalhlutum) af fjölvíddar sannprófunargögnum. Ef gögnin eru í miðjunni er hægt að túlka þau sem eðlilega.
it: È un display aggregato bidimensionale (compressione dimensionale da parte dei componenti principali) dei dati di verifica multidimensionale. Se i dati sono al centro, possono essere interpretati come vicino al normale.
ja: 多次元の検証データを2次元に集約表示(主成分による次元圧縮)したものです。データが中央の的の中に入っていれば正常状態に近いと解釈できます。
km: វាគឺជាការបង្ហាញសរុបចំនួនពីរវិមាត្រ (ការបង្ហាប់វិមាត្រដោយសមាសធាតុសំខាន់) នៃទិន្នន័យផ្ទៀងផ្ទាត់ពហុភាគី។ ប្រសិនបើទិន្នន័យស្ថិតនៅចំកណ្តាលវាអាចត្រូវបានបកស្រាយថាជិតនឹងធម្មតា។
lb: Et ass eng zweedimensional Aggregat Display (dimensional Kompressioun duerch Haaptkomponenten) vu multidimescher Verifizéierungsdéierungsdaten Daten. Wann d'Donnéeën am Zentrum ass, kann et als enk als normal interpreëss ginn.
mi: Ko te whakaaturanga whakahiatotanga e rua-whanui (ko te whakakotahitanga o nga waahanga matua) o nga raraunga whakaotinga maha. Mena kei te pokapū nga raraunga, ka taea te whakamaori kia tata ki te noa.
mk: Тоа е дводимензионален агрегат дисплеј (димензионална компресија од главните компоненти) на мултидимензионални податоци за верификација. Ако податоците се во центарот, може да се толкуваат како блиску до нормалното.
mn: Энэ нь олон тооны хэмжээст агрегатын дэлгэц (үндсэн бүрэлдэхүүн хэсгүүдийн бүрэлдэхүүн хэсгүүд) олон талт баталгаажуулах мэдээллийн өгөгдлийг (үндсэн бүрэлдэхүүн хэсгүүд) юм. Хэрэв өгөгдөл нь төвд байгаа бол энэ нь ердийнхөөс ойрхон тайлбарлаж болно.
ms: Ia adalah paparan agregat dua dimensi (mampatan dimensi oleh komponen utama) data pengesahan multidimensi. Jika data berada di tengah, ia boleh ditafsirkan sebagai hampir normal.
my: ၎င်းသည် multidimensional scrification data များ၏နှစ်ဖက်အမျိုးတည်းသောအစိတ်အပိုင်းများ (အဓိကအစိတ်အပိုင်းများဖြင့်ရှုထောင့်ချုံ့ခြင်း) ဖြစ်သည်။ ဒေတာစင်တာတွင်ရှိပါက၎င်းကိုပုံမှန်နှင့်နီးစပ်သောအဓိပ္ပာယ်ကောက်ယူနိုင်သည်။
nl: Het is een tweedimensionaal aggregaatweergave (dimensionale compressie door hoofdcomponenten) van multidimensionale verificatiegegevens. Als de gegevens in het midden zijn, kan deze zo dicht bij normaal worden geïnterpreteerd.
no: Det er et todimensjonalt samlet skjerm (dimensjonell komprimering av hovedkomponenter) av flerdimensjonale verifiseringsdata. Hvis dataene er i sentrum, kan de tolkes som nær normalt.
pl: Jest to dwuwymiarowy wyświetlacz zagregowany (kompresja wymiarowa według głównych składników) wielowymiarowych danych weryfikacyjnych. Jeśli dane znajdują się w centrum, można je interpretować jako zbliżone do normy.
pt: É uma exibição agregada bidimensional (compressão dimensional por componentes principais) de dados de verificação multidimensional. Se os dados estiverem no centro, poderão ser interpretados o mais próximo do normal.
ro: Este un afișaj agregat bidimensional (compresie dimensională de către componente principale) a datelor de verificare multidimensionale. Dacă datele sunt în centru, acestea pot fi interpretate ca fiind aproape de normal.
ru: Это двумерный агрегатный дисплей (размерное сжатие основными компонентами) многомерных данных проверки. Если данные находятся в центре, их можно интерпретировать как можно ближе к норме.
sd: اهو هڪ ٻه طرفي مجموعي ڊسپلي (پرنسپل ڪمپريشن) پرنسپل ڪمپريشن ڊيٽا جي ذريعي. جيڪڏهن ڊيٽا سينٽر ۾ آهي، اهو عام طور تي تعبير ڪري سگهجي ٿو.
si: එය ගුණන ලාභ සත්යාපන දත්ත දෙකේ ද්විමාන සමස්ථ සංදර්ශක (ප්රධාන සංරචකවල ත්රිමාන සම්පීඩනය). දත්ත මධ්යයේ තිබේ නම්, එය සාමාන්ය ආසන්න වශයෙන් අර්ථ නිරූපණය කළ හැකිය.
sk: Je to dvojrozmerné agregované zobrazenie (rozmerová kompresia hlavnými komponentmi) údajov z viacrozmerných overovacích údajov. Ak sú údaje v strede, možno ich interpretovať tak blízko k normálu.
sq: Isshtë një ekran agregat dy-dimensional (kompresim dimensional nga përbërësit kryesorë) të të dhënave shumëdimensionale të verifikimit. Nëse të dhënat janë në qendër, ato mund të interpretohen si afër normale.
sv: Det är en tvådimensionell aggregerad display (dimensionell komprimering av huvudkomponenter) av multidimensionella verifieringsdata. Om uppgifterna finns i mitten kan de tolkas så nära det normala.
th: มันเป็นจอแสดงผลรวมสองมิติ (การบีบอัดมิติโดยส่วนประกอบหลัก) ของข้อมูลการตรวจสอบหลายมิติ หากข้อมูลอยู่ตรงกลางสามารถตีความได้ว่าใกล้เคียงกับปกติ
tl: Ito ay isang two-dimensional na pinagsama-samang display (dimensional compression ng mga pangunahing sangkap) ng data ng multidimensional na pag-verify. Kung ang data ay nasa gitna, maaari itong ma -kahulugan nang malapit sa normal.
tr: Çok boyutlu doğrulama verilerinin iki boyutlu bir agrega ekranıdır (ana bileşenler tarafından boyutsal sıkıştırma). Veriler merkezdeyse, normale yakın olarak yorumlanabilir.
vi: Nó là một màn hình tổng hợp hai chiều (nén kích thước theo các thành phần chính) của dữ liệu xác minh đa chiều. Nếu dữ liệu nằm ở trung tâm, nó có thể được hiểu là gần với bình thường.

source: This is aggregate 2-dimensional plot (dimensional compression by principal components) of multidimensional training data.
ar: إنه عرض إجمالي ثنائي الأبعاد (ضغط الأبعاد بواسطة المكونات الرئيسية) لبيانات التعلم متعددة الأبعاد. يتم تحديد الهدف المركزي من خلال بيانات التعلم ، لذلك يجب أن تكون معظم بيانات التعلم في الهدف.
bg: Това е двуизмерен агрегиран дисплей (размерен компресия от основни компоненти) на многоизмерни данни за обучение. Централната цел се определя от данните за обучение, така че повечето от данните за обучение трябва да бъдат в целта.
ca: És una pantalla agregada bidimensional (compressió dimensional per components principals) de dades d’aprenentatge multidimensional. L’objectiu central està determinat per les dades d’aprenentatge, de manera que la majoria de les dades d’aprenentatge haurien d’estar a l’objectiu.
cs: Jedná se o dvourozměrný agregovaný displej (rozměrová komprese podle hlavních složek) vícerozměrných údajů o učení. Centrální cíl je určen údaji o učení, takže většina údajů o učení by měla být v cíli.
cy: Mae'n arddangosfa agregau dau ddimensiwn (cywasgiad dimensiwn gan brif gydrannau) o ddata dysgu amlddimensiwn. Mae'r targed canolog yn cael ei bennu gan y data dysgu, felly dylai'r rhan fwyaf o'r data dysgu fod yn y targed.
da: Det er en to-dimensionel aggregeret skærm (dimensionel komprimering af hovedkomponenter) af multidimensionelle læringsdata. Det centrale mål bestemmes af læringsdataene, så de fleste af læringsdataene skal være i målet.
de: Es handelt sich um eine zweidimensionale Aggregatanzeige (dimensionale Komprimierung durch Hauptkomponenten) von mehrdimensionalen Lerndaten. Das zentrale Ziel wird durch die Lerndaten bestimmt, sodass die meisten Lerndaten im Ziel sein sollten.
el: Πρόκειται για μια δισδιάστατη οθόνη συσσωματωμάτων (συμπίεση διαστάσεων από τα κύρια συστατικά) των δεδομένων πολυδιάστατης μάθησης. Ο κεντρικός στόχος καθορίζεται από τα δεδομένα μάθησης, οπότε τα περισσότερα από τα δεδομένα μάθησης πρέπει να είναι στο στόχο.
fa: این یک نمایشگر کل دو بعدی (فشرده سازی بعدی توسط مؤلفه های اصلی) از داده های یادگیری چند بعدی است. هدف اصلی توسط داده های یادگیری تعیین می شود ، بنابراین بیشتر داده های یادگیری باید در هدف باشند.
fi: Se on moniulotteinen aggregaatin näyttö (pääkomponenttien ulottuvuuskompressio) moniulotteisten oppimistietojen kanssa. Keskeinen tavoite määritetään oppimistietoilla, joten suurimman osan oppimistiedoista tulisi olla tavoitteessa.
fr: Il s'agit d'un affichage agrégé en deux dimensions (compression dimensionnelle par les principaux composants) des données d'apprentissage multidimensionnelles. La cible centrale est déterminée par les données d'apprentissage, de sorte que la plupart des données d'apprentissage doivent être dans la cible.
gd: Tha e na thaisbeanadh dà-mhìnich dà-thaobhach (teannachadh taobh a-muigh le prionnsapalan) de dhàta ionnsachaidh ioma-mheadhain. Tha am prìomh thargaid air a dhearbhadh leis an dàta ionnsachaidh, agus mar sin bu chòir a 'mhòr-chuid den dàta ionnsachaidh a bhith san targaid.
he: זוהי תצוגה מצטברת דו ממדית (דחיסה ממדית על ידי רכיבים עיקריים) של נתוני למידה רב ממדיים. היעד המרכזי נקבע על ידי נתוני הלמידה, כך שרוב נתוני הלמידה צריכים להיות ביעד.
hr: To je dvodimenzionalni agregatni zaslon (dimenzionalna kompresija po glavnim komponentama) višedimenzionalnih podataka o učenju. Središnji cilj određuje se podacima učenja, tako da bi većina podataka o učenju trebala biti u cilju.
hu: Ez a többdimenziós tanulási adatok kétdimenziós aggregált kijelzője (dimenziós tömörítés). A központi célt a tanulási adatok határozzák meg, tehát a legtöbb tanulási adatoknak a célban kell lenniük.
id: Ini adalah tampilan agregat dua dimensi (kompresi dimensi oleh komponen utama) dari data pembelajaran multidimensi. Target pusat ditentukan oleh data pembelajaran, sehingga sebagian besar data pembelajaran harus berada di target.
is: Það er tvívídd samanlagð skjár (víddarþjöppun með meginþáttum) fjölvíddar námsgagna. Aðalmarkmiðið ræðst af námsgögnum, þannig að flest námsgögn ættu að vera í markmiðinu.
it: È un display aggregato bidimensionale (compressione dimensionale da parte dei componenti principali) dei dati di apprendimento multidimensionale. L'obiettivo centrale è determinato dai dati di apprendimento, quindi la maggior parte dei dati di apprendimento dovrebbe essere nell'obiettivo.
ja: 多次元の学習データを2次元に集約表示(主成分による次元圧縮)したものです。中央の的は学習データによって決定されるため、ほとんどの学習データは的の中にあるはずです。
km: វាគឺជាការបង្ហាញសរុបចំនួនពីរវិមាត្រ (ការបង្ហាប់វិមាត្រដោយសមាសធាតុសំខាន់) នៃទិន្នន័យសិក្សាពហុភាគី។ គោលដៅកណ្តាលត្រូវបានកំណត់ដោយទិន្នន័យសិក្សាដូច្នេះទិន្នន័យសិក្សាភាគច្រើនគួរតែស្ថិតនៅក្នុងគោលដៅ។
lb: Et ass eng zweedimensional Aggregat Display (dimensional Kompressioun duerch Haapt Komponenten) vu multidimescher Léierdaten. D'zentral Zil ass vun de Léierendate bestëmmt, sou wéi déi meescht vun den Lagenddaten, soll si vum Zil sinn.
mi: Ko te whakaaturanga whakahiatotanga e rua-whanui (ko te whakakotahitanga o nga waahanga matua) o nga raraunga ako maha. Ko te whaainga o te pokapū e whakatauhia ana e nga raraunga ako, na reira ko te nuinga o nga raraunga ako me uru ki te whaainga.
mk: Тоа е дводимензионален агрегат дисплеј (димензионална компресија од главните компоненти) на мултидимензионални податоци за учење. Централната цел е одредена од податоците за учење, така што повеќето од податоците за учење треба да бидат во целта.
mn: Энэ нь олон тооны хэмжээст ангийн дэлгэц (үндсэн бүрэлдэхүүн хэсгүүдийн бүрэлдэхүүн хэсгүүд) олон талт сургалтын өгөгдлийн өгөгдлийг агуулдаг. Төв зорилтот түвшинг сургалтын өгөгдлийг тодорхойлно, тиймээс ихэнх сургалтын өгөгдөл нь зорилтот түвшинд байх ёстой.
ms: Ia adalah paparan agregat dua dimensi (mampatan dimensi oleh komponen utama) data pembelajaran multidimensi. Sasaran pusat ditentukan oleh data pembelajaran, jadi kebanyakan data pembelajaran harus berada dalam sasaran.
my: ၎င်းသည်နှစ်နိုင်ငံလုံးအတိုင်းအတာဖြင့်စုစုပေါင်း display (အဓိကအစိတ်အပိုင်းများအားဖြင့်ရှုထောင့်ချုံ့ခြင်း) ကို Multidimensional Learning Data ၏အချက်အလက်များဖြစ်သည်။ ဗဟိုရည်မှန်းချက်ကိုသင်ယူမှုအချက်အလက်များကဆုံးဖြတ်သည်, ထို့ကြောင့်သင်ကြားမှုအချက်အလက်အများစုသည်ပစ်မှတ်တွင်ရှိသင့်သည်။
nl: Het is een tweedimensionaal aggregaatweergave (dimensionale compressie door hoofdcomponenten) van multidimensionale leergegevens. Het centrale doel wordt bepaald door de leergegevens, dus de meeste leergegevens moeten in het doel zijn.
no: Det er et todimensjonalt samlet skjerm (dimensjonell komprimering av hovedkomponenter) av flerdimensjonale læringsdata. Det sentrale målet bestemmes av læringsdataene, så de fleste læringsdataene bør være i målet.
pl: Jest to dwuwymiarowy wyświetlacz zagregowany (kompresja wymiarowa według głównych komponentów) wielowymiarowych danych uczenia się. Centralny cel zależy od danych uczenia się, więc większość danych uczenia się powinna być w celu.
pt: É uma exibição agregada bidimensional (compressão dimensional por componentes principais) de dados de aprendizado multidimensional. O alvo central é determinado pelos dados de aprendizagem; portanto, a maioria dos dados de aprendizagem deve estar no destino.
ro: Este un afișaj agregat bidimensional (compresie dimensională de către componente principale) a datelor de învățare multidimensionale. Ținta centrală este determinată de datele de învățare, astfel încât cea mai mare parte a datelor de învățare ar trebui să fie în țintă.
ru: Это двумерный агрегатный дисплей (размерное сжатие основными компонентами) многомерных данных обучения. Центральная цель определяется данными обучения, поэтому большая часть данных обучения должна быть в цели.
sd: اهو هڪ ٻه طرفي مجموعي ڊسپلي (پرنسپل ڪمپريشن) جي پرنسپل ڪمپريشن ڊيٽا جي ڊيٽا طرفان. مرڪزي مقصد سکيا واري ڊيٽا طرفان طئي ڪيو ويو آهي، تنهنڪري اڪثر سکيا واري ڊيٽا کي ٽارگيٽ ۾ هئڻ گهرجي.
si: එය බහු ජීවීන්ගේ ඉගෙනුම් දත්තවල ද්විමාන සමස්ථ සංදර්ශක (ප්රධාන සංරචකවල ත්රිමාන සම්පීඩනය) වේ. කේන්ද්රීය ඉලක්කය තීරණය වන්නේ ඉගෙනීමේ දත්ත අනුව ය, එබැවින් බොහෝ ඉගෙනුම් දත්ත ඉලක්කයේ තිබිය යුතුය.
sk: Je to dvojrozmerné agregované zobrazenie (rozmerová kompresia hlavnými komponentmi) viacrozmerných vzdelávacích údajov. Ústredný cieľ je určený učebnými údajmi, takže väčšina učebných údajov by mala byť v cieli.
sq: Isshtë një ekran agregat dy-dimensional (kompresim dimensional nga përbërësit kryesorë) të të dhënave shumëdimensionale të të mësuarit. Synimi qendror përcaktohet nga të dhënat e të mësuarit, kështu që shumica e të dhënave të të mësuarit duhet të jenë në shënjestër.
sv: Det är en tvådimensionell aggregerad skärm (dimensionell komprimering av huvudkomponenter) av multidimensionell inlärningsdata. Det centrala målet bestäms av inlärningsdata, så de flesta inlärningsdata bör vara i målet.
th: มันเป็นจอแสดงผลรวมสองมิติ (การบีบอัดมิติโดยส่วนประกอบหลัก) ของข้อมูลการเรียนรู้หลายมิติ เป้าหมายหลักจะถูกกำหนดโดยข้อมูลการเรียนรู้ดังนั้นข้อมูลการเรียนรู้ส่วนใหญ่ควรอยู่ในเป้าหมาย
tl: Ito ay isang two-dimensional na pinagsama-samang display (dimensional compression ng mga pangunahing sangkap) ng data ng pag-aaral ng multidimensional. Ang gitnang target ay natutukoy ng data ng pag -aaral, kaya ang karamihan sa data ng pag -aaral ay dapat na nasa target.
tr: Çok boyutlu öğrenme verilerinin iki boyutlu bir toplam ekranıdır (temel bileşenler tarafından boyutsal sıkıştırma). Merkezi hedef öğrenme verileri tarafından belirlenir, bu nedenle öğrenme verilerinin çoğu hedefte olmalıdır.
vi: Nó là một màn hình tổng hợp hai chiều (nén kích thước theo các thành phần chính) của dữ liệu học tập đa chiều. Mục tiêu trung tâm được xác định bởi dữ liệu học tập, vì vậy hầu hết các dữ liệu học tập nên nằm trong mục tiêu.
