Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Thin data shown
ar: نظرًا لأن عدد نقاط البيانات لكل رسم بياني يزيد عن 12000 ، فقد اقتصر عدد نقاط البيانات على 12000 كحد منها. إذا كنت ترغب في عرض البيانات بأكملها ، فقم بتعيين فترة هدف أقصر.
bg: Тъй като броят на точките от данни на графика е над 12 000, броят на точките от данни е бил ограничен до 12 000 максимум. Ако искате да видите всички данни, задайте по -кратък целеви период.
ca: Com que el nombre de punts de dades per gràfic és superior a 12.000, el nombre de punts de dades es va limitar a 12.000 màxims. Si voleu veure les dades senceres, configureu un període objectiu més curt.
cs: Protože počet datových bodů na graf je více než 12 000, počet datových bodů byl omezen na maximální 12 000. Pokud si chcete prohlédnout celé data, nastavte kratší cílové období.
cy: Gan fod nifer y pwyntiau data fesul graff dros 12,000, roedd nifer y pwyntiau data wedi'i gyfyngu i uchafswm o 12,000. Os ydych chi am weld y data cyfan, gosodwch y cyfnod targed byrrach.
da: Da antallet af datapunkter pr. Graf er over 12.000, var antallet af datapunkter begrænset til maks. 12.000. Hvis du vil se hele dataene, skal du indstille kortere målperiode.
de: Da die Anzahl der Datenpunkte pro Diagramm über 12.000 beträgt, war die Anzahl der Datenpunkte auf max. 12.000 begrenzt. Wenn Sie die gesamten Daten anzeigen möchten, setzen Sie die kürzere Zielzeit.
el: Δεδομένου ότι ο αριθμός των σημείων δεδομένων ανά γράφημα είναι πάνω από 12.000, ο αριθμός των σημείων δεδομένων περιοριζόταν σε Max 12.000. Εάν θέλετε να δείτε ολόκληρα τα δεδομένα, ρυθμίστε τη μικρότερη περίοδο στόχου.
fa: از آنجا که تعداد نقاط داده در هر نمودار بیش از 12000 است ، تعداد نقاط داده به حداکثر 12000 محدود شده است. اگر می خواهید کل داده ها را مشاهده کنید ، دوره هدف کوتاه تر را تنظیم کنید.
fi: Koska datapisteiden lukumäärä kuvaajaa kohti on yli 12 000, datapisteiden lukumäärä oli enintään 12 000. Jos haluat tarkastella koko tietoa, aseta lyhyempi kohdeaika.
fr: Étant donné que le nombre de points de données par graphique dépasse 12 000, le nombre de points de données était limité à 12 000 maximum. Si vous souhaitez afficher l'ensemble des données, définissez la période cible plus courte.
gd: Leis gu bheil an àireamh de phuingean dàta gach graf còrr is 12,000, bha an àireamh de phuingean dàta cuingealaichte ri Max 12,000. Ma tha thu airson an dàta gu lèir fhaicinn, suidhich ùine targaid nas giorra.
he: מכיוון שמספר נקודות הנתונים לכל גרף הוא מעל 12,000, מספר נקודות הנתונים היה מוגבל ל 12,000 מקסימום. אם ברצונך להציג את כל הנתונים, קבע את תקופת היעד הקצרה יותר.
hr: Budući da je broj podatkovnih točaka po grafikonu preko 12 000, broj podataka o podacima bio je ograničen na maksimum 12 000. Ako želite pogledati cijele podatke, postavite kraće ciljano razdoblje.
hu: Mivel a gráfonkénti adatpontok száma meghaladja a 12 000 -et, az adatpontok száma legfeljebb 12 000 -re korlátozódott. Ha meg szeretné tekinteni a teljes adatot, állítsa be a rövidebb célidőt.
id: Karena jumlah titik data per grafik lebih dari 12.000, jumlah titik data dibatasi hingga 12.000. Jika Anda ingin melihat seluruh data, atur periode target yang lebih pendek.
is: Þar sem fjöldi gagnapunkta á línurit er yfir 12.000 var fjöldi gagnapunkta takmarkaður við hámark 12.000. Ef þú vilt skoða öll gögnin skaltu setja styttri marktímabil.
it: Poiché il numero di punti dati per grafico è superiore a 12.000, il numero di punti dati era limitato a Max 12.000. Se si desidera visualizzare gli interi dati, impostare un periodo di destinazione più breve.
ja: 1つのグラフに描画されるデータ点数が12,000点を超えたため、全数プロット上のデータ点を最大12,000点になるように間引きました。データの間引き処理をせずデータを見たい場合は対象期間をより短く設定してください。
km: ចាប់តាំងពីចំនួនពិន្ទុទិន្នន័យក្នុងមួយក្រាហ្វមានជាង 12,000 ចំនួនពិន្ទុទិន្នន័យត្រូវបានកំណត់ត្រឹមអតិបរិមា 12.000 ។ ប្រសិនបើអ្នកចង់មើលទិន្នន័យទាំងមូលកំណត់រយៈពេលគោលដៅខ្លីជាងនេះ។
lb: Zënter datt d'Zuel vun den Daten Punkten pro Graf waart ass ënner 12.000, D'Zuel vun den Datenspunkter fir 12.000. Wann Dir déi ganz Donnéeën wëllt kucken, setze méi kuerz Zilzäit.
mi: I te mea ko te maha o nga tohu raraunga mo te kauwhata kei runga i te 12,000, ko te maha o nga tohu raraunga i iti noa iho ki te max,000. Mena kei te hiahia koe ki te tiro i nga raraunga katoa, tautuhia te waa whaainga poto.
mk: Бидејќи бројот на точки на податоци по графикон е над 12,000, бројот на точките на податоци беше ограничен на максимум 12,000. Ако сакате да ги видите целиот податоци, поставете пократок целен период.
mn: График тутамд өгөгдлийн цэгүүдийн тоо 12,000 гаруй байдаг тул мэдээллийн цэгийн тоо хамгийн ихдээ 12,000-той хязгаарлагдсан. Хэрэв та өгөгдлийг бүхэлд нь үзэхийг хүсч байвал богино зорилтот хугацааг тохируулна уу.
ms: Oleh kerana bilangan titik data setiap graf lebih dari 12,000, bilangan titik data terhad kepada Max 12,000. Jika anda ingin melihat keseluruhan data, tetapkan tempoh sasaran yang lebih pendek.
my: ဂရပ်တစ်ပုံလျှင်ဒေတာမှတ်အရေအတွက်မှာ 12000 ကျော်ကတည်းကအချက်အလက်များအရေအတွက်သည် Max 12000 သာကန့်သတ်ထားသည်။ ဒေတာတစ်ခုလုံးကိုသင်ကြည့်လိုပါကတိုတောင်းသောပစ်မှတ်ကာလကိုသတ်မှတ်ပါ။
nl: Omdat het aantal gegevenspunten per grafiek meer dan 12.000 is, was het aantal gegevenspunten beperkt tot max 12.000. Als u de hele gegevens wilt bekijken, stelt u de kortere doelperiode in.
no: Siden antall datapunkter per graf er over 12 000, var antall datapunkter begrenset til maks 12 000. Hvis du vil se hele dataene, kan du angi kortere målperiode.
pl: Ponieważ liczba punktów danych na wykres wynosi ponad 12 000, liczba punktów danych była ograniczona do maksimum 12 000. Jeśli chcesz wyświetlić całe dane, ustaw krótszy okres docelowy.
pt: Como o número de pontos de dados por gráfico é superior a 12.000, o número de pontos de dados foi limitado ao máximo de 12.000. Se você deseja visualizar todos os dados, defina um período de destino mais curto.
ro: Deoarece numărul de puncte de date pe grafic este de peste 12.000, numărul de puncte de date a fost limitat la maxim 12.000. Dacă doriți să vizualizați toate datele, setați o perioadă mai scurtă de țintă.
ru: Поскольку количество точек данных на график составляет более 12 000, количество точек данных было ограничено максимумом 12 000. Если вы хотите просмотреть все данные, установите более короткий целевой период.
sd: جڏهن کان ڊيٽا پوائنٽس جو تعداد 12،000 کان مٿي آهي، ڊيٽا پوائنٽن جو تعداد وڌ ۾ وڌ 12،000 تائين محدود هو. جيڪڏهن توهان س data و ڊيٽا ڏسڻ چاهيو ٿا، نن ert و ٽارگيٽ مدت مقرر ڪريو.
si: ප්රස්ථාරයකට දත්ත ලකුණු සංඛ්යාව 12,000 ඉක්මවා ඇති බැවින්, දත්ත ස්ථාන ගණන උපරිම 12,000 ට සීමා විය. ඔබට සම්පූර්ණ දත්ත බැලීමට අවශ්ය නම්, කෙටි ඉලක්ක කාල සීමාව සකසන්න.
sk: Pretože počet dátových bodov na graf je viac ako 12 000, počet dátových bodov bol obmedzený na maximálne 12 000. Ak chcete zobraziť celé údaje, nastavte kratšie cieľové obdobie.
sq: Meqenëse numri i pikave të të dhënave për grafik është mbi 12,000, numri i pikave të të dhënave ishte i kufizuar në maksimum 12,000. Nëse doni të shikoni të gjitha të dhënat, vendosni një periudhë më të shkurtër të synuar.
sv: Eftersom antalet datapunkter per graf är över 12 000 var antalet datapunkter begränsat till max 12 000. Om du vill se hela uppgifterna ställer du in kortare målperiod.
th: เนื่องจากจำนวนจุดข้อมูลต่อกราฟมากกว่า 12,000 จำนวนจุดข้อมูลจึงถูก จำกัด สูงสุด 12,000 หากคุณต้องการดูข้อมูลทั้งหมดให้ตั้งค่าระยะเวลาเป้าหมายที่สั้นลง
tl: Dahil ang bilang ng mga puntos ng data bawat graph ay higit sa 12,000, ang bilang ng mga puntos ng data ay limitado sa max 12,000. Kung nais mong tingnan ang buong data, itakda ang mas maikling panahon ng target.
tr: Grafik başına veri noktası sayısı 12.000'in üzerinde olduğundan, veri noktası sayısı maksimum 12.000 ile sınırlıydı. Tüm verileri görüntülemek istiyorsanız, daha kısa hedef dönem ayarlayın.
vi: Do số lượng điểm dữ liệu trên mỗi biểu đồ là hơn 12.000, số lượng điểm dữ liệu được giới hạn ở mức tối đa 12.000. Nếu bạn muốn xem toàn bộ dữ liệu, hãy đặt khoảng thời gian mục tiêu ngắn hơn.

source: Stratify by term (Cyclic)
ar: طبقية حسب المصطلح (دوري)
bg: Стратифициране по срок (циклично)
ca: Estratificar per terme (cíclic)
cs: Stratify podle termínu (cyklický)
cy: Stratify yn ôl tymor (cylchol)
da: Stratify efter sigt (cyklisk)
de: Nach Begriff Stratify (cyclisch) geschichtet
el: Διαστρωμάτωση ανά όρο (κυκλικό)
fa: طبقه بندی براساس ترم (چرخه ای)
fi: Stratify termillä (syklinen)
fr: Stratify par terme (cyclique)
gd: Stratify a rèir teirm (coyclic)
he: מרובד לפי מונח (מחזורי)
hr: Stratify po terminu (ciklički)
hu: Rétegződés a kifejezés szerint (ciklikus)
id: Stratifikasi dengan istilah (siklik)
is: Lagskipt eftir hugtaki (hringlaga)
it: Stratifica per termine (ciclico)
ja: 期間層別 (繰返入力)
km: stratify ដោយពាក្យ (ស៊ីក្លូ)
lb: Stratify vum Begrëff (Cyclic)
mi: Whakapaihia e te kupu (Cyclic)
mk: Стратификација по термин (цикличен)
mn: Нэр томъёоны дагуу (цикл)
ms: Stratify mengikut istilah (kitaran)
my: သက်တမ်း (CNCLCIC) အားဖြင့် stratify
nl: Stratify op termijn (cyclisch)
no: Stratify by Term (syklisk)
pl: Stratyfikuj według terminu (cykliczny)
pt: Estratificação por termo (cíclico)
ro: Stratificați după termen (ciclic)
ru: Стратификация по термину (циклический)
sd: اصطلاح طرفان ترتيب ڏيو (سائيڪل)
si: වාරය අනුව (චක්රීය)
sk: Stratifikovať podľa termínu (cyklické)
sq: Shtresë me termin (ciklik)
sv: Stratify efter term (cyklisk)
th: แบ่งชั้นตามระยะเวลา (วงจร)
tl: Stratify sa pamamagitan ng term (cyclic)
tr: Terim (döngüsel) ile tabakalaşma
vi: Phân tầng theo thuật ngữ (theo chu kỳ)

source: Facet
ar: الوجه
bg: Фасета
ca: Faceta
cs: Aspekt
cy: Agwedd
de: Facette
el: Οψη
fa: جبهه
fi: Pinta -ala
fr: Facette
gd: Fact
he: פָּן
hr: Aspekt
hu: Oldal
id: Segi
is: Hlið
it: Sfaccettatura
km: ផាប
lb: Flot
mi: Kanohi
mk: Аспект
mn: Аср Гадаан Нүүр
ms: Aspek
my: မျက်နှာအသွင်
no: Fasett
pl: Aspekt
pt: Faceta
ro: Faţetă
ru: Аспект
sd: منهن
si: මුහුණත
sk: Stránka
sq: Aspekt
sv: Aspekt
th: ด้าน
tr: Faset
vi: Mặt

source: Category expansion is performed to divide the graph using the data of the selected item.
ar: ينفذ فئة تقسيم العنصر المحدد.
bg: Извършва категория, разделяща с избрания елемент.
ca: Realitza la divisió de la categoria amb l'element seleccionat.
cs: Provádí kategorii dělení s vybranou položkou.
cy: Yn perfformio rhannu categori gyda'r eitem a ddewiswyd.
da: Udfører kategori, der deler med det valgte emne.
de: Führt eine Kategorie durch, die sich mit dem ausgewählten Element dividiert.
el: Εκτελεί την κατηγορία που διαιρεί με το επιλεγμένο στοιχείο.
fa: تقسیم بندی را با مورد انتخاب شده انجام می دهد.
fi: Suorittaa luokan jakamalla valitun kohteen kanssa.
fr: Effectue une catégorie de division avec l'élément sélectionné.
gd: Roinn a 'coileanadh roinn a' roinneadh leis an rud taghte.
he: מבצע חלוקת קטגוריות עם הפריט שנבחר.
hr: Izvodi kategoriju koja se dijeli s odabranom stavkom.
hu: A kategóriát végzi el a kiválasztott elemmel.
id: Melakukan kategori yang membagi dengan item yang dipilih.
is: Framkvæmir flokk sem skiptir með völdum hlut.
it: Esegue la categoria dividendo con l'elemento selezionato.
ja: 選択した項目のデータを使ってグラフを分割するカテゴリ展開を行います。
km: អនុវត្តប្រភេទការបែងចែកដោយធាតុដែលបានជ្រើសរើស។
lb: Leeschtungskaarten deelen mam ausgewielten Element.
mi: Te mahi i te kāwai wehewehe e wehewehe ana i te mea kua tohua.
mk: Врши категорија што се дели со избраната ставка.
mn: Сонгосон зүйлээр хуваах категорийг гүйцэтгэдэг.
ms: Melaksanakan kategori pembahagian dengan item yang dipilih.
my: ရွေးချယ်ထားသည့်ပစ္စည်းနှင့်ကွဲပြားခြားနားသောလုပ်ဆောင်သည်။
nl: Voert categorie uit die delen met het geselecteerde item.
no: Utfører kategori som deler seg med det valgte elementet.
pl: Wykonuje podział kategorii z wybranym elementem.
pt: Executa a categoria dividindo o item selecionado.
ro: Efectuează categoria împărțirea cu elementul selectat.
ru: Выполняет категорию, делясь с выбранным предметом.
sd: منتخب ڪيل شيء کي منتخب ڪيل شيء سان ورهائيندو آهي.
si: තෝරාගත් අයිතමය සමඟ කාණ්ඩය බෙදීම සිදු කරයි.
sk: Vykonáva rozdelenie kategórie pomocou vybranej položky.
sq: Kryen kategorinë që ndahet me artikullin e zgjedhur.
sv: Utför kategori som delar med det valda objektet.
th: ดำเนินการหมวดหมู่หารด้วยรายการที่เลือก
tl: Nagsasagawa ng kategorya na naghahati sa napiling item.
tr: Seçilen öğeyle bölünmeyi kategori gerçekleştirir.
vi: Thực hiện phân chia danh mục với mục đã chọn.

source: Exception Estimation
ar: تقدير الاستثناء
bg: Оценка на изключенията
ca: Estimació d'excepcions
cs: Odhad výjimek
cy: Amcangyfrif Eithriad
da: Undtagelsesestimering
de: Ausnahmebutgung
el: Εκτίμηση εξαίρεσης
fa: تخمین استثناء
fi: Poikkeusarvio
fr: Estimation des exceptions
gd: Deireadh eisgeachd
he: הערכת חריגה
hr: Procjena iznimke
hu: Kivételbecslés
id: Estimasi Pengecualian
is: Undantekningarmat
it: Stima delle eccezioni
ja: 例外推定
km: ការប៉ាន់ស្មានករណីលើកលែង
lb: Ausnahm Schätzung
mi: Whakataunga Waihanga
mk: Проценка на исклучок
mn: Үл хамаарах тооцоо
ms: Anggaran pengecualian
my: ခြွင်းချက်ခန့်မှန်းချက်
nl: Schatting van de uitzondering
no: Unntaksestimering
pl: Szacowanie wyjątków
pt: Estimativa de exceção
ro: Estimarea excepției
ru: Оценка исключений
sd: استثنا جو اندازو
si: ව්යතිරේක තක්සේරුව
sk: Výnimka
sq: Vlerësim i përjashtimit
sv: Undantagsuppskattning
th: การประเมินข้อยกเว้น
tl: Pagtantya ng Pagbubukod
tr: İstisna Tahmini
vi: Ước tính ngoại lệ

source: NIQR
ar: النطاق الرباعي الطبيعي (فهرس ربط IQR مع التوزيع العادي ، NIQR = 0.7413 × IQR)
bg: Нормализиран интерквартилен диапазон (индекс, свързващ IQR с нормално разпределение, NIQR = 0.7413 × IQR)
ca: Interval interquartil normalitzat (Índex Associating IQR amb distribució normal, NIQR = 0,7413 × IQR)
cs: Normalizovaný rozsah mezikvartilu (index spojuje IQR s normálním rozdělením, niqr = 0,7413 × IQR)
cy: Ystod rhyngchwartel wedi'i normaleiddio (mynegai yn cysylltu IQR â dosbarthiad arferol, Niqr = 0.7413 × IQR)
da: Normaliseret interkvartil rækkevidde (indeks, der forbinder IQR med normal distribution, NIQR = 0,7413 × IQR)
de: Normalisierter Interquartilbereich (INDEX Associating IQR mit Normalverteilung, NIQR = 0,7413 × IQR)
el: Κανονικοποιημένη εμβέλεια μεταξύ τεταρτημορίων (δείκτη συσχέτιση IQR με κανονική κατανομή, NIQR = 0,7413 × IQR)
fa: دامنه بین قشر نرمال (IQR مرتبط با IQR با توزیع عادی ، NIQR = 0.7413 × IQR)
fi: Normalisoitu kvartiilien välinen alue (IQR: n indeksi normaalijakaumaan, Niqr = 0,7413 × IQR)
fr: Plage interquartile normalisée (index associant IQR à la distribution normale, NIQR = 0,7413 × IQR)
gd: Raon Internaration àbhaisteach (clàr-amais a 'ceangal IQr ris an sgaoileadh àbhaisteach, NIQR = 0.7413 × IQr)
he: טווח בין -רבעוני מנורמל (אינדקס מקשר IQR עם התפלגות נורמלית, NiQR = 0.7413 × IQR)
hr: Normalizirani interkvartilni raspon (Index Associating IQR s normalnom raspodjelom, NIQR = 0,7413 × IQR)
hu: Normalizált interkvartilis tartomány (az IQR -t a normál eloszláshoz társítva, NiQR = 0,7413 × IQR)
id: Kisaran interkuartil yang dinormalisasi (indeks asosiasi IQR dengan distribusi normal, NIQR = 0,7413 × IQR)
is: Normalized interquartile svið (vísitölutenging IQR við venjulega dreifingu, niqr = 0,7413 × IQR)
it: Intervallo interquartile normalizzato (indice che associa IQR con distribuzione normale, NIQR = 0,7413 × IQR)
ja: 正規四分位範囲 (IQRを正規分布と関連づけた指標、NIQR = 0.7413 × IQR)
km: ជួរ interquartile ធម្មតា (សន្ទស្សន៍ផ្សារភ្ជាប់ IQR ជាមួយនឹងការចែកចាយធម្មតា niqr = 0.7413 × IQR)
lb: Normaliséiert interquartile Gamme (Index assoziéiert IQR mat normaler Verdeelung, NIQR = 0,7413 × iqr)
mi: Ko te awhe-a-rohe (taupū e hono ana i te IQR me te tohatoha noa, niqr = 0.7413 × IQR)
mk: Нормализиран интеркартилен опсег (индекс асоцијација на IQR со нормална дистрибуција, NIQR = 0,7413 × IQR)
mn: Хэвийн бус интервалтай хүрээ (IQR-ийг хэвийн хуваарилах IQR-ийг хэвийн хуваарилалт, niqr = 0.7413 × IQR)
ms: Julat Interquartile Normal (Indeks mengaitkan IQR dengan pengedaran normal, NIQR = 0.7413 × IQR)
my: ပုံမှန် interquartile range (အညွှန်းကိန်းကိုပုံမှန်ဖြန့်ဖြူးခြင်းနှင့်ပေါင်းသင်းခြင်း, Niqr = 0.7413 × IQR)
nl: Genormaliseerd interquartielbereik (index associëren IQR met normale verdeling, niqr = 0.7413 × iqr)
no: Normalisert interkvartilt område (indeks som assosierer IQR med normalfordeling, NIQR = 0,7413 × IQR)
pl: Znormalizowany zakres międzykwartylowy (indeks IQR z rozkładem normalnym, NIQR = 0,7413 × IQR)
pt: Faixa interquartil normalizada (índice associando o IQR à distribuição normal, niqr = 0,7413 × IQR)
ro: Intervalul interquartil normalizat (index asociat IQR cu distribuție normală, NIQR = 0,7413 × IQR)
ru: Нормализованный межквартильный диапазон (индекс, связывающий IQR с нормальным распределением, NIQR = 0,7413 × IQR)
sd: عام طور تي بينڪوٽائلٽ رينج (انڊيڪس اي آر آر کي عام تقسيم سان اي آر آر اي ايس آر اي سي اي آر آر جو مقابلو ڪندي، NQR = 0.7413 × IQR)
si: සාමාන්යකරණය කළ අතුරු කොටස් පරාසය (IQR සාමාන්ය බෙදා හැරීම සමඟ IQR සම්බන්ධිත දර්ශකය, NiQR = 0.7413 × IQR)
sk: Normalizovaný medzikvartilný rozsah (index priradenie IQR s normálnou distribúciou, NIQR = 0,7413 × IQR)
sq: Gama e normalizuar interkartile (indeksi që shoqëron IQR me shpërndarje normale, NIQR = 0.7413 × IQR)
sv: Normaliserat interkvartilt intervall (index associerar IQR med normal distribution, NIQR = 0,7413 × IQR)
th: ช่วงระหว่างควอไทล์ปกติ (ดัชนีเชื่อมโยง IQR กับการกระจายปกติ, NIQR = 0.7413 × IQR)
tl: Normalized Interquartile Range (Index Associating IQR na may Normal na Pamamahagi, Niqr = 0.7413 × IQR)
tr: Normalleştirilmiş çeyrekler arası aralık (IQR'yi normal dağılımla ilişkilendiren dizin, NIQR = 0.7413 × IQR)
vi: Phạm vi liên vùng được chuẩn hóa (chỉ số IQR liên kết với phân phối bình thường, NIQR = 0,7413 × IQR)

source: Mode
ar: الوضع هو القيمة الأكثر تكرارًا.
bg: Режимът е най -често срещащата се стойност.
ca: El mode és el valor més freqüent.
cs: Režim je nejčastěji se vyskytující hodnota.
cy: Modd yw'r gwerth sy'n digwydd amlaf.
da: Mode er den hyppigst forekommende værdi.
de: Der Modus ist der am häufigsten vorkommende Wert.
el: Η λειτουργία είναι η πιο συχνά εμφανής τιμή.
fa: حالت بیشترین مقدار وجود دارد.
fi: Tila on yleisimmin esiintyvä arvo.
fr: Le mode est la valeur la plus fréquente.
gd: Is e am modh an luach as trice a bu trice.
he: מצב הוא הערך המתרחש בתדירות הגבוהה ביותר.
hr: Način je najčešća vrijednost.
hu: A mód a leggyakrabban előforduló érték.
id: Mode adalah nilai yang paling sering terjadi.
is: Mode er oftast gildi.
it: La modalità è il valore più frequente.
ja: モードは、最も頻繁に出現する値です。
km: របៀបគឺជាតម្លៃដែលកើតឡើងញឹកញាប់បំផុត។
lb: De Modus ass am meeschte geschéien Wäert.
mi: Aratau ko te uara nui rawa atu.
mk: Режимот е најчесто се појавува вредност.
mn: Горим нь хамгийн олон удаа тохиолддог утга юм.
ms: Mod adalah nilai yang paling kerap berlaku.
my: Mode သည်မကြာခဏဖြစ်ပေါ်သောတန်ဖိုးဖြစ်သည်။
nl: Modus is de meest voorkomende waarde.
no: Modus er den hyppigst forekommende verdien.
pl: Tryb jest najczęściej występującą wartością.
pt: O modo é o valor que ocorre com mais frequência.
ro: Modul este valoarea cea mai frecventă.
ru: Режим является наиболее часто встречающимся значением.
sd: موڊ اڪثر ڪري ٿو گهڻو ڪري قيمت.
si: මාදිලිය බොහෝ විට නිතර සිදුවන වටිනාකමයි.
sk: Režim je najčastejšie vyskytujúcou sa hodnotou.
sq: Mënyra është vlera më e shpeshtë që ndodh.
sv: Läge är det oftast förekommande värdet.
th: โหมดเป็นค่าที่เกิดขึ้นบ่อยที่สุด
tl: Ang mode ay ang madalas na nagaganap na halaga.
tr: Mod en sık meydana gelen değerdir.
vi: Chế độ là giá trị xảy ra thường xuyên nhất.

source: With outlier
ar: مع الخارج
bg: с външно
ca: amb més destacat
cs: s odlehlým
cy: gydag allgleiwr
da: med outlier
de: mit Ausreißer
el: με εξωφρενικό
fa: با دورتر
fi: ulospäin
fr: avec une valeur aberrante
gd: le outlier
he: עם מתארים יותר
hr: s vanjskim
hu: outlierrel
id: dengan outlier
is: með útlægari
it: con outlier
ja: 外れ値あり
km: ជាមួយលើស
lb: mat Outlier
mi: me te mea
mk: со пошироко
mn: гаднагчтай
ms: dengan outlier
my: ဘေးထွက်နှင့်အတူ
nl: met uitbijter
no: med outlier
pl: z odstającym
pt: com outlier
ro: cu outier
ru: с выбросом
sd: ٻاهرين پاسي سان
si: පිටස්තරයින් සමඟ
sk: s odľahlým
sq: Me Outlier
sv: med outlier
th: กับ Outlier
tl: Sa Outlier
tr: aykırı ile
vi: với ngoại lệ

source: Without outlier
ar: بدون خارجي
bg: без външен вид
ca: Sense anterior
cs: bez odlehlého
cy: Heb Outlier
da: uden outlier
de: ohne Ausreißer
el: χωρίς υπερβολικό
fa: بدون دور
fi: ilman ulkopuolista
fr: sans valeur aberrante
gd: Às aonais outlier
he: בלי מתאר
hr: bez vanjskog
hu: kívülálló nélkül
id: tanpa outlier
is: án útlægra
it: senza outlier
ja: 外れ値なし
km: ដោយគ្មានអ្នកហួសប្រមាណ
lb: ouni Outlier
mi: kaore i mua
mk: без пошироко
mn: НЭМЭЛТГҮЙ
ms: tanpa outlier
my: ပြင်ပမရှိဘဲ
nl: Zonder uitbijter
no: uten utligger
pl: bez wartości odstającego
pt: sem outlier
ro: Fără mai vechi
ru: без выброса
sd: بغير ٻاهرين
si: පිටස්තරයින් නොමැතිව
sk: bez odľahlých
sq: pa asnjëherë
sv: utan utflyttare
th: ไม่มีค่าผิดปกติ
tl: nang walang outlier
tr: Ayrılmadan
vi: không có ngoại lệ

source: MedianVal
ar: Median
bg: Median
ca: Median
cs: Median
cy: Median
da: Median
de: Median
el: Median
fa: Median
fi: Median
fr: Median
gd: Median
he: Median
hr: Median
hu: Median
id: Median
is: Median
it: Median
ja: 中央値
km: Median
lb: Median
mi: Median
mk: Median
mn: Median
ms: Median
my: Median
nl: Median
no: Median
pl: Median
pt: Median
ro: Median
ru: Median
sd: Median
si: Median
sk: Median
sq: Median
sv: Median
th: Median
tl: Median
tr: Median
vi: Median

source: MaxVal
ar: Max
bg: Max
ca: Max
cs: Max
cy: Max
da: Max
de: Max
el: Max
fa: Max
fi: Max
fr: Max
gd: Max
he: Max
hr: Max
hu: Max
id: Max
is: Max
it: Max
ja: 最大値
km: Max
lb: Max
mi: Max
mk: Max
mn: Max
ms: Max
my: Max
nl: Max
no: Max
pl: Max
pt: Max
ro: Max
ru: Max
sd: Max
si: Max
sk: Max
sq: Max
sv: Max
th: Max
tl: Max
tr: Max
vi: Max

source: MinVal
ar: Min
bg: Min
ca: Min
cs: Min
cy: Min
da: Min
de: Min
el: Min
fa: Min
fi: Min
fr: Min
gd: Min
he: Min
hr: Min
hu: Min
id: Min
is: Min
it: Min
ja: 最小値
km: Min
lb: Min
mi: Min
mk: Min
mn: Min
ms: Min
my: Min
nl: Min
no: Min
pl: Min
pt: Min
ro: Min
ru: Min
sd: Min
si: Min
sk: Min
sq: Min
sv: Min
th: Min
tl: Min
tr: Min
vi: Min

source: Custom
ar: العادة
bg: Персонализиран
ca: Costum
cs: Zvyk
cy: Arferol
da: Brugerdefinerede
de: Brauch
el: Εθιμο
fa: سفارشی
fi: Mukautettu
fr: Personnalisé
he: המותאם אישית
hr: Prilagođen
hu: Egyedi
id: Kebiasaan
is: Sérsniðin
it: Costume
ja: カスタム
km: តមន្យេមតមលាប់
lb: Person nët
mi: Ritenga
mk: Обичај
mn: Ес заншил
ms: Adat
my: ထုံးစံဓလေ့
nl: Aangepast
no: Tilpasset
pl: Zwyczaj
pt: Personalizado
ro: Personalizat
ru: Обычай
sd: ڪسٽمس
si: අභිරුචි
sk: Zvyk
sq: I zakonshëm
sv: Beställnings
th: กำหนดเอง
tl: Pasadya
tr: Gelenek
vi: Phong tục

source: Today
ar: اليوم
bg: Днес
ca: Avui
cs: Dnes
cy: Heddiw
da: I dag
de: Heute
el: Σήμερα
fa: امروز
fi: Tänään
fr: Aujourd'hui
gd: An-diugh
he: היום
hr: Danas
hu: Ma
id: Hari ini
is: Í dag
it: In data odierna
ja: 今日
km: ថៃនេហ
lb: Haut
mi: Tēnei rā
mk: Денес
mn: Оноо
ms: Hari ini
my: ယနေ့တွင်
nl: Vandaag
no: I dag
pl: Dziś
pt: Hoje
ro: Astăzi
ru: Сегодня
sd: اڄ
si: අද
sk: Dnes
sq: Sot
sv: I dag
th: วันนี้
tl: Ngayon
tr: Bugün
vi: Hôm nay

source: Yesterday
ar: في الامس
bg: Вчера
ca: Ahir
cs: Včera
cy: Ddoe
da: I går
de: Gestern
el: Εχθές
fa: دیروز
fi: Eilen
fr: Hier
gd: An-dè
he: אתמול
hr: Jučer
hu: Tegnap
id: Kemarin
is: Í gær
it: Ieri
ja: 昨日
km: បីមសិលមិញ
lb: Gëschter
mi: Nanahi
mk: Вчера
mn: Өчигдөр
ms: Semalam
my: မနေ့က
nl: Gisteren
no: I går
pl: Wczoraj
pt: Ontem
ro: Ieri
ru: Вчерашний день
sd: ارتيء
si: ඊයේ
sk: Včera
sq: Dje
sv: I går
th: เมื่อวาน
tl: Kahapon
tr: Dün
vi: Hôm qua
