Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Interval Hover
ar: プロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
bg: Празенプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
ca: Buitプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
cs: Prázdnýプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
cy: Wacochプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
da: Tomプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
de: Leerプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
el: Αδειάζωプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
fa: خالیプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
fi: Tyhjäプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
fr: Videプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
gd: Falamhプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
he: ריקプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
hr: Prazanプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
hu: Üresプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
id: Kosongプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
is: Tómtプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
it: Vuotoプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
ja: プロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
km: តមនេរプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
lb: Eidelプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
mi: Tahangaプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
mk: Празенプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
mn: Хоосонプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
ms: Kosongプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
my: ဗလာプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
nl: Leegプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
no: Tømmeプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
pl: Pustyプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
pt: Vazioプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
ro: Golプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
ru: Пустойプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
sd: خالي آهيプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
si: හිස්プロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
sk: Vyprázdniťプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
sq: I zbrazëtプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
sv: Tömmaプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
th: ว่างเปล่าプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
tl: Walang lamanプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
tr: Boşプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
vi: Trống rỗngプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760

source: Window length Hover
ar: 1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
bg: Празен1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
ca: Buit1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
cs: Prázdný1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
cy: Wacoch1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
da: Tom1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
de: Leer1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
el: Αδειάζω1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
fa: خالی1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
fi: Tyhjä1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
fr: Vide1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
gd: Falamh1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
he: ריק1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
hr: Prazan1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
hu: Üres1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
id: Kosong1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
is: Tómt1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
it: Vuoto1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
ja: 1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
km: តមនេរ1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
lb: Eidel1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
mi: Tahanga1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
mk: Празен1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
mn: Хоосон1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
ms: Kosong1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
my: ဗလာ1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
nl: Leeg1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
no: Tømme1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
pl: Pusty1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
pt: Vazio1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
ro: Gol1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
ru: Пустой1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
sd: خالي آهي1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
si: හිස්1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
sk: Vyprázdniť1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
sq: I zbrazët1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
sv: Tömma1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
th: ว่างเปล่า1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
tl: Walang laman1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
tr: Boş1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
vi: Trống rỗng1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760

source: Window length Hover ScP
ar: 1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
bg: Празен1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
ca: Buit1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
cs: Prázdný1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
cy: Wacoch1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
da: Tom1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
de: Leer1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
el: Αδειάζω1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
fa: خالی1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
fi: Tyhjä1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
fr: Vide1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
gd: Falamh1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
he: ריק1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
hr: Prazan1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
hu: Üres1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
id: Kosong1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
is: Tómt1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
it: Vuoto1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
ja: 1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
km: តមនេរ1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
lb: Eidel1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
mi: Tahanga1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
mk: Празен1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
mn: Хоосон1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
ms: Kosong1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
my: ဗလာ1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
nl: Leeg1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
no: Tømme1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
pl: Pusty1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
pt: Vazio1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
ro: Gol1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
ru: Пустой1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
sd: خالي آهي1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
si: හිස්1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
sk: Vyprázdniť1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
sq: I zbrazët1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
sv: Tömma1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
th: ว่างเปล่า1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
tl: Walang laman1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
tr: Boş1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
vi: Trống rỗng1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
