Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Saved
ar: أنقذ
bg: Запазени
ca: Guardat
cs: Uložené
cy: Harbed
da: Gemt
de: Gerettet
el: Αποθηκευμένος
fa: ذخیره
fi: Pelastettu
fr: Enregistré
gd: Air a shàbhaladh
he: שמור
hr: Spreman
hu: Mentett
id: Diselamatkan
is: Vistað
it: Salvato
ja: 保存しました。
km: បានសរេមចសរបុម
lb: Verwënnert
mi: Kua ora
mk: Зачувано
mn: Ургагдсан
ms: Disimpan
my: ကယ်တင်ခြင်း
nl: Gered
no: Lagret
pl: Uratowany
pt: Salvou
ro: Salvat
ru: Сохранил
sd: باھوار
si: බේරුණා
sk: Uložený
sq: I shpëtuar
sv: Räddad
th: ที่ได้รับการช่วยเหลือ
tl: Nai -save
tr: Kurtarılmış
vi: Đã lưu

source: Error has been occurred
ar: حدث خطأ
bg: Възникна грешка
ca: S'ha produït un error
cs: Došlo k chybě
cy: Mae gwall wedi digwydd
da: Der opstod en fejl
de: Ein Fehler ist aufgetreten
el: Παρουσιάστηκε σφάλμα
fa: خطایی رخ داده است
fi: Tapahtui virhe
fr: Une erreur est survenue
gd: Tha mearachd air tachairt
he: אירעה שגיאה
hr: Došlo je do pogreške
hu: Hiba történt
id: Sebuah kesalahan telah terjadi
is: Villa hefur komið upp
it: C'è stato un errore
ja: エラーが発生しました。
km: កំហុសមួយបានកើតឡើង
lb: E Feeler ass geschitt
mi: Kua puta he hapa
mk: Се појави грешка
mn: Алдаа гарсан байна
ms: Ralat telah berlaku
my: အမှားတစ်ခုဖြစ်ပွားခဲ့သည်
nl: er is een fout opgetreden
no: Det har oppstått en feil
pl: Wystąpił błąd
pt: ocorreu um erro
ro: a avut loc o eroare
ru: произошла ошибка
sd: هڪ غلطي ٿي وئي آهي
si: දෝෂයක් සිදුවී ඇත
sk: Došlo k chybe
sq: Një gabim ka ndodhur
sv: Ett fel har uppstått
th: เกิดข้อผิดพลาด
tl: may nangyaring pagakamali
tr: bir hata oluştu
vi: một lỗi đã xảy ra

source: Application Configuration
ar: تكوين التطبيق
bg: Конфигурация на приложението
ca: Configuració de l'aplicació
cs: Konfigurace aplikace
cy: Cyfluniad Cais
da: Applikationskonfiguration
de: Anwendungskonfiguration
el: Διαμόρφωση εφαρμογής
fa: پیکربندی کاربرد
fi: Sovelluskokoonpano
fr: Configuration de l'application
gd: Rèiteachadh tagraidh
he: תצורת יישום
hr: Konfiguracija aplikacije
hu: Alkalmazáskonfiguráció
id: Konfigurasi Aplikasi
is: Stillingar umsóknar
it: Configurazione dell'applicazione
ja: アプリケーション設定
km: ការកំណត់រចនាសម្ព័ន្ធកម្មវិធី
lb: Uwendungsfong
mi: Whirihoranga Tono
mk: Конфигурација на апликација
mn: Програмын тохиргоо
ms: Konfigurasi Permohonan
my: လျှောက်လွှာပြင်ဆင်မှု
nl: Toepassingsconfiguratie
no: Applikasjonskonfigurasjon
pl: Konfiguracja aplikacji
pt: Configuração do aplicativo
ro: Configurarea aplicației
ru: Конфигурация приложения
sd: درخواست جي ترتيب
si: යෙදුම් වින්යාසය
sk: Konfigurácia aplikácie
sq: Konfigurimi i Aplikimit
sv: Applikationskonfiguration
th: การกำหนดค่าแอปพลิเคชัน
tl: Pag -configure ng Application
tr: Uygulama Yapılandırması
vi: Cấu hình ứng dụng

source: Page not found
ar: الصفحة غير موجودة
bg: Страницата не е намерена
ca: Pàgina no trobada
cs: Stránka nenalezena
cy: Tudalen heb ei darganfod
da: Siden blev ikke fundet
de: Seite nicht gefunden
el: Η σελίδα δεν βρέθηκε
fa: صفحه یافت نشد
fi: Sivua ei löydetty
fr: Page non trouvée
gd: Duilleag air a lorg
he: הדף לא נמצא
hr: Stranica nije pronađena
hu: Az oldal nem található
id: Halaman tidak ditemukan
is: Síða ekki fundin
it: Pagina non trovata
ja: ページが見つかりません
km: រកមិនឃើញទំព័រ
lb: Säit net fonnt
mi: Whaarangi kaore i kitea
mk: Страната не е пронајдена
mn: Хуудас олдсонгүй
ms: Laman tidak dijumpai
my: စာမျက်နှာမတွေ့ပါ
nl: Pagina niet gevonden
no: Side ikke funnet
pl: Strona nie znaleziona
pt: Página não encontrada
ro: Pagina nu a fost gasita
ru: Страница не найдена
sd: پيج نه لڌو
si: පිටුව හමු නොවීය
sk: Stránka nenájdená
sq: Faqja nuk u gjet
sv: Sidan hittas inte
th: ไม่พบหน้านี้
tl: Hindi natagpuan ang pahina
tr: Sayfa bulunamadı
vi: Không tìm thấy trang

source: Sorry, something went wrong
ar: حدث خطأ
bg: Възникна грешка
ca: S'ha produït un error
cs: Došlo k chybě
cy: Mae gwall wedi digwydd
da: Der opstod en fejl
de: Ein Fehler ist aufgetreten
el: Παρουσιάστηκε σφάλμα
fa: خطایی رخ داده است
fi: Tapahtui virhe
fr: Une erreur est survenue
gd: Tha mearachd air tachairt
he: אירעה שגיאה
hr: Došlo je do pogreške
hu: Hiba történt
id: Sebuah kesalahan telah terjadi
is: Villa hefur komið upp
it: C'è stato un errore
ja: エラーが発生しました。
km: កំហុសមួយបានកើតឡើង
lb: E Feeler ass geschitt
mi: Kua puta he hapa
mk: Се појави грешка
mn: Алдаа гарсан байна
ms: Ralat telah berlaku
my: အမှားတစ်ခုဖြစ်ပွားခဲ့သည်
nl: er is een fout opgetreden
no: Det har oppstått en feil
pl: Wystąpił błąd
pt: ocorreu um erro
ro: a avut loc o eroare
ru: произошла ошибка
sd: هڪ غلطي ٿي وئي آهي
si: දෝෂයක් සිදුවී ඇත
sk: Došlo k chybe
sq: Një gabim ka ndodhur
sv: Ett fel har uppstått
th: เกิดข้อผิดพลาด
tl: may nangyaring pagakamali
tr: bir hata oluştu
vi: một lỗi đã xảy ra

source: Analysis Interface Application
ar: تطبيق Datalink & Analysis
bg: Приложение за Datalink & Analysis
ca: Aplicació de DataLink & Analysis
cs: Aplikace DataLink & Analysis
cy: Ap DATALINK A DADANSODDI
da: Datalink & Analysis -app
de: Datalink & Analysis App
el: Εφαρμογή Datalink & Analysis
fa: برنامه Datalink & Analysis
fi: DataLink & Analysis App
fr: Application Datalink & Analysis
gd: App datatalink & mion-sgrùdadh
he: אפליקציית Datalink & ניתוח
hr: Aplikacija DataLink & Analysing
hu: DataLink & Analysis alkalmazás
id: Aplikasi Datalink & Analisis
is: Datalink & Analysis app
it: App Datalink e analisi
ja: データ紐付け＆分析アプリ
km: កម្មវិធី DataLink & វិភាគកម្មវិធី
lb: Datalink & Analyse App
mi: Taupānga Datalink & Tātaritanga
mk: Апликација за балинк и анализа
mn: DATALINK ба Анимлагын програм
ms: Aplikasi Datalink & Analisis
my: Datalink & Analysis app
nl: Datalink & Analysis -app
no: Datalink & Analyse -app
pl: Aplikacja Datalink & Analysis
pt: App Datalink & Analysis
ro: Aplicație Datalink & Analysis
ru: Приложение DataLink & Analysis
sd: ڊيٽابڪڪ ۽ تجزيو ايپ
si: දත්ත මාලාව සහ විශ්ලේෂණ යෙදුම
sk: Aplikácia Datalink a Analys
sq: Aplikacioni i Datalink & Analizës
sv: Datalink & Analys App
th: แอป Datalink & Analysis
tl: DATALINK & ANALISIS APP
tr: Datalink & Analiz Uygulaması
vi: Ứng dụng Datalink & Phân tích

source: Choose language
ar: اختر لغة
bg: Изберете език
ca: Seleccioneu un idioma
cs: Vyberte jazyk
cy: Dewiswch Iaith
da: Vælg et sprog
de: Wähle eine Sprache
el: Επιλέξτε μια γλώσσα
fa: یک زبان را انتخاب کنید
fi: Valitse kieli
fr: sélectionnez une langue
gd: Tagh cànan
he: בחר שפה
hr: Odaberite jezik
hu: Válasszon egy nyelvet
id: Pilih bahasa
is: Veldu tungumál
it: Seleziona una lingua
ja: 言語を選択
km: ជ្រើសរើសភាសា
lb: Wielt eng Sprooch
mi: Whiriwhiria he reo
mk: Изберете јазик
mn: Хэл сонгоно уу
ms: pilih bahasa
my: ဘာသာစကားတစ်ခုကိုရွေးချယ်ပါ
nl: Selecteer een taal
no: Velg et språk
pl: Wybierz język
pt: selecione um idioma
ro: selectați o limbă
ru: Выберите язык
sd: ٻولي چونڊيو
si: භාෂාවක් තෝරන්න
sk: Vyberte jazyk
sq: Zgjidhni një gjuhë
sv: Välj ett språk
th: เลือกภาษา
tl: Pumili ng isang wika
tr: bir dil seç
vi: Chọn một ngôn ngữ

source: Home
ar: الشاشة الرئيسية
bg: Начален екран
ca: Pantalla principal
cs: Úvodní obrazovka
cy: Prif sgrin
da: Hovedskærm
de: Hauptbildschirm
el: Κύρια οθόνη
fa: صفحه اصلی
fi: Päänäyttö
fr: Écran principal
gd: Prìomh sgrion
he: מסך ראשי
hr: Glavni zaslon
hu: Fő képernyő
id: Layar utama
is: Aðalskjár
it: Schermo principale
ja: メイン画面
km: អេក្រង់មេ
lb: Haaptbild
mi: Mata nui
mk: Главен екран
mn: Гол дэлгэц
ms: Skrin utama
my: ပင်မမျက်နှာပြင်
nl: Hoofdscherm
no: Hovedskjermen
pl: Główny ekran
pt: Tela principal
ro: Ecranul principal
ru: Главный экран
sd: ذهني اسڪرين
si: ප්රධාන තිරය
sk: Hlavná obrazovka
sq: Ekran kryesor
sv: Huvudskärm
th: หน้าจอหลัก
tl: Pangunahing screen
tr: Ana ekran
vi: Màn hình chính

source: Setting
ar: عملية التحقق
bg: Проверка на операцията
ca: Verificació de l'operació
cs: Ověření operace
cy: Gwirio Gweithredol
da: Operationsbekræftelse
de: Betriebsprüfung
el: Επαλήθευση λειτουργίας
fa: تأیید عملیات
fi: Toiminnan varmennus
fr: Vérification de l'opération
gd: Dearbhadh Obrachaidh
he: אימות פעולה
hr: Provjera rada
hu: Üzemeltetési ellenőrzés
id: Verifikasi Operasi
is: Staðfesting á aðgerð
it: Verifica dell'operazione
ja: 動作検証
km: ការផ្ទៀងផ្ទាត់ប្រតិបត្តិការ
lb: Operatioun
mi: Manatoko Mahi
mk: Верификација на операцијата
mn: Үйл ажиллагааны баталгаажуулалт
ms: Pengesahan operasi
my: စစ်ဆင်ရေးအတည်ပြု
nl: Bedieningsverificatie
no: Operasjonsbekreftelse
pl: Weryfikacja operacji
pt: Verificação de operação
ro: Verificarea operației
ru: Проверка операции
sd: آپريشن جي تصديق
si: මෙහෙයුම් සත්යාපනය
sk: Overovanie operácie
sq: Verifikim i operacionit
sv: Driftsverifiering
th: การตรวจสอบการดำเนินงาน
tl: Pagpapatunay ng operasyon
tr: Operasyon Doğrulama
vi: Cài đặt

source: Performance Check
ar: عملية التحقق
bg: Проверка на операцията
ca: Verificació de l'operació
cs: Ověření operace
cy: Gwirio Gweithredol
da: Operationsbekræftelse
de: Betriebsprüfung
el: Επαλήθευση λειτουργίας
fa: تأیید عملیات
fi: Toiminnan varmennus
fr: Vérification de l'opération
gd: Dearbhadh Obrachaidh
he: אימות פעולה
hr: Provjera rada
hu: Üzemeltetési ellenőrzés
id: Verifikasi Operasi
is: Staðfesting á aðgerð
it: Verifica dell'operazione
ja: 動作検証
km: ការផ្ទៀងផ្ទាត់ប្រតិបត្តិការ
lb: Operatioun
mi: Manatoko Mahi
mk: Верификација на операцијата
mn: Үйл ажиллагааны баталгаажуулалт
ms: Pengesahan operasi
my: စစ်ဆင်ရေးအတည်ပြု
nl: Bedieningsverificatie
no: Operasjonsbekreftelse
pl: Weryfikacja operacji
pt: Verificação de operação
ro: Verificarea operației
ru: Проверка операции
sd: آپريشن جي تصديق
si: මෙහෙයුම් සත්යාපනය
sk: Overovanie operácie
sq: Verifikim i operacionit
sv: Driftsverifiering
th: การตรวจสอบการดำเนินงาน
tl: Pagpapatunay ng operasyon
tr: Operasyon Doğrulama
vi: Xác minh hoạt động

source: Basic Config
ar: التكوين الأساسي
bg: Основна конфигурация
ca: Configuració bàsica
cs: Základní konfigurace
cy: Ffurfwedd Sylfaenol
da: Grundlæggende konfiguration
de: Grundlegende Konfiguration
el: Βασική διαμόρφωση
fa: پیکربندی اصلی
fi: Peruskonfigurointi
fr: Configuration de base
gd: Config bunaiteach
he: תצורה בסיסית
hr: Osnovna konfigura
hu: Alapvető konfiguráció
id: Konfigurasi Dasar
it: Configurazione di base
ja: 基本設定
km: ការកំណត់រចនាសម្ព័ន្ធមូលដ្ឋាន
lb: Basis Konfigur
mi: Tuhinga o mua
mk: Основна конфигурација
mn: Үндсэн тохиргоо
ms: Konfigurasi asas
my: အခြေခံ config
nl: Basisconfiguratie
no: Grunnleggende konfigurasjon
pl: Podstawowa konfiguracja
pt: Config básico
ro: Configurare de bază
ru: Базовая конфигурация
sd: بنيادي ترتيب
si: මූලික වින්යාසය
sk: Základná konfigurácia
sq: Konfigurim themelor
sv: Grundläggande konfiguration
th: การกำหนดค่าพื้นฐาน
tl: Pangunahing config
tr: Temel Yapılandırma
vi: Cấu hình cơ bản

source: Register
ar: يسجل
bg: Регистрирам
ca: Registrar
cs: Registrovat
cy: Gofrestrent
da: Tilmeld
de: Registrieren
el: Κανω ΕΓΓΡΑΦΗ
fa: ثبت نام
fi: Rekisteröidä
fr: S'inscrire
gd: Clàraich
he: הירשם
hr: Registar
hu: Regisztráció
id: Daftar
is: Skráðu þig
it: Registrati
ja: 登録
km: ការចុហបហ្ជី
lb: Sech umellen
mi: Rēhita
mk: Регистар
mn: Бүртгүүлэх
ms: Daftar
my: စာရင်း
no: Registrere
pl: Zarejestrować
pt: Registro
ro: Inregistreaza-te
ru: регистр
sd: پورو اڳوجو
si: ලියාපදිංචි වන්න
sk: Registrovať
sq: Regjistroj
sv: Registrera
th: ลงทะเบียน
tl: Magrehistro
tr: Kayıt ol
vi: Đăng ký

source: Reload
ar: إعادة تحميل
bg: Презареди
ca: Recarregar
cs: Znovu načíst
cy: Hail -lwythet
da: Genindlæs
de: Neu laden
el: Φορτώνω πάλι
fa: بارگیری مجدد
fi: Ladata uudelleen
fr: Recharger
gd: Ath-luchdachadh
he: לִטעוֹן מִחָדָשׁ
hr: Ponovno učitati
hu: Újratöltés
id: Muat ulang
is: Endurhlaðið
it: Ricaricare
ja: 再読込み
km: រេកាម
lb: Relatioun losse
mi: Tārororaa anō
mk: Освежете го
mn: Дүүргэх
ms: Tambah nilai
my: ပြန်တင်
nl: Herladen
no: Last på nytt
pl: Przeładować
pt: recarregar
ro: Reîncarcă
ru: Перезагрузить
sd: Rower
si: රීලෝඩ් කරන්න
sk: Znovu načítať
sq: Ringarkoj
sv: Ladda om
th: โหลดใหม่
tr: Tekrar yükle
vi: Tải lại

source: Integer
ar: عدد صحيح
bg: Цяло число
ca: Enter
cs: Celé číslo
cy: Gyfanrif
da: Heltal
de: Ganze Zahl
el: Ακέραιος αριθμός
fa: عدد صحیح
fi: Kokonaisluku
fr: Entier
he: מספר שלם
hr: Cijeli broj
hu: Egész szám
id: Bilangan bulat
is: Heiltala
it: Numero intero
ja: 整数
km: ចំនួនគត់
lb: Ganz hell
mi: Karihi
mk: Цел број
mn: Ittendition ЦАГ
my: ကိန်း
nl: Geheel getal
no: Heltall
pl: Liczba całkowita
pt: Inteiro
ro: Întreg
ru: Целое число
sd: ملازم
si: පූර්ණ සංඛ්යා
sk: Celé číslo
sq: Numër i plotë
sv: Heltal
th: จำนวนเต็ม
tr: Tamsayı
vi: Số nguyên

source: Real(Float)
ar: حقيقي (تعويم)
bg: Истински (поплавък)
ca: Real (flotador)
cy: Go iawn (arnofio)
da: Ægte (float)
el: Πραγματικό (float)
fa: واقعی (شناور)
fi: Todellinen (kelluva)
fr: Réel (flotteur)
gd: Fìor (float)
he: אמיתי (צף)
hr: Stvarno (plutati)
hu: Igazi (úszó)
id: Nyata (float)
is: Alvöru (fljóta)
it: Vero (galleggiante)
ja: 実数
km: ពិត (អណ្តែត)
mk: Вистински (плови)
mn: Бодит (хөвөх)
ms: Sebenar (terapung)
my: အစစ်အမှန် (float)
nl: Echt (float)
no: Ekte (float)
pt: Real (flutuação)
ru: Реал (поплавок)
sd: حقيقي (فلوٽ)
si: සැබෑ (පාවෙන)
sk: Skutočné (plavák)
sq: Real (noton)
sv: Verklig (float)
th: จริง (ลอย)
tl: Totoong (float)
tr: Gerçek (şamandıra)

source: Datetime
bg: Време за среща
ca: Data i hora
cs: Čas schůzky
da: Dato tid
de: Terminzeit
el: Ημερομηνία ώρα
fa: وقت قرار
fi: Treffiaika
gd: Ùine ceann-latha
he: תאריך שעה
hr: Datum vrijeme
hu: Dátum idő
id: Tanggal Waktu
it: Appuntamento
ja: 日時
km: ពេល​ណាត់ជួប
lb: Datum Zäit
mi: Awa
mk: Датум време
mn: Он сар өдөр цаг
ms: Masa tarikh
my: ဒက်
nl: Datum Tijd
no: Dato tid
pt: Data hora
sd: تاريخي وقت
si: දිනය වෙලාව
sk: Dátum Čas
sq: Datë
sv: Datum Tid
th: วันเวลา
tr: Ditetime
vi: Ngày giờ

source: String
ar: سلسلة
bg: Низ
ca: Corda
cs: Tětiva
cy: Moch
da: Snor
de: Saite
el: Σειρά
fa: رشته
fi: Naru
fr: Chaîne de caractères
gd: Sreang
he: חוּט
hr: Niz
hu: Húr
id: Rangkaian
is: Strengur
it: Corda
ja: 文字列
km: ខេស
mi: Aho
mk: Низа
mn: Чавхдас
ms: Tali
my: ကြိုး
nl: Snaar
no: Streng
pl: Strunowy
pt: Corda
ro: Şir
ru: Нить
sd: اسنگ
si: නූල්
sk: Šupka
sq: Varg
sv: Sträng
th: สาย
tr: Sicim
vi: Chuỗi

source: Title
ar: عنوان
bg: Заглавие
ca: Títol
cs: Titul
cy: Teitl
da: Titel
de: Titel
el: Τίτλος
fa: عنوان
fi: Otsikko
fr: Titre
gd: Tiotal
he: כותרת
hr: Titula
hu: Cím
id: Judul
is: Titill
it: Titolo
ja: タイトル
km: ចមនងចើង
lb: Tittel
mi: Taitara
mk: Наслов
mn: Гарчиг
ms: Tajuk
my: ခေါင်းစဥ်
nl: Titel
no: Tittel
pl: Tytuł
pt: Título
ro: Titlu
ru: Заголовок
sd: زمانو
si: ශීර්ෂය
sk: Titul
sq: Titull
sv: Titel
th: ชื่อ
tl: Pamagat
tr: Başlık
vi: Tiêu đề

source: Plant
ar: مصنع
bg: Растение
ca: Planta
cs: Rostlina
cy: Plannem
da: Plante
de: Anlage
el: Φυτό
fa: گیاه
fi: Tehdas
fr: Plante
gd: Plannt
he: צמח
hr: Biljka
hu: Növény
id: Tanaman
is: Planta
it: Pianta
ja: 製作所
km: រុក្ខចាតិ
lb: Quant Aarbechten
mi: Tipu
mk: Растенија
mn: Ургамал
ms: Tumbuhan
my: စက်တန်းဆာကိရိယာ
no: Anlegg
pl: Zakład
pt: Plantar
ro: Plantă
ru: Завод
sd: ٻوٽو
si: ශාකය
sk: Zasadenie
sq: Bimë
sv: Växt
th: ปลูก
tl: Halaman
tr: Bitki
vi: Thực vật

source: Factory
ar: مصنع
bg: Фабрика
ca: Fàbrica
cs: Továrna
cy: Ffatri
da: Fabrik
de: Fabrik
el: Εργοστάσιο
fa: کارخانه
fi: Tehdas
fr: Usine
gd: Factaraidh
he: מפעל
hr: Tvornica
hu: Gyár
id: Pabrik
is: Verksmiðja
it: Fabbrica
ja: 工場
km: រោងចរក
lb: Fabréchem Restauratioun
mi: Wheketere
mk: Фабрика
mn: Үйлдвэр
ms: Kilang
my: အလုပ်ရုံ
nl: Fabriek
no: Fabrikk
pl: Fabryka
pt: Fábrica
ro: Fabrică
ru: Фабрика
sd: فيس
si: කර්මාන්ත ශාලාව
sk: Továreň
sq: Fabrikë
sv: Fabrik
th: โรงงาน
tl: Pabrika
tr: Fabrika
vi: Nhà máy

source: Line Group
ar: خط
bg: Линия
ca: Filera
cs: Čára
cy: Leinith
da: Linje
de: Linie
el: Γραμμή
fa: خط
fi: Linja
fr: Ligne
gd: Loidhne
he: קַו
hr: Crta
hu: Vonal
id: Garis
is: Lína
it: Linea
ja: ライン
km: ការឈរចាចយរ
lb: Linnbefeier
mi: Tātai
mk: Линија
mn: Шугам
ms: Garis
my: မျဉ်းကေြာင်း
nl: Lijn
no: Linje
pl: Linia
pt: Linha
ro: Linia
ru: Линия
sd: لڪير
si: රේඛාව
sk: Linka
sq: Linjë
sv: Linje
th: เส้น
tl: Linya
tr: Astar
vi: Hàng

source: Please confirm
ar: يرجى تأكيد.
bg: Моля потвърди.
ca: siusplau confirma.
cs: prosím potvrďte.
cy: Cadarnhewch.
da: bekræft venligst.
de: bitte bestätigen.
el: Παρακαλώ Επιβεβαιώστε.
fa: لطفا تأیید کنید
fi: ole hyvä ja vahvista.
fr: Veuillez confirmer.
gd: Feuch an dearbhaich thu.
he: אנא אשר.
hr: molim potvrdite.
hu: kérem erősítse meg.
id: Harap konfirmasi.
is: Vinsamlega staðfestið.
it: Si prega di confermare.
ja: 確認してください。
km: សូម​បញ្ជាក់។
lb: Bescheed wann ech w.e.g.
mi: Whakaaetia koa.
mk: Ве молиме, потврдете.
mn: баталгаажуулна уу.
ms: tolong sahkan.
my: ကျေးဇူးပြု. အတည်ပြုပါ
nl: bevestig alstublieft.
no: Vennligst bekreft.
pl: proszę potwierdzić.
pt: por favor confirme.
ro: Vă rugăm să confirmați.
ru: пожалуйста подтвердите.
sd: مهرباني ڪري تصديق ڪريو.
si: කරුණාකර තහවුරු කරන්න.
sk: prosím Potvrď.
sq: Ju lutemi konfirmoni.
sv: Vänligen bekräfta.
th: กรุณายืนยัน.
tl: Pakikumpirma.
tr: lütfen onaylayın.
vi: vui lòng xác nhận.

source: Do you want to save changes and start to import data with configure at Process Config page?
ar: حفظ البيانات وابدأ في استيراد البيانات باستخدام المحتويات المحددة في صفحة إعداد العملية؟
bg: Запазете данните и започнете да импортирате данни със съдържанието, зададено на страницата за настройка на процеса?
ca: Deseu les dades i comenceu a importar dades amb el contingut establert a la pàgina de configuració del procés?
cs: Uložte data a spusťte import dat s obsahem nastaveným na stránce nastavení procesu?
cy: Cadwch y data a dechrau mewnforio data gyda'r cynnwys a osodir ar y dudalen Gosod Proses?
da: Gem dataene, og begynd at importere data med det indhold, der er indstillet på siden Processindstilling?
de: Speichern Sie die Daten und importieren Sie Daten mit dem in der Prozesseinstellungsseite festgelegten Inhalt?
el: Αποθηκεύστε τα δεδομένα και ξεκινήστε την εισαγωγή δεδομένων με τα περιεχόμενα που ορίζονται στη σελίδα ρύθμισης της διαδικασίας;
fa: داده ها را ذخیره کرده و واردات داده ها را با محتویات تنظیم شده در صفحه تنظیم فرآیند شروع کنید؟
fi: Tallenna tiedot ja aloita tietojen tuonti prosessin asetussivulla asetetulla sisältöllä?
fr: Enregistrez les données et commencez à importer des données avec le contenu défini sur la page de paramètre de processus?
gd: Sàbhail an dàta agus tòisich a 'toirt a-steach dàta leis na tha a' suidheachadh air an roinn a 'phròiseas?
he: שמור את הנתונים והתחל לייבא נתונים עם התוכן שנקבע בדף הגדרת התהליך?
hr: Spremite podatke i počnite uvoziti podatke sa sadržajem postavljenim na stranici Postavke procesa?
hu: Mentse el az adatokat, és kezdje el az adatok importálását a folyamat beállítási oldalán beállított tartalommal?
id: Simpan data dan mulailah mengimpor data dengan konten yang diatur pada halaman pengaturan proses?
is: Vistaðu gögnin og byrjaðu að flytja inn gögn með innihaldi sem sett er á síðu stillingarinnar?
it: Salvare i dati e iniziare a importare i dati con i contenuti impostati nella pagina di impostazione del processo?
ja: データを保存し、工程設定ページで設定した内容でデータのインポートを開始しますか。
km: រក្សាទុកទិន្នន័យហើយចាប់ផ្តើមនាំចូលទិន្នន័យដែលមានមាតិកាដែលបានកំណត់នៅលើទំព័រកំណត់ដំណើរការ?
lb: Späichert d'Donnéeën a fänkt Daten mat den Inhalt ze importéieren op der Veraarbechtungssaz Säit?
mi: Whakaorangia nga raraunga ka tiimata te kawemai i nga raraunga ki nga tuhinga kua whakaritea ki te whaarangi tautuhi?
mk: Зачувајте ги податоците и започнете со увоз на податоци со содржината поставена на страницата за поставување процеси?
mn: Мэдээллийг хадгалаад өгөгдлийг ашиглан өгөгдлийг Process Contring хуудас дээр оруулсан агуулгыг импортлох уу?
ms: Simpan data dan mula mengimport data dengan kandungan yang ditetapkan pada halaman penetapan proses?
my: ဒေတာများကိုသိမ်းဆည်းပြီး Process Prompting စာမျက်နှာရှိအကြောင်းအရာများဖြင့်အချက်အလက်များကိုတင်သွင်းပါ။
nl: Sla de gegevens op en begin met het importeren van gegevens met de inhoud ingesteld op de pagina Procesinstelling?
no: Lagre dataene og begynn å importere data med innholdet som er angitt på prosessinnstillingssiden?
pl: Zapisz dane i rozpocznij importowanie danych z zawartością ustawioną na stronie ustawienia procesu?
pt: Salve os dados e comece a importar dados com o conteúdo definido na página de configuração do processo?
ro: Salvați datele și începeți să importați date cu conținutul setat în pagina de setare a procesului?
ru: Сохраните данные и начните импортировать данные с помощью содержимого, установленного на странице настроек процесса?
sd: ڊيٽا کي محفوظ ڪريو ۽ پروسيسنگ پيج تي ڏنل مواد سان ڊيٽا کي درآمد ڪرڻ شروع ڪيو؟
si: දත්ත සුරකින්න සහ ක්රියාවලි සැකසුම් පිටුවේ ඇති අන්තර්ගතයන් සමඟ දත්ත සමඟ දත්ත ආයාත කිරීම ආරම්භ කරන්න?
sk: Uložte údaje a začnite importovať údaje s obsahom nastaveným na stránke nastavenia procesu?
sq: Ruani të dhënat dhe filloni të importoni të dhëna me përmbajtjen e vendosur në faqen e përcaktimit të procesit?
sv: Spara data och börja importera data med innehållet som anges på processinställningssidan?
th: บันทึกข้อมูลและเริ่มการนำเข้าข้อมูลด้วยเนื้อหาที่ตั้งไว้ในหน้าการตั้งค่ากระบวนการ?
tl: I -save ang data at simulan ang pag -import ng data gamit ang mga nilalaman na nakatakda sa pahina ng setting ng proseso?
tr: Verileri kaydedin ve İşlem Ayarı sayfasında ayarlanan içeriklerle veri içe aktarmaya başlayın?
vi: Lưu dữ liệu và bắt đầu nhập dữ liệu với nội dung được đặt trên trang Cài đặt quy trình?

source: OK
ar: نعم
bg: Добре
ca: D'acord
cy: iawn
da: Okay
el: Εντάξει
fa: خوب
fi: Hyvä
fr: D'ACCORD
gd: Ceart gu leòr
he: בסדר
hr: u redu
hu: rendben
id: Oke
km: យល់ព្រម
mk: добро
mn: БОЛЖ БАЙНА УУ
ms: okey
my: အဆင်ပြေလား
nl: Oké
ru: ХОРОШО
sd: ٺيڪ آ ٺيڪ ن
si: හරි
sk: V poriadku
sq: Ne rregull
th: ตกลง
tr: TAMAM
vi: Chấp nhận

source: Cancel
ar: يلغي
bg: Отказ
ca: Cancel · lar
cs: zrušení
cy: Chansliff
da: Afbestille
de: Absagen
el: Ματαίωση
fa: لغو کردن
fi: Peruuttaa
fr: Annuler
gd: Sguir dheth
he: לְבַטֵל
hr: Otkazati
hu: Megszünteti
id: Membatalkan
is: Hætta við
it: Annulla
ja: キャンセル
km: លប់ចោល
lb: Ofbriechen
mi: Whakakore
mk: Откажи
mn: Цуаах
ms: Batalkan
my: ပျက်စေ
nl: Annuleren
no: Avbryt
pl: Anulować
pt: Cancelar
ro: Anulare
ru: Отмена
sd: رد ڪري
si: අවලංගු කරන්න
sk: Zrušiť
sq: Anuloj
sv: Avbryt
th: ยกเลิก
tl: Kanselahin
tr: İptal
vi: Hủy bỏ

source: Database Config
ar: تكوين قاعدة البيانات
bg: Конфигурация на базата данни
ca: Configuració de la base de dades
cs: Konfigurace databáze
cy: Config Cronfa Ddata
da: Databasekonfiguration
de: Datenbankkonfiguration
el: Διαμόρφωση βάσης δεδομένων
fa: پیکربندی پایگاه داده
fi: Tietokannan kokoonpano
fr: Configuration de la base de données
gd: Config stòr-dàta
he: תצורת מסד נתונים
hr: Konfiguracija baze podataka
hu: Adatbázis -konfiguráció
id: Konfigurasi basis data
is: Gagnagrunnur config
it: Configurazione del database
ja: データベース設定
km: confident មូលដ្ឋានទិន្នន័យ
lb: Datebank configéiert
mi: Paetukutuku Raraunga
mk: Конфигурација на базата на податоци
mn: Мэдээллийн сангийн тохиргоо
ms: Konfigurasi pangkalan data
my: ဒေတာဘေ့စ် config
nl: Database -configuratie
no: Databasekonfigurasjon
pl: Konfiguracja bazy danych
pt: Config do banco de dados
ro: Configurarea bazei de date
ru: Конфигурация базы данных
sd: ڊيٽابيس جي ترتيب
si: දත්ත සමුදා වින්යාසය
sk: Konfigurácia databázy
sq: Konfigurim i bazës së të dhënave
sv: Databaskonfig
th: การกำหนดค่าฐานข้อมูล
tr: Veritabanı yapılandırması
vi: Cấu hình cơ sở dữ liệu
