Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Objective
ar: متغير موضوعي
bg: Цел променлива
ca: Variable objectiva
cs: Objektivní proměnná
cy: Newidyn gwrthrychol
da: Objektiv variabel
de: Objektive Variable
el: Αντικειμενική μεταβλητή
fa: متغیر عینی
fi: Objektiivimuuttuja
fr: Variable objective
gd: Caochladair amas
he: משתנה אובייקטיבי
hr: Objektivna varijabla
hu: Objektív változó
id: Variabel objektif
is: Hlutlæg breytu
it: Variabile oggettiva
ja: 目的変数
km: អថេរគោលបំណង
lb: Objektiv Variabel
mi: Taurangi whaainga
mk: Објективна променлива
mn: ЗОРИУЛСАН ТУХАЙ
ms: Pemboleh ubah objektif
my: ရည်ရွယ်ချက် variable ကို variable ကို
nl: Objectieve variabele
no: Objektiv variabel
pl: Zmienna obiektywna
pt: Variável objetiva
ro: Variabilă obiectivă
ru: Объективная переменная
sd: مقصد متغير
si: වෛෂයික විචල්යය
sk: Objektívna premenná
sq: Variabël objektiv
sv: Objektiv variabel
th: ตัวแปรวัตถุประสงค์
tl: Layunin variable
tr: Nesnel değişken
vi: Biến mục tiêu

source: Objective Explain
ar: يتم حساب معامل الارتباط باستخدام هذا المتغير كمتغير الهدف. يتم عرض المتغير المستهدف المحدد هنا أيضًا مع شريط ألوان على الجانب الأيمن المتطرف من المؤامرة. إذا كنت ترغب في تغيير المتغيرات المستهدفة على المؤامرة ، فيمكنك التبديل بينها بالنقر بزر الماوس الأيمن على كل اسم متغير.
bg: Коефициентът на корелация се изчислява, като се използва тази променлива като целева променлива. Целевата променлива, посочена тук, също е показана заедно с цветна лента от крайната дясна страна на сюжета. Ако искате да промените целевите променливи на сюжета, можете да превключвате между тях, като щракнете с десния бутон върху всяко име на променлива.
ca: El coeficient de correlació es calcula mitjançant aquesta variable com a variable de destinació. La variable de destinació especificada aquí també es mostra juntament amb una barra de colors a l'extrem dret de la trama. Si voleu canviar les variables de destinació de la trama, podeu canviar entre elles fent clic amb el botó dret a cada nom de variable.
cs: Korelační koeficient se vypočítá pomocí této proměnné jako cílové proměnné. Zde uvedená cílová proměnná je také zobrazena spolu s barevnou lištou na pravé pravé straně grafu. Pokud chcete změnit cílové proměnné na grafu, můžete mezi nimi přepínat klepnutím pravým tlačítkem myši na každý název proměnné.
cy: Cyfrifir y cyfernod cydberthynas gan ddefnyddio'r newidyn hwn fel y newidyn targed. Mae'r newidyn targed a bennir yma hefyd yn cael ei arddangos ynghyd â bar lliw ar ochr dde eithaf y plot. Os ydych chi am newid y newidynnau targed ar y plot, gallwch chi newid rhyngddynt trwy glicio ar y dde ar bob enw newidiol.
da: Korrelationskoefficienten beregnes ved hjælp af denne variabel som målvariablen. Den her specificerede målvariabel vises også sammen med en farvebjælke på den yderste højre side af plottet. Hvis du vil ændre målvariablerne på plottet, kan du skifte mellem dem ved at højreklikke på hvert variabelt navn.
de: Der Korrelationskoeffizient wird unter Verwendung dieser Variablen als Zielvariable berechnet. Die hier angegebene Zielvariable wird auch zusammen mit einer Farbleiste auf der äußersten rechten Seite des Diagramms angezeigt. Wenn Sie die Zielvariablen im Diagramm ändern möchten, können Sie zwischen ihnen wechseln, indem Sie mit der rechten Maustaste auf jeden Variablennamen klicken.
el: Ο συντελεστής συσχέτισης υπολογίζεται χρησιμοποιώντας αυτή τη μεταβλητή ως μεταβλητή στόχου. Η μεταβλητή στόχου που καθορίζεται εδώ εμφανίζεται επίσης μαζί με μια έγχρωμη ράβδο στην άκρα δεξιά πλευρά της πλοκής. Εάν θέλετε να αλλάξετε τις μεταβλητές στόχου στην πλοκή, μπορείτε να αλλάξετε μεταξύ τους κάνοντας δεξί κλικ σε κάθε όνομα μεταβλητής.
fa: ضریب همبستگی با استفاده از این متغیر به عنوان متغیر هدف محاسبه می شود. متغیر هدف مشخص شده در اینجا همچنین به همراه یک نوار رنگی در سمت راست راست نقشه نمایش داده می شود. اگر می خواهید متغیرهای هدف را در طرح تغییر دهید ، می توانید با کلیک راست بر روی هر نام متغیر ، بین آنها تغییر دهید.
fi: Korrelaatiokerroin lasketaan käyttämällä tätä muuttujaa kohdemuuttujana. Tässä määritetty kohdemuuttuja näkyy myös tontin oikealla puolella olevalla väripalkilla. Jos haluat muuttaa tontin kohdemuuttujia, voit vaihtaa niiden välillä napsauttamalla hiiren kakkospainikkeella kutakin muuttujan nimeä.
fr: Le coefficient de corrélation est calculé en utilisant cette variable comme variable cible. La variable cible spécifiée ici est également affichée avec une barre de couleur à l'extrême droite du tracé. Si vous souhaitez modifier les variables cibles sur le tracé, vous pouvez basculer entre eux en cliquant avec le bouton droit sur chaque nom de variable.
gd: Tha an leithid de cho-èifeachdas co-cheangal a 'tomhas a' chaochlair seo mar an caochlaideach targaid. Tha an caochladair targaid a chaidh a shònrachadh an seo cuideachd air a thaisbeanadh còmhla ri bàr dath air taobh fìor cheart a 'chuilbheart. Ma tha thu airson na caochladairean targaid atharrachadh air a 'chuilbheart, faodaidh tu gluasad eadar iad le bhith a' briogadh deas air gach ainm caochlaideach.
he: מקדם המתאם מחושב באמצעות משתנה זה כמשתנה היעד. משתנה היעד שצוין כאן מוצג גם יחד עם סרגל צבע בצד ימין הקיצוני של העלילה. אם אתה רוצה לשנות את משתני היעד בעלילה, אתה יכול לעבור ביניהם על ידי לחיצה ימנית על כל שם משתנה.
hr: Koeficijent korelacije izračunava se pomoću ove varijable kao ciljne varijable. Ovdje je prikazana i ciljana varijabla, zajedno s trakom boja na krajnjoj desnoj strani crteža. Ako želite promijeniti ciljne varijable na grafikonu, možete ih prebaciti desnom tipkom miša na svakom nazivu varijable.
hu: A korrelációs együtthatót kiszámítják, hogy ezt a változót célozóként használjuk. Az itt megadott célváltozó szintén megjelenik, és egy színsáv a grafikon jobb oldalán. Ha meg akarja változtatni a célváltozókat a grafikonon, akkor a jobb egérgombbal kattintson a jobb egérgombbal.
id: Koefisien korelasi dihitung menggunakan variabel ini sebagai variabel target. Variabel target yang ditentukan di sini juga ditampilkan bersama dengan bilah warna di sisi kanan plot. Jika Anda ingin mengubah variabel target pada plot, Anda dapat beralih di antara mereka dengan mengklik kanan pada setiap nama variabel.
is: Fylgnistuðullinn er reiknaður með þessari breytu sem markbreytu. Markbreytan sem tilgreind er hér birtist einnig ásamt litabar lengst til hægri hliðarlóðarinnar. Ef þú vilt breyta markstærðum á lóðinni geturðu skipt á milli þeirra með því að hægrismella á hvert breytuheiti.
it: Il coefficiente di correlazione viene calcolato usando questa variabile come variabile target. La variabile target specificata qui viene visualizzata anche insieme a una barra dei colori sull'estrema destra della trama. Se si desidera modificare le variabili target sulla trama, puoi passare da un clic con il pulsante destro del mouse su ciascun nome della variabile.
ja: ここで指定された変数を目的変数として、各変数の相関係数が計算されます。また、ここで指定されたターゲット変数はグラフの一番右側にカラーバーと一緒に表示されます。グラフ上でターゲット変数を変更したい場合は、各変数名の上で右クリックをすることで、ターゲット変数を切り替えることができます。
km: មេគុណទំនាក់ទំនងត្រូវបានគណនាដោយប្រើអថេរនេះជាអថេរគោលដៅ។ អថេរគោលដៅដែលបានបញ្ជាក់នៅទីនេះក៏ត្រូវបានបង្ហាញរួមជាមួយរបារពណ៌នៅផ្នែកខាងស្តាំឆ្ងាយនៃគ្រោង។ ប្រសិនបើអ្នកចង់ផ្លាស់ប្តូរអថេរគោលដៅនៅលើគ្រោងអ្នកអាចប្តូររវាងពួកវាដោយចុចខាងស្តាំលើឈ្មោះអថេរនីមួយៗ។
lb: D'Korrelatiounskopplung gëtt berechent mat dëser Variabel wéi d'Zilvariabel. D'Zilvariabel uginn hei gëtt och mat enger Faarfbar op der wäiter rietser Säit vum Komplott ugewisen. Wann Dir d'Zilvariablen op de Komplott ännere wëllt, kënnt Dir tëscht hinnen ofschalten andeems Dir op all variabele Numm schalt.
mi: Ko te mea nui ka whakatauhia te whakatikatika ma te whakamahi i tenei rereketanga hei rereketanga o te whaainga. Ko te taurangi whaainga kua tohua i konei ka whakaatuhia me te pae tae ki te taha matau o te mahere. Mena kei te hiahia koe ki te whakarereke i nga taurangi o te whaainga i runga i te mahere, ka taea e koe te huri i waenga i a raatau ma te paatene tika i ia ingoa rereke.
mk: Коефициентот на корелација се пресметува со помош на оваа променлива како целна променлива. Целната варијабла наведена овде е прикажана и заедно со лента во боја на крајната десна страна на заплетот. Ако сакате да ги промените целните променливи на заговор, можете да се префрлите меѓу нив со десен клик на секое име на променлива.
mn: Корреляцийн коэффициентийг энэ хувьсагчийг зорилтот хувьсагч болгон ашиглан тооцоолно. Энд заасан зорилтот хувьсагч нь хуйвалдааны баруун талд байгаа өнгөт баартай хамт гарч ирнэ. Хэрэв та зорилтот хувьсагчийг хуйвалдаан дээр өөрчлөхийг хүсч байвал та тэдгээрийн хоорондох товчийг дарж, хувьсах нэр дээр баруун товшиж шилжиж болно.
ms: Koefisien korelasi dikira menggunakan pembolehubah ini sebagai pemboleh ubah sasaran. Pembolehubah sasaran yang dinyatakan di sini juga dipaparkan bersama dengan bar warna di sebelah kanan plot. Jika anda ingin menukar pembolehubah sasaran pada plot, anda boleh bertukar di antara mereka dengan mengklik kanan pada setiap nama pembolehubah.
my: ဆက်စပ်မှုကိန်းကိုဒီ variable ကို tark variable ကိုသုံးပြီးတွက်ချက်သည်။ ဤနေရာတွင်သတ်မှတ်ထားသောပစ်မှတ် variable ကိုသည်လည်း far plot ၏ညာဘက်အခြမ်းတွင်အရောင်ဘားနှင့်အတူပြသခဲ့သည်။ သင်ကြံစည်မှုတွင်ပစ်မှတ် variable များကိုပြောင်းလဲလိုပါက variable name တစ်ခုချင်းစီကိုညာဖက်နှိပ်ခြင်းဖြင့်သူတို့ကိုပြောင်းနိုင်သည်။
nl: De correlatiecoëfficiënt wordt berekend met behulp van deze variabele als de doelvariabele. De hier gespecificeerde doelvariabele wordt ook weergegeven samen met een kleurenbalk aan de uiterst rechterkant van de plot. Als u de doelvariabelen op de plot wilt wijzigen, kunt u ertussen schakelen door met de rechtermuisknop op elke variabele naam te klikken.
no: Korrelasjonskoeffisienten beregnes ved å bruke denne variabelen som målvariabel. Målvariabelen som er spesifisert her vises også sammen med en fargelinje på høyre side av plottet. Hvis du vil endre målvariablene på plottet, kan du veksle mellom dem ved å høyreklikke på hvert variabelnavn.
pl: Współczynnik korelacji jest obliczany przy użyciu tej zmiennej jako zmiennej docelowej. Podana tutaj zmienna docelowa jest również wyświetlana wraz z paskiem kolorów po prawej stronie wykresu. Jeśli chcesz zmienić zmienne docelowe na wykresie, możesz przełączać się między nimi, klikając prawym przyciskiem myszy każdą nazwę zmiennej.
pt: O coeficiente de correlação é calculado usando essa variável como variável de destino. A variável de destino especificada aqui também é exibida junto com uma barra de cores no lado direito do gráfico. Se você deseja alterar as variáveis ​​de destino no gráfico, poderá alternar entre elas clicando com o botão direito do mouse em cada nome de variável.
ro: Coeficientul de corelație este calculat folosind această variabilă ca variabilă țintă. Variabila țintă specificată aici este de asemenea afișată împreună cu o bară de culori pe partea extremă dreaptă a parcelei. Dacă doriți să schimbați variabilele țintă de pe complot, puteți comuta între ele făcând clic dreapta pe fiecare nume variabil.
ru: Коэффициент корреляции рассчитывается с использованием этой переменной в качестве целевой переменной. Целевая переменная, указанная здесь, также отображается вместе с цветной панелью на правой правой части графика. Если вы хотите изменить целевые переменные на графике, вы можете переключаться между ними, щелкнув правой кнопкой мыши по каждому имени переменной.
sd: باهميشن جي حساب سان ان متحرڪ استعمال ڪيو ويو آهي اهو متغير طور ٽارگيٽ متغير طور. ٽارگيٽ متغير هتي بيان ڪيو ويو آهي ته پلاٽ جي سا right ي پاسي هڪ رنگ بار سان گڏ. جيڪڏهن توهان پلاٽ تي ٽارگيٽ متغير تبديل ڪرڻ چاهيو ٿا، توهان هر متغير نالي تي صحيح ڪلڪ ڪري سگهو ٿا.
si: සහසම්බන්ධතා සංගුණකය ගණනය කරනු ලබන්නේ ඉලක්ක විචල්යය ලෙස මෙම විචල්යය භාවිතා කරමිනි. මෙහි දක්වා ඇති ඉලක්ක විචල්යය කුමන්ත්රණයේ දකුණු පැත්තේ වර්ණ බාර් එකක් සමඟ ද දර්ශනය වේ. ඔබට කුමන්ත්රණයේ ඉලක්ක විචල්යයන් වෙනස් කිරීමට අවශ්ය නම්, එක් එක් විචල්ය නාමයේ දකුණු-ක්ලික් කිරීම මඟින් ඔබට ඒවා අතර මාරු විය හැකිය.
sk: Korelačný koeficient sa vypočíta pomocou tejto premennej ako cieľovej premennej. Zobrazuje sa tu aj cieľová premenná, ktorá je tu uvedená spolu s farebnou tyčou na pravej strane pozemku. Ak chcete zmeniť cieľové premenné na pozemku, môžete medzi nimi prepínať kliknutím pravým tlačidlom myši na každý názov premennej.
sq: Koeficienti i korrelacionit llogaritet duke përdorur këtë ndryshore si ndryshore të synuar. Variabli i synuar i specifikuar këtu shfaqet gjithashtu së bashku me një shirit ngjyrash në anën e djathtë të komplotit. Nëse dëshironi të ndryshoni variablat e synuar në komplot, mund të kaloni midis tyre duke klikuar me të djathtën në secilin emër të ndryshueshëm.
sv: Korrelationskoefficienten beräknas med denna variabel som målvariabel. Den målvariabel som anges här visas också tillsammans med en färgstång längst till höger om tomten. Om du vill ändra målvariablerna på tomten kan du växla mellan dem genom att högerklicka på varje variabelnamn.
th: ค่าสัมประสิทธิ์สหสัมพันธ์คำนวณโดยใช้ตัวแปรนี้เป็นตัวแปรเป้าหมาย ตัวแปรเป้าหมายที่ระบุไว้ที่นี่จะแสดงพร้อมกับแถบสีที่ด้านขวาสุดของพล็อต หากคุณต้องการเปลี่ยนตัวแปรเป้าหมายบนพล็อตคุณสามารถสลับระหว่างพวกเขาได้โดยคลิกขวาที่ชื่อตัวแปรแต่ละตัว
tl: Ang koepisyent ng ugnayan ay kinakalkula gamit ang variable na ito bilang target variable. Ang target na variable na tinukoy dito ay ipinapakita din kasama ang isang kulay bar sa malayong kanang bahagi ng balangkas. Kung nais mong baguhin ang mga variable na target sa balangkas, maaari kang lumipat sa pagitan ng mga ito sa pamamagitan ng pag-click sa bawat variable na pangalan.
tr: Korelasyon katsayısı bu değişken kullanılarak hedef değişken olarak hesaplanır. Burada belirtilen hedef değişken, grafiğin en sağ tarafında bir renk çubuğu ile birlikte görüntülenir. Grafikteki hedef değişkenleri değiştirmek istiyorsanız, her bir değişken adını sağ tıklayarak aralarında geçiş yapabilirsiniz.
vi: Hệ số tương quan được tính toán bằng cách sử dụng biến này làm biến đích. Biến mục tiêu được chỉ định ở đây cũng được hiển thị cùng với một thanh màu ở phía bên phải của cốt truyện. Nếu bạn muốn thay đổi các biến mục tiêu trên lô, bạn có thể chuyển đổi giữa chúng bằng cách nhấp chuột phải vào từng tên biến.

source: Category limited MSG
ar: لم يغرق البيانات لأن هناك العديد من الفئات. BREAK_LINE تحقق ، وإذا لزم الأمر ، قم بمراجعة الفترة المستهدفة أقصر.
bg: Данните не бяха удавени, защото има твърде много категории. BREAK_LINE Проверете и, ако е необходимо, преразгледайте целевия период по -кратък.
ca: Les dades no es van ofegar perquè hi ha massa categories. BREAK_LINE Comproveu i, si cal, reviseu el període objectiu més curt.
cs: Data nebyla utopena, protože existuje příliš mnoho kategorií. BREAK_LINE Zkontrolujte a v případě potřeby revidujte cílovou dobu kratší.
cy: Ni chafodd data ei foddi oherwydd bod gormod o gategorïau. BREAK_LINE Gwiriwch ac, os oes angen, adolygwch y cyfnod targed yn fyrrach.
da: Data blev ikke drukne, fordi der er for mange kategorier. BREAK_LINE Kontroller og reviderer om nødvendigt målperioden kortere.
de: Die Daten wurden nicht ertrinken, weil es zu viele Kategorien gibt. BREAK_LINE prüfen und gegebenenfalls die Zielzeit kürzer überarbeiten.
el: Τα δεδομένα δεν πνίγηκαν επειδή υπάρχουν πάρα πολλές κατηγορίες. BREAK_LINE Ελέγξτε και, εάν είναι απαραίτητο, αναθεωρήστε την περίοδο στόχου μικρότερη.
fa: داده ها غرق نشده اند زیرا دسته بندی های زیادی وجود دارد. BREAK_LINE بررسی کنید و در صورت لزوم دوره هدف را کوتاه تر کنید.
fi: Tietoja ei hukkua, koska luokkia on liian paljon. BREAK_LINE Tarkista ja tarkista tarvittaessa tavoiteaika lyhyempi.
fr: Les données ne se sont pas noyées car il y a trop de catégories. BREAK_LINE Vérifier et, si nécessaire, réviser la période cible plus courte.
gd: Cha deach dàta a bhàthadh leis gu bheil cus roinnean ann. BREAK_LINE Thoir sùil agus, ma tha sin riatanach, ath-sgrùdadh, ath-sgrùdaich an ùine targaid nas giorra.
he: הנתונים לא טבעו מכיוון שיש יותר מדי קטגוריות. BREAK_LINE בדוק ובמידת הצורך, לשנות את תקופת היעד הקצרה יותר.
hr: Podaci se nisu utopili jer postoji previše kategorija. BREAK_LINE Provjerite i, ako je potrebno, revidirajte ciljano razdoblje kraće.
hu: Az adatok nem fulladtak meg, mert túl sok kategória van. BREAK_LINE Ellenőrizze, és szükség esetén rövidebben vizsgálja felül a célidőszakot.
id: Data tidak tenggelam karena ada terlalu banyak kategori. BREAK_LINE Periksa dan, jika perlu, revisi periode target lebih pendek.
is: Gögn voru ekki drukknað vegna þess að það eru of margir flokkar. BREAK_LINE Athugaðu og, ef nauðsyn krefur, endurskoðuðu markmiðstímabilið styttra.
it: I dati non sono stati annegati perché ci sono troppe categorie. BREAK_LINE Controlla e, se necessario, rivedi il periodo target più breve.
ja: カテゴリ数が多すぎるため、データを描画しませんでした。BREAK_LINE対象期間などの設定を見直してください。
km: ទិន្នន័យមិនបានលង់ទឹកទេព្រោះមានប្រភេទច្រើនពេក។ BREAK_LINE មូលប្បទានប័ត្រហើយបើចាំបាច់ពិនិត្យមើលរយៈពេលគោលដៅខ្លីជាង។
lb: Daten sinn net dréngend well et sinn ze vill Kategorien. BREAK_LINE Iwwerpréiwen an, wann néideg, iwwerschafft d'Zilzäit méi kuerz.
mi: Kaore i te maroke nga raraunga na te mea he maha rawa nga waahanga. BREAK_LINE Tirohia, mena e tika ana, whakahou i te waa whaainga.
mk: Податоците не се удавија затоа што има премногу категории. BREAK_LINE Проверете и, доколку е потребно, ревидирајте го целниот период пократок.
mn: Хэт олон ангилал байгаа тул өгөгдлийг живүүлээгүй. BREAK_LINE・ Шаардлагатай бол шалгах, хэрэв шаардлагатай бол зорилтот хугацааг богиносгох.
ms: Data tidak tenggelam kerana terdapat terlalu banyak kategori. BREAK_LINE Semak dan, jika perlu, semak semula tempoh sasaran yang lebih pendek.
my: အမျိုးအစားများလွန်းသောကြောင့်ဒေတာရေနစ်သေဆုံးခဲ့သည်။ BREAK_LINE စစ်ဆေးပါ, လိုအပ်ပါကပစ်မှတ်ထားသောအချိန်ကာလကိုပြန်လည်ပြင်ဆင်ပါ။
nl: Gegevens werden niet verdrinkt omdat er te veel categorieën zijn. BREAK_LINE Controle en herzien, indien nodig, de doelperiode korter.
no: Data ble ikke druknet fordi det er for mange kategorier. BREAK_LINE sjekk og om nødvendig revidere målperioden kortere.
pl: Dane nie zostały utopione, ponieważ istnieje zbyt wiele kategorii. BREAK_LINE Sprawdź i, jeśli to konieczne, skróć okres docelowy krótszy.
pt: Os dados não foram afogados porque existem muitas categorias. BREAK_LINE Verifique e, se necessário, revise o período alvo mais curto.
ro: Datele nu au fost înecate, deoarece există prea multe categorii. BREAK_LINE Verificați și, dacă este necesar, revizuiți perioada țintă mai scurtă.
ru: Данные не были утоплены, потому что есть слишком много категорий. BREAK_LINE Проверьте и, при необходимости, пересмотрите целевой период короче.
sd: ڊيٽا غرق نه ڪيو ويو ڇاڪاڻ ته ڪيترائي قسم آهن. BREAK_LINE چيڪ ڪريو ۽، جيڪڏهن ضروري هجي، ٽارگيٽ مدت نن short و.
si: වැඩි කාණ්ඩ ඇති නිසා දත්ත දියේ ගිලී නැත. BREAK_LINE චෙක්පත් සහ අවශ්ය නම්, ඉලක්කගත කාලය කෙටි කිරීම.
sk: Dáta sa neotáčali, pretože existuje príliš veľa kategórií. BREAK_LINE Skontrolujte av prípade potreby revidujte cieľové obdobie kratšie.
sq: Të dhënat nuk u mbytën sepse ka shumë kategori. BREAK_LINE kontrolloni dhe, nëse është e nevojshme, rishikoni periudhën e synuar më të shkurtër.
sv: Data drunknade inte eftersom det finns för många kategorier. BREAK_LINE Kontrollera och om nödvändigt, revidera målperioden kortare.
th: ข้อมูลไม่ได้จมน้ำตายเพราะมีหมวดหมู่มากเกินไป BREAK_LINE ตรวจสอบและหากจำเป็นให้แก้ไขระยะเวลาเป้าหมายให้สั้นลง
tl: Ang data ay hindi nalunod dahil napakaraming kategorya. BREAK_LINE Suriin at, kung kinakailangan, baguhin ang panahon ng target na mas maikli.
tr: Çok fazla kategori olduğu için veriler boğulmadı. BREAK_LINE Kontrol edin ve gerekirse hedef dönemi daha kısa revize edin.
vi: Dữ liệu không bị chết đuối vì có quá nhiều loại. BREAK_LINE Kiểm tra và, nếu cần thiết, hãy sửa đổi khoảng thời gian mục tiêu ngắn hơn.

source: Filter Setting
ar: إعداد مرشح
bg: Настройка на филтъра
ca: Configuració del filtre
cs: Nastavení filtru
cy: Gosodiad hidlo
da: Filterindstilling
de: Filtereinstellung
el: Ρύθμιση φίλτρου
fa: تنظیم فیلتر
fi: Suodatinasetus
fr: Réglage de filtre
gd: Suidheachadh sìoltachain
he: הגדרת סינון
hr: Postavljanje filtra
hu: Szűrő beállítás
id: Pengaturan Filter
is: Síustilling
it: Impostazione del filtro
ja: フィルタ設定
km: ការកំណត់តម្រង
lb: Filter Astellung
mi: Te tautuhi tātari
mk: Поставување на филтерот
mn: Шүүлтүүрийн тохиргоо
ms: Tetapan penapis
my: filter setting ကို
nl: Filterinstelling
no: Filterinnstilling
pl: Ustawienie filtru
pt: Configuração do filtro
ro: Setare filtru
ru: Настройка фильтра
sd: فلٽر سيٽنگ
si: පෙරහන් සැකසුම
sk: Nastavenie filtra
sq: Vendosja e filtrit
sv: Filterinställning
th: การตั้งค่าตัวกรอง
tl: Setting ng filter
tr: Filtre ayarı
vi: Cài đặt bộ lọc

source: Label (Category value)
ar: التسمية (متغيرات الفئة)
bg: Етикет (променливи категории)
ca: Etiqueta (variables de categoria)
cs: Štítek (proměnné kategorie)
cy: Label (newidynnau categori)
da: Etiket (kategorivariabler)
de: Etikett (Kategorievariablen)
el: Ετικέτα (μεταβλητές κατηγορίας)
fa: برچسب (متغیرهای دسته بندی)
fi: Tarra (luokan muuttujat)
fr: Étiquette (variables de catégorie)
gd: Leubail (caochladairean roinneil)
he: תווית (משתני קטגוריה)
hr: Oznaka (varijable kategorija)
hu: Címke (kategória változók)
id: Label (variabel kategori)
is: Merkimiða (Flokksbreytur)
it: Etichetta (variabili di categoria)
ja: ラベル（カテゴリ変数）
km: ផ្លាក (ប្រភេទអថេរប្រភេទ)
lb: Label (Kategorie Verännerlechen)
mi: Tapanga (taurangi kāwai)
mk: Етикета (променливи во категорија)
mn: Шошго (Ангилалын хувьсагч)
ms: Label (pembolehubah kategori)
my: တံဆိပ် (အမျိုးအစား variable တွေကို)
nl: Label (categorievariabelen)
no: Etikett (kategorivariabler)
pl: Etykieta (zmienne kategorii)
pt: Etiqueta (variáveis ​​de categoria)
ro: Etichetă (variabile de categorie)
ru: Метка (переменные категории)
sd: ليبل (ڪيٽيگري متغير)
si: ලේබලය (කාණ්ඩයේ විචල්යයන්)
sk: Štítok (premenné kategórie)
sq: Etiketa (variablat e kategorisë)
sv: Etikett (kategorivariabler)
th: ฉลาก (ตัวแปรหมวดหมู่)
tl: Label (Mga variable na kategorya)
tr: Etiket (kategori değişkenleri)
vi: Nhãn (Biến danh mục)

source: Copied
ar: نسخ
bg: Копиран
ca: Copiat
cs: Zkopírováno
cy: Chopïedig
da: Kopieret
de: Kopiert
el: Αντιγραφεί
fa: کپی شده
fi: Kopioitu
fr: Copié
gd: Copaidh
he: מוּעֲתָק
hr: Kopiran
hu: Másolt
id: Disalin
is: Afritað
it: Copiato
ja: コピーしました。
km: ថតចម្លង
lb: Erfouss
mi: Tā
mk: Копирани
mn: Хуулсан
ms: Disalin
my: ကူးယူ
nl: Gekopieerd
no: Kopiert
pl: Skopiowane
pt: Copiado
ro: Copiat
ru: Скопированный
sd: ٽ ڪيل مي
si: පිටපත් කරන ලදි
sk: Skopírovaný
sq: I kopjuar
sv: Kopierad
th: คัดลอก
tl: Kinopya
tr: Kopyalanmış
vi: Đã sao chép

source: Pasted
ar: لصق
bg: Поставени
ca: Enganxat
cs: Vložený
da: Indsat
de: Geklebt
el: Χυδαία
fa: چسبانده
fi: Liitetty
fr: Collé
he: מודבק
hr: Zalijepljen
hu: Beillesztett
id: Ditempelkan
is: Límt
it: Incollato
ja: ペーストしました。
km: បិទភ្ជាប់
lb: Gepaaselt
mi: Kua oti
mk: Залепено
mn: Богагсан
ms: Disisipkan
my: ခေါက်ပြုလုပ်
nl: Geplakt
no: Limt inn
pl: Wklejone
pt: Colado
ro: Lipit
ru: Вставлено
sd: پيسٽ ٿيل
si: අලවා ඇත
sk: Nalepený
sq: I ngjitur
sv: Klistrad
th: ที่วางไว้
tr: Yapıştırılmış
vi: Dán
