Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Median_mean
ar: الوسيط هو واحد من الإحصاءات النموذجية. إنها قيمة تقع في الوسط عندما يتم ترتيب البيانات المحدودة بالترتيب الصاعد. على سبيل المثال ، في حالة الخمسة ، يكون متوسط ​​عمر العمر هو العصر الثالث في ترتيب العمر. إذا كان عدد البيانات متساويًا ، يتم استخدام متوسط ​​الحساب المركزي القابل للتطبيق.
bg: Медианата е една от типичните статистически данни. Това е стойност, разположена в центъра, когато крайните данни са подредени във възходящия ред. Например, в случай на пет, средната възраст на епохата е третата възраст в ред на възрастта. Ако броят на данните е равномерно, се използва средната стойност на централната аритметика на Brevitable.
ca: La mediana és una de les estadístiques típiques. És un valor situat al centre quan les dades finites estan ordenades en l'ordre ascendent. Per exemple, en el cas de cinc, l’edat mitjana de l’edat és la tercera edat en ordre d’edat. Si el nombre de dades és uniforme, s’utilitza la mitjana de l’aritmètica brevitable central.
cs: Medián je jednou z typických statistik. Je to hodnota umístěná ve středu, když jsou konečná data uspořádána ve vzestupném pořadí. Například v případě pěti je střední věk věku třetím věkem ve věku. Pokud je počet dat sudý, použije se průměr centrální stručné aritmetiky.
cy: Mae'r canolrif yn un o'r ystadegau nodweddiadol. Mae'n werth sydd wedi'i leoli yn y canol pan drefnir y data cyfyngedig yn y drefn esgynnol. Er enghraifft, yn achos pump, canolrif oedran yr oedran yw'r drydedd oedran yn nhrefn oedran. Os yw nifer y data hyd yn oed, defnyddir cyfartaledd y rhifyddeg brevitable canolog.
da: Medianen er en af ​​de typiske statistikker. Det er en værdi placeret i midten, når de endelige data er arrangeret i den stigende rækkefølge. For eksempel, i tilfælde af fem, er den medianalder i alderen den tredje alder i rækkefølge. Hvis antallet af data er lige, anvendes gennemsnittet af den centrale kortfyldte aritmetik.
de: Der Median ist eine der typischen Statistiken. Es ist ein Wert in der Mitte, wenn die endlichen Daten in der aufsteigenden Reihenfolge angeordnet sind. Zum Beispiel ist im fünften Alter das Durchschnittsalter des Alters im dritten Alter in der Reihenfolge des Alters. Wenn die Anzahl der Daten ausgeglichen ist, wird der Durchschnitt der zentralen Brevitable -Arithmetik verwendet.
el: Το διάμεσο είναι ένα από τα τυπικά στατιστικά στοιχεία. Είναι μια τιμή που βρίσκεται στο κέντρο όταν τα πεπερασμένα δεδομένα είναι διατεταγμένα με την ανερχόμενη σειρά. Για παράδειγμα, στην περίπτωση των πέντε, η μέση ηλικία της εποχής είναι η τρίτη ηλικία κατά την ηλικία. Εάν ο αριθμός των δεδομένων είναι ομοιόμορφος, χρησιμοποιείται ο μέσος όρος της κεντρικής αρχιτεκτονικής αριθμητικής.
fa: میانه یکی از آمارهای معمولی است. این مقدار در مرکز قرار دارد که داده های محدود به ترتیب صعودی ترتیب داده می شود. به عنوان مثال ، در مورد پنج ، سن متوسط ​​سن سومین سن به ترتیب سن است. اگر تعداد داده ها یکنواخت باشد ، از میانگین حسابی قابل حمل مرکزی استفاده می شود.
fi: Mediaani on yksi tyypillisistä tilastoista. Se on keskustassa sijaitseva arvo, kun äärellinen data on järjestetty nousevaan järjestykseen. Esimerkiksi viiden tapauksessa ikän mediaani -ikä on kolmas ikä ikäjärjestyksessä. Jos tietojen lukumäärä on tasainen, käytetään keskimääräisen breveable -aritmeettisen aritmeettisen keskiarvon.
fr: La médiane est l'une des statistiques typiques. Il s'agit d'une valeur située au centre lorsque les données finies sont disposées dans l'ordre croissant. Par exemple, dans le cas de cinq ans, l'âge médian de l'âge est le troisième âge de l'âge de l'âge. Si le nombre de données est uniforme, la moyenne de l'arithmétique indiscrète centrale est utilisée.
gd: Tha a 'mheadhan aon de na staitistig àbhaisteach. Tha e na luach a tha suidhichte sa mheadhan nuair a thèid an dàta crìochnaichte a chuir air dòigh anns an òrdugh dìreadh. Mar eisimpleir, ann an cùis còignear, is e linn meadhan na h-aois an treas aois ann an òrdugh aois. Ma tha an àireamh de dhàta eadhon, thathas a 'cleachdadh cuibheasachd an àireamhachd sa mhearachd sa mheadhan.
he: החציון הוא אחד הסטטיסטיקה האופיינית. זהו ערך הממוקם במרכז כאשר הנתונים הסופיים מסודרים בסדר העולה. לדוגמה, במקרה של חמישה, הגיל החציוני בגיל הוא הגיל השלישי לפי הגיל. אם מספר הנתונים הוא שווה, משתמשים בממוצע של החשבון המרכזי ברזל.
hr: Medijan je jedna od tipičnih statistika. To je vrijednost smještena u središtu kada su konačni podaci raspoređeni u uzlaznom redoslijedu. Na primjer, u slučaju pet, srednja dob dobi je treća dob u redu. Ako je broj podataka ujedan, koristi se prosjek središnje aritmetike.
hu: A medián az egyik tipikus statisztika. Ez egy olyan érték, amely a központban helyezkedik el, amikor a véges adatok növekvő sorrendben vannak elrendezve. Például öt esetben az életkor medián életkora a harmadik életkor. Ha az adatok száma egyenletes, akkor a központi brevitálható aritmetika átlagát használjuk.
id: Median adalah salah satu statistik khas. Ini adalah nilai yang terletak di tengah ketika data terbatas diatur dalam urutan naik. Sebagai contoh, dalam kasus lima, usia rata -rata usia adalah usia ketiga dalam urutan usia. Jika jumlah data genap, rata -rata aritmatika pusat yang dapat digunakan.
is: Miðgildi er ein af dæmigerðum tölfræði. Það er gildi sem staðsett er í miðjunni þegar endanlegu gögnum er raðað í hækkandi röð. Til dæmis, þegar um er að ræða fimm, er miðgildi aldurs þriðja aldur í aldri. Ef fjöldi gagna er jafnvel er meðaltal miðlægs blandanlegt tölfræði notað.
it: La mediana è una delle statistiche tipiche. È un valore situato al centro quando i dati finiti sono disposti nell'ordine ascendente. Ad esempio, nel caso di cinque, l'età media dell'età è la terza età in ordine di età. Se il numero di dati è uniforme, viene utilizzata la media dell'aritmetica brevibile centrale.
ja: 中央値は代表的な統計値の一つです。有限個のデータを昇順に並べた時、中央に位置する値です。たとえば、5人の場合、年齢の中央値は年齢順で3番目の年齢です。データ数が偶数の場合は、中央の2値の算術平均が使用されます。
km: មេដ្យានគឺជាស្ថិតិធម្មតាមួយ។ វាគឺជាតម្លៃដែលមានទីតាំងនៅកណ្តាលនៅពេលដែលទិន្នន័យកំណត់ត្រូវបានរៀបចំតាមលំដាប់ឡើង។ ឧទាហរណ៍ក្នុងករណីមនុស្សប្រាំអាយុជាមធ្យមគឺជាយុគសម័យទី 3 តាមលំដាប់នៃអាយុ។ ប្រសិនបើចំនួនទិន្នន័យគឺសូម្បីតែជាមធ្យមនៃនព្វន្ធដែលអាចរកបានកណ្តាលត្រូវបានប្រើ។
lb: D'Median ass ee vun den typesche Statistike. Et gëtt e Wäert am Zentrum wann d'Finejeeën an der räruter Uerdnung arrangéiert gëtt. Zum Beispill, beim Fall vu fënnef, deen Mëtteldeel vum Alter sinn den drëtter Alter an Uerdnung. Wann d'Zuel vun den Donnéeën nach, am Duerchschnëtt vum zentral brennbar Arhomesche ausgeweit. Ass benotzt.
mi: Ko te Median tetahi o nga tatauranga angamaheni. He mea nui kei roto i te pokapū ka whakaritea nga raraunga mutunga i roto i te raupapa piki. Hei tauira, i roto i te mea e rima, ko te tau waenga o te tau ko te tuatoru o nga tau kei roto i te waa. Mena ko te maha o nga raraunga ahakoa, ko te toharite o te Arithmetic Centment Centment e whakamahia ana.
mk: Средната е една од типичните статистики. Тоа е вредност лоцирана во центарот кога конечните податоци се распоредени во растечки редослед. На пример, во случај на пет, средната возраст на возраста е трета возраст по редослед на возраста. Ако бројот на податоци е рамномерен, се користи просекот на централната аритметика.
mn: Медиан бол ердийн статистикийн нэг юм. Энэ нь эцсийн өгөгдлийг дээшлүүлэх дарааллаар зохион байгуулалттай байх үед төвд байрладаг утга юм. Жишээлбэл, тав нь таван настай тохиолдолд наснаасаа гурав дахь нас бол наснаас гурав дахь нас юм. Хэрэв өгөгдлийн тоо нь ч байтугай ерөнхийдөө төвийн товчлолыг ашигладаг.
ms: Median adalah salah satu statistik biasa. Ia adalah nilai yang terletak di tengah apabila data terhingga disusun dalam urutan menaik. Sebagai contoh, dalam kes lima, usia median usia adalah usia ketiga dalam urutan umur. Sekiranya bilangan data adalah, purata aritmetik yang boleh dibelenggu pusat digunakan.
my: ပျမ်းမျှပျမ်းမျှစာရင်းဇယားများထဲမှတစ်ခုဖြစ်သည်။ ကန့်သတ်ထားသည့်အမှာစာတွင်ကန့်သတ်ထားသောအချက်အလက်များကိုစီစဉ်သောအခါဗဟိုတွင်တည်ရှိသောတန်ဖိုးဖြစ်သည်။ ဥပမာအားဖြင့်ငါးခုတွင်အသက်အရွယ်၏ပျမ်းမျှအသက်မှာအသက်အရွယ်အလိုက်တတိယခေတ်ဖြစ်သည်။ ဒေတာအရေအတွက်ပင်လျှင်ပင်လျှင်ဗဟို brevility ဂဏန်းသင်္ချာကိုအသုံးပြုသည်။
nl: De mediaan is een van de typische statistieken. Het is een waarde in het midden wanneer de eindige gegevens in de oplopende volgorde zijn gerangschikt. In het geval van vijf bijvoorbeeld is de mediane leeftijd van de leeftijd de derde leeftijd in volgorde van leeftijd. Als het aantal gegevens gelijk is, wordt het gemiddelde van de centrale bekwaambare rekenkunde gebruikt.
no: Medianen er en av de typiske statistikkene. Det er en verdi som ligger i sentrum når de endelige dataene er ordnet i stigende rekkefølge. For eksempel, i tilfelle av fem, er medianalderen i alderen den tredje alderen i orden. Hvis antall data er jevn, brukes gjennomsnittet av den sentrale kortvarige aritmetikken.
pl: Mediana jest jedną z typowych statystyk. Jest to wartość znajdująca się w centrum, gdy dane skończone są ułożone w kolejności rosnącej. Na przykład w przypadku pięciu mediany wieku jest trzecim wieku w wieku. Jeśli liczba danych jest równa, stosowana jest średnia centralnej arytmetyki.
pt: A mediana é uma das estatísticas típicas. É um valor localizado no centro quando os dados finitos são organizados na ordem ascendente. Por exemplo, no caso de cinco, a idade média da idade é a terceira idade em ordem de idade. Se o número de dados for uniforme, é usada a média da aritmética central.
ro: Mediana este una dintre statisticile tipice. Este o valoare situată în centru atunci când datele finite sunt aranjate în ordinea ascendentă. De exemplu, în cazul a cinci, vârsta medie a vârstei este a treia vârstă în ordinea vârstei. Dacă numărul de date este egal, se folosește media aritmeticului brevitabil central.
ru: Медиана является одной из типичных статистических данных. Это значение, расположенное в центре, когда конечные данные расположены в порядке возрастания. Например, в случае пяти средний возраст возраста является третьим возрастом в порядке. Если количество данных равно, что используется среднее значение центральной арифметики.
sd: وچين هڪ عام شماريات مان هڪ آهي. اهو مرڪز ۾ هڪ قدر آهي جڏهن ته فني ڊيٽا کي مٿي واري ترتيب ۾ ترتيب ڏنل آهي. مثال طور، پنجن جي، عمرن جي عمر وارن دور تائين ٽين دور تائين. جيڪڏهن ڊيٽا جو تعداد به آهي، وچ ۾ مرڪزي بيدار رياضياتي استعمال ڪيو ويندو آهي.
si: මධ්යන්යය සාමාන්ය සංඛ්යාලේඛන වලින් එකකි. එය අවසන් වූ අනුපිළිවෙලට සීමිත දත්ත සකස් කර ඇති විට එය මධ්යයේ පිහිටා ඇති අගයකි. නිදසුනක් වශයෙන්, පස්දෙනෙකු සම්බන්ධයෙන් ගත් කල, යුගයේ මධ්යන්ය වයස වයස අනුව තුන්වන යුගය වේ. දත්ත ගණන පවා තිබේ නම්, මධ්යම නීත්යානුකූලව අංකනයෙහි සාමාන්යය භාවිතා වේ.
sk: Medián je jednou z typických štatistík. Je to hodnota umiestnená v strede, keď sú konečné údaje usporiadané vo vzostupnom poradí. Napríklad v prípade piatich je stredný vek veku tretieho veku podľa veku. Ak je počet údajov rovnomerný, používa sa priemer centrálnej bleskovej aritmetiky.
sq: Mesatarja është një nga statistikat tipike. Shtë një vlerë e vendosur në qendër kur të dhënat e fundme janë rregulluar në rendin ngjitës. Për shembull, në rastin e pesë, mosha mesatare e moshës është mosha e tretë në rendin e moshës. Nëse numri i të dhënave është i barabartë, përdoret mesatarja e aritmetikës qendrore të guximshme.
sv: Medianen är en av de typiska statistiken. Det är ett värde som ligger i centrum när de ändliga uppgifterna är ordnade i stigande ordning. Till exempel, i fallet med fem, är medianåldern i åldern den tredje åldern i åldersordning. Om antalet data är jämnt används medelvärdet av den centrala kortitiska aritmetiken.
th: ค่ามัธยฐานเป็นหนึ่งในสถิติทั่วไป มันเป็นค่าที่อยู่ตรงกลางเมื่อข้อมูลไฟไนต์ถูกจัดเรียงตามลำดับจากน้อยไปมาก ตัวอย่างเช่นในกรณีที่อายุห้าขวบอายุเฉลี่ยของอายุเป็นอายุที่สามตามลำดับอายุ หากจำนวนข้อมูลเป็นค่าเฉลี่ยของคณิตศาสตร์การแยกส่วนกลางจะถูกใช้
tl: Ang median ay isa sa mga karaniwang istatistika. Ito ay isang halaga na matatagpuan sa gitna kapag ang may hangganan na data ay nakaayos sa pataas na pagkakasunud -sunod. Halimbawa, sa kaso ng lima, ang panggitna edad ng edad ay ang pangatlong edad sa pagkakasunud -sunod ng edad. Kung ang bilang ng data ay kahit na, ang average ng gitnang brevitable aritmetika ay ginagamit.
tr: Medyan tipik istatistiklerden biridir. Sonlu veriler artan sırada düzenlendiğinde merkezde bulunan bir değerdir. Örneğin, beş durumunda, yaşın ortalama yaşı yaş sırasına göre üçüncü yaştır. Veri sayısı eşitse, merkezi yanıltıcı aritmetiğin ortalaması kullanılır.
vi: Trung bình là một trong những số liệu thống kê điển hình. Đó là một giá trị nằm ở trung tâm khi dữ liệu hữu hạn được sắp xếp theo thứ tự tăng dần. Ví dụ, trong trường hợp năm, tuổi trung bình của tuổi là tuổi thứ ba theo thứ tự tuổi. Nếu số lượng dữ liệu là chẵn, trung bình của số học có thể sử dụng được trung tâm.

source: Max
ar: الأعلى
bg: Макс
ca: Màxim
da: Maks
el: Μέγιστη
fa: حداکثر
he: מקס
hr: Maksimum
hu: Maximum
ja: 最大
km: អស្ដី
mi: Ātawhi
mk: Макс
mn: Нарийн дээд биш
ms: Maks
my: မက်စငွေ
nl: Maximaal
no: Maks
pt: Máx
ru: Максимум
sd: وڌ
si: මැක්ස්
sk: Maximálny
sq: Maksimum
th: สูงสุด
tr: Maksimum
vi: Tối đa

source: Summary of Distribution
ar: ملخص التوزيع
bg: Обобщение на разпределението
ca: Resum de la distribució
cs: Shrnutí distribuce
cy: Crynodeb o'r dosbarthiad
da: Resumé af distribution
de: Zusammenfassung der Verteilung
el: Περίληψη της διανομής
fa: خلاصه توزیع
fi: Yhteenveto jakautumisesta
fr: Résumé de la distribution
gd: Geàrr-chunntas an sgaoileadh
he: סיכום ההפצה
hr: Sažetak distribucije
hu: Az elosztás összefoglalása
id: Ringkasan distribusi
is: Yfirlit yfir dreifingu
it: Riepilogo della distribuzione
ja: 分布のサマリー
km: សេចក្តីសង្ខេបនៃការចែកចាយ
lb: Zesummefaassung vun der Verdeelung
mi: Whakarāpopototanga o te tohatoha
mk: Резиме на дистрибуција
mn: Тархалтын хураангуй
ms: Ringkasan Pengedaran
my: ဖြန့်ဖြူး၏အကျဉ်းချုပ်
nl: Samenvatting van de verdeling
no: Sammendrag av distribusjon
pl: Podsumowanie dystrybucji
pt: Resumo da distribuição
ro: Rezumatul distribuției
ru: Резюме распределения
sd: تقسيم جو خلاصو
si: බෙදා හැරීමේ සාරාංශය
sk: Zhrnutie distribúcie
sq: Përmbledhje e shpërndarjes
sv: SAMMANFATTNING AV DISTRIBUTION
th: สรุปการกระจาย
tl: Buod ng Pamamahagi
tr: Dağıtım özeti
vi: Tóm tắt phân phối

source: N Number
ar: رقم ن
bg: N номер
ca: N número
cs: N číslo
cy: N RHIF
da: N nummer
de: N Nummer
el: N αριθμός
fa: شماره n
fi: N numero
fr: N numéro
gd: N àireamh
he: N מספר
hr: N Broj
hu: N szám
id: N nomor
is: N númer
it: N numero
ja: N数
km: លេខ n
lb: N Zuel
mi: N nama
mk: N број
mn: N дугаар
ms: N nombor
my: n နံပါတ်
nl: N nummer
no: N nummer
pl: N Numer
pt: N número
ro: N număr
ru: N номер
sd: ن نمبر
si: N අංකය
sk: N číslo
sq: N numër
sv: N nummer
th: หมายเลข n
tl: N Bilang
tr: N numara
vi: N số

source: Average
ar: متوسط
bg: Средно аритметично
ca: Mitjana
cs: Průměrný
cy: Chyfartaleddwch
da: Gennemsnit
de: Durchschnitt
el: Μέση τιμή
fa: میانگین
fi: Keskiverto
fr: Moyen
gd: Cuibheasach
he: מְמוּצָע
hr: Prosječan
hu: Átlagos
id: Rata-rata
is: Meðaltal
it: Media
ja: 平均
km: មធ្យម
lb: Duerchschnëtt
mi: Tau toharite
mk: Просек
mn: Дундаж тоо
ms: Purata
my: ပျမ်းမှျမှု
nl: Gemiddeld
no: Gjennomsnitt
pl: Przeciętny
pt: Média
ro: In medie
ru: Средний
sd: سرچ نامو
si: සාමාන්යය
sk: Priemer
sq: Mesatare
sv: Medel
th: เฉลี่ย
tr: Ortalama
vi: Trung bình

source: Median
ar: ما هو الوسيط ...
bg: Каква е средната ...
ca: Què és la mediana ...
cs: Co je medián ...
cy: Beth yw'r canolrif ...
da: Hvad er medianen ...
de: Was ist der Median ...
el: Τι είναι το διάμεσο ...
fa: میانه چیست ...
fi: Mikä on mediaani ...
fr: Quelle est la médiane ...
gd: Dè tha am meadhan ...
he: מה החציון ...
hr: Koji je medijan ...
hu: Mi a medián ...
id: Apa mediannya ...
is: Hvað er miðgildi ...
it: Qual è la mediana ...
ja: 中央値とは…
km: តើអ្វីទៅជាមេដ្យាន ...
lb: Wat ass d'Median ...
mi: He aha te median ...
mk: Што е медијаната ...
mn: Медиан гэж юу вэ ...
ms: Apa itu median ...
my: ပျမ်းမျှကဘာလဲ ...
nl: Wat is de mediaan ...
no: Hva er median ...
pl: Jaka jest mediana ...
pt: Qual é a mediana ...
ro: Care este mediana ...
ru: Что такое медиана ...
sd: وچين ڇا آهي ...
si: මධ්යන්යය යනු කුමක්ද ...
sk: Čo je medián ...
sq: Cili është mesatarja ...
sv: Vad är medianen ...
th: ค่ามัธยฐานคืออะไร ...
tl: Ano ang panggitna ...
tr: Medyan nedir ...
vi: Trung bình là gì ...

source: Total
ar: المجموع
bg: Обща сума
cs: Celkový
cy: Gyfanswm
da: i alt
de: Gesamt
el: Σύνολο
fa: جمع
fi: Kaikki yhteensä
gd: Iomlan
he: סך הכל
hr: Ukupno
hu: Teljes
is: Alls
it: Totale
ja: 数
km: បុកសរុប
lb: Ganzen
mi: Pupūtanga
mk: Вкупно
mn: Нийт
ms: Jumlah
my: လုံးဝသော
nl: Totaal
pl: Całkowity
ru: Общий
sd: ڪل
si: සමස්ත
sk: Celkom
th: ทั้งหมด
tl: Kabuuan
tr: Toplam
vi: Tổng cộng

source: Frequence
ar: التردد
bg: Честота
ca: Freqüència
cs: Frekvence
cy: Ryfedd
da: Frekvens
de: Häufigkeit
el: Συχνότητα
fa: فرکانس
fi: Tiheä
fr: Fréquence
gd: Netquence
he: תכופות
hr: Frekvencija
hu: Gyakorlás
id: Frekuensi
is: Tíðni
it: Frequenza
ja: 度数
km: ចិបះបកមរាលការប្រញាប់ឫហ៍
lb: Freasts
mi: Hua
mk: Фреквенција
mn: Илүү даваа
ms: FREEKENSI
my: ကြိမ်းလာ
nl: Frequentie
no: Frekvens
pl: Częstość
pt: Freqüência
ro: Frecvență
ru: Часто
sd: گهڻو ڪري
si: නිතර
sk: Frekvencia
sq: Frekuencë
sv: Frekvens
th: ความถี่
tl: Kadalasan
tr: Sıklık
vi: Thường xuyên

source: End point
ar: نقطة نهاية
bg: Крайна точка
ca: Punt final
cs: Koncový bod
cy: Derfynol
da: Slutpunkt
de: Endpunkt
el: Τελικό σημείο
fa: نقطه پایانی
fi: Päätepiste
fr: Point final
gd: Puing crìochnachaidh
he: נקודת סיום
hr: Krajnja točka
hu: Végpont
id: Titik akhir
is: Lokapunktur
it: Punto finale
ja: 終点
km: ចំណុចបញ្ចប់
lb: Schlott
mi: Whakamutunga Point
mk: Крајна точка
mn: Эцсийн цэг
ms: Titik akhir
my: အဆုံးမှတ်
nl: Eindpunt
no: Sluttpunkt
pl: Punkt końcowy
pt: Ponto final
ro: Punct final
ru: Конечная точка
sd: آخر
si: අවසන් ස්ථානය
sk: Koncový bod
sq: Pika e fundit
sv: Slutpunkt
th: จุดสิ้นสุด
tr: Son nokta
vi: Điểm cuối

source: Show process
ar: العملية المستهدفة
bg: Целев процес
ca: Procés objectiu
cs: Cílový proces
cy: Proses darged
da: Målproces
de: Zielprozess
el: Διαδικασία στόχου
fa: روند هدف
fi: Kohdeprosessi
fr: Processus cible
gd: Pròiseas targaid
he: תהליך יעד
hr: Ciljani postupak
hu: Célfolyamat
id: Proses target
is: Markmiðferli
it: Processo target
ja: ターゲット工程
km: ដំណើរការគោលដៅ
lb: Zilprozess
mi: Te tukanga whaainga
mk: Целен процес
mn: Зорилт з тавих явц
ms: Proses sasaran
my: ပစ်မှတ်လုပ်ငန်းစဉ်
nl: Doelproces
no: Målprosess
pl: Proces docelowy
pt: Processo de destino
ro: Proces țintă
ru: Целевой процесс
sd: ٽارگيٽ جو عمل
si: ඉලක්ක ක්රියාවලිය
sk: Cieľový proces
sq: Proces i synuar
sv: Målprocess
th: กระบวนการกำหนดเป้าหมาย
tl: Target na proseso
tr: Hedef süreç
vi: Quá trình mục tiêu

source: Time Series
ar: السلاسل الزمنية
bg: Времеви серии
ca: Sèries temporals
cs: Časové řady
cy: Cyfres Amser
da: Tidsserier
de: Zeitfolgen
el: Χρονική σειρά
fa: سری زمانی
fi: Aikasarja
fr: Des séries chronologiques
gd: Sreath ùine
he: סדרת זמן
hr: Vremenske serije
hu: Idősorok
id: Deret waktu
is: Tímaröð
it: Serie temporali
ja: 時系列
km: ស៊េរីពេលវេលា
lb: Zäit.
mi: Raupapa wa
mk: Временска серија
mn: Цаг цувдал
ms: Siri masa
my: အချိန်စီးရီး
nl: Tijdreeksen
no: Tidsserier
pl: Szereg czasowy
pt: Série temporal
ro: Seria de timp
ru: Временные ряды
sd: وقت سيريز
si: කාල මාලාව
sk: Časové rady
sq: Seritë kohore
sv: Tidsföljder
th: ชุดเวลา
tl: Serye ng oras
tr: Zaman serisi
vi: Chuỗi thời gian

source: Pieces
ar: قِطَع
bg: Парчета
ca: Trossos
cs: Kousky
cy: Mapiau
da: Stykker
de: Stücke
el: Κομμάτια
fa: قطعات
fi: Palas
fr: Pièces
gd: Pìosan
he: חתיכות
hr: Komadići
hu: Darabok
id: Bagian-bagian
is: Stykki
it: Pezzi
ja: 個
km: មកចាមធង
lb: Stécker
mi: Whatihenga
mk: Парчиња
mn: Жижиг хэрэгсэл
ms: Kepingan
my: အပိုင်းပိုင်း
nl: Stukken
no: Stykker
pl: Sztuki
pt: Peças
ro: Bucăți
ru: Частей
sd: ٽڪڙا
si: කෑලි
sk: Kusy
sq: Pjesë
sv: Bitar
th: ชิ้นส่วน
tl: Mga piraso
tr: Parçalar
vi: Miếng

source: Show number hits
ar: عدد رابط البيانات
bg: Брой връзка с данни
ca: Nombre d'enllaç de dades
cs: Počet datových odkazů
cy: Nifer y Cyswllt Data
da: Antal datalink
de: Anzahl der Datenverbindungen
el: Αριθμός συνδέσμου δεδομένων
fa: تعداد پیوند داده
fi: Tietolinkki
fr: Nombre de liens de données
gd: Àireamh de cheangal dàta
he: מספר קישור הנתונים
hr: Broj podataka podataka
hu: Az adatkapcsolat száma
id: Jumlah Tautan Data
is: Fjöldi gagnatengla
it: Numero di collegamento dati
ja: 紐付け数
km: ចំនួនតំណភ្ជាប់ទិន្នន័យ
lb: Zuel vun den Dateink
mi: Te maha o te hononga raraunga
mk: Број на врска со податоци
mn: Мэдээллийн холбоосын тоо
ms: Bilangan pautan data
my: ဒေတာလင့်ခ်နံပါတ်
nl: Aantal gegevenslink
no: Antall datalink
pl: Liczba linków danych
pt: Número de link de dados
ro: Numărul de legături de date
ru: Количество передачи данных
sd: ڊيٽا جي لنڪ جو تعداد
si: දත්ත සබැඳිය ගණන
sk: Počet dátových odkazov
sq: Numri i lidhjes së të dhënave
sv: Antal datalänk
th: จำนวนลิงก์ข้อมูล
tl: Bilang ng Data Link
tr: Veri bağlantısı sayısı
vi: Số lượng liên kết dữ liệu

source: Seconds
ar: ثوان
bg: Секунди
ca: Segons
cs: Sekundy
cy: Eiliadau
da: Sekunder
de: Sekunden
el: Δευτερόλεπτα
fa: ثانیه
fi: Sekunti
fr: Secondes
gd: Diogan
he: שניות
hr: Sekundi
hu: Másodpercek
id: Detik
is: Sekúndur
it: Secondi
ja: 秒
km: វិនាទី
lb: Sekonnen
mi: Hēkona
mk: Секунди
mn: Хоёр цаг
ms: Saat
my: စက္ကန့်
nl: Seconden
no: Sekunder
pl: sekundy
pt: Segundos
ro: Secunde
ru: Секунды
sd: سيڪنڊ
si: තත්පර
sk: Sekundy
sq: Sekondë
sv: Sekunder
th: วินาที
tl: Segundo
tr: Saniye
vi: Giây

source: Response Time
ar: وقت الاستجابة
bg: Време за реакция
ca: Temps de resposta
cs: Doba odezvy
cy: Amser ymateb
da: Responstid
de: Reaktionszeit
el: Χρόνος απόκρισης
fa: زمان پاسخ
fi: Vasteaika
fr: Temps de réponse
gd: Ùine freagairt
he: זמן תגובה
hr: Vrijeme odziva
hu: Válaszidő
id: Waktu merespon
is: Viðbragðstími
it: Tempo di risposta
ja: 応答時間
km: ពេលវេលាឆ្លើយតប
lb: Op der Äntwerter
mi: Te wa whakautu
mk: Време на одговор
mn: Хариу цаг
ms: Masa tindak balas
my: တုံ့ပြန်မှုအချိန်
nl: Reactietijd
no: Responstid
pl: Czas odpowiedzi
pt: Tempo de resposta
ro: Timp de raspuns
ru: Время отклика
sd: رد جو وقت
si: ප්රතිචාර කාලය
sk: Doba odozvy
sq: Kohë e përgjigjes
sv: Respons tid
th: เวลาตอบสนอง
tl: Oras ng pagtugon
tr: Tepki Süresi
vi: Thời gian đáp ứng

source: Edit
ar: تعديل
bg: редактиране
ca: preprarar una edició
cs: Upravit
cy: golygwch
da: redigere
de: bearbeiten
el: επεξεργασία
fa: ویرایش کردن
fi: muokata
fr: Éditer
gd: deasaich
he: לַעֲרוֹך
hr: Uredi
hu: szerkeszt
it: modificare
ja: 編集
km: បិនិត្យ
lb: ÄnnT änneren
mi: whakatikatika
mk: Уредување
mn: хянан засварлах / хэвлэлд бэлтгэх
my: ပုံနှိပ်ရန်ပြင်ဆင်ရေးသား
nl: Bewerk
no: redigere
pl: edytować
pt: editar
ro: Editați | ×
ru: редактировать
sd: ايڊڙيو ٿي
si: සංස්කරණය කරන්න
sk: upraviť
sq: modifikoj
sv: redigera
th: แก้ไข
tl: I -edit
tr: Düzenle
vi: chỉnh sửa

source: Back
ar: خلف
bg: обратно
ca: esquena
cs: Zadní
cy: Baciwn
da: Tilbage
de: Der Rücken
el: Πίσω
fa: بازگشت
fi: Takaisin
fr: Retour
gd: Air ais
he: חזור
hr: leđa
hu: Vissza
id: Kembali
is: Aftur
it: Di ritorno
ja: バック
km: រតលប់
lb: Zréck
mi: Muri
mk: Назад
mn: Буцах
ms: Kembali
my: ပြန်.
nl: Rug
no: Tilbake
pl: Z powrotem
pt: De volta
ro: Înapoi
ru: Назад
sd: واپس
si: ආපසු
sk: späť
sq: I prapambetur
sv: Tillbaka
th: กลับ
tl: Balik
tr: Geri
vi: Mặt sau
