Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Exception Estimation Explanation
ar: فارغة'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
bg: Празен'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
ca: Buit'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
cs: Prázdný'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
cy: Wacoch'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
da: Tom'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
de: Leer'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
el: Αδειάζω'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
fa: خالی'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
fi: Tyhjä'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
fr: Vide'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
gd: Falamh'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
he: ריק'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
hr: Prazan'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
hu: Üres'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
id: Kosong'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
is: Tómt'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
it: Vuoto'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
ja: '99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
km: តមនេរ'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
lb: Eidel'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
mi: Tahanga'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
mk: Празен'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
mn: Хоосон'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
ms: Kosong'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
my: ဗလာ'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
nl: Leeg'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
no: Tømme'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
pl: Pusty'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
pt: Vazio'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
ro: Gol'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
ru: Пустой'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
sd: خالي آهي'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
si: හිස්'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
sk: Vyprázdniť'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
sq: I zbrazët'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
sv: Tömma'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
th: ว่างเปล่า'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
tl: Walang laman'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
tr: Boş'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
vi: Trống rỗng'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA

source: Search process name
ar: البحث عن العملية
bg: Търсене на процес
ca: Processar la cerca
cs: Vyhledávání procesů
cy: Chwilio proses
da: Processøgning
de: Prozesssuche
el: Αναζήτηση διαδικασιών
fa: جستجوی فرآیند
fi: Käsitellä haku
fr: Recherche de processus
gd: Rannsachadh Pròiseas
he: חיפוש תהליכים
hr: Pretraživanje procesa
hu: Folyamatkutatás
id: Pencarian proses
is: Vinna leit
it: Ricerca di processo
ja: 工程検索
km: ស្វែងរកដំណើរការ
lb: Prozess Sich
mi: Tukanga Tukanga
mk: Пребарување на процеси
mn: Явцын хайлт
ms: Carian proses
my: လုပ်ငန်းစဉ်ရှာဖွေရေး
nl: Proces zoeken
no: Prosesssøk
pl: Wyszukiwanie procesu
pt: Pesquisa de processo
ro: Căutare proces
ru: Поиск процесса
sd: عمل جي ڳولا
si: ක්රියාවලි සෙවීම
sk: Vyhľadávanie
sq: Kërkimi i procesit
sv: Processsökning
th: การค้นหากระบวนการ
tl: Proseso ng Paghahanap
tr: Süreç arama
vi: Quá trình tìm kiếm

source: Bookmark
ar: المرجعية
bg: Отметка
ca: Marcador
cs: Záložka do knihy
cy: Lyfrnodau
da: Bogmærke
de: Lesezeichen
el: Σελιδοδείκρος
fa: علامت
fi: Kirjanmerkki
fr: Signet
gd: Comharra-leabhair
he: סימניה
hr: Oznaka
hu: Könyvjelző
id: Penanda buku
is: Bókamerki
it: Segnalibro
ja: ブックマーク
km: ចំណាស់
lb: Luchkarkark
mi: Pukapuka tuku
mk: Обележувач
mn: Pgititйл
ms: Penanda buku
my: ပြုခဲ့သည်
nl: Bladwijzer
no: Bokmerke
pl: Zakładka
pt: marca páginas
ro: Marcaj
ru: Закладка
sd: راڻي
si: පිටු සලකුණ
sk: Záložka
sq: Shënoj
sv: Bokmärke
th: บุ๊กมาร์ก
tr: Yer imi
vi: Đánh dấu

source: MSP Hide Contour MSG
ar: نظرًا لأن عدد نقاط البيانات لكل قطعة أكثر من 10000 ، فقد تم رسم مؤامرة الكثافة. إذا كنت ترغب في عرض جميع نقاط البيانات مع مؤامرة مبعثرة ، فقم بتعيين الفترة المستهدفة أقصر.
bg: Тъй като броят на точките от данни на парцел е над 10 000, графиката на плътността е изтеглена. Ако искате да покажете всички точки от данни с разпръснат график, задайте целевия период по -кратък.
ca: Atès que el nombre de punts de dades per trama és superior a 10.000, es va treure la trama de densitat. Si voleu mostrar tots els punts de dades amb trama de dispersió, configureu el període de destinació més curt.
cs: Protože počet datových bodů na graf je více než 10 000, byl nakreslen graf hustoty. Pokud chcete zobrazit všechny datové body s rozptylem, nastavte cílové období kratší.
cy: Gan fod nifer y pwyntiau data fesul llain dros 10,000, tynnwyd plot dwysedd. Os ydych chi am arddangos yr holl bwyntiau data gyda llain gwasgariad, gosodwch y cyfnod targed yn fyrrach.
da: Da antallet af datapunkter pr. Plot er over 10.000, blev der trukket tæthed. Hvis du vil vise alle datapunkter med scatter -plot, skal du indstille målperioden kortere.
de: Da die Anzahl der Datenpunkte pro Diagramm über 10.000 beträgt, wurde das Dichtediagramm gezogen. Wenn Sie alle Datenpunkte mit Scatter -Diagramm anzeigen möchten, legen Sie die Zielzeit kürzer fest.
el: Δεδομένου ότι ο αριθμός των σημείων δεδομένων ανά οικόπεδο είναι πάνω από 10.000, σχεδιάστηκε οικόπεδο πυκνότητας. Εάν θέλετε να εμφανίσετε όλα τα σημεία δεδομένων με οικόπεδο διασποράς, ορίστε την περίοδο στόχου μικρότερη.
fa: از آنجا که تعداد نقاط داده در هر طرح بیش از 10،000 است ، طرح چگالی ترسیم شده است. اگر می خواهید تمام نقاط داده را با طرح پراکندگی نمایش دهید ، دوره هدف را کوتاه تر تنظیم کنید.
fi: Koska datapisteiden lukumäärä kuvaajaa kohti on yli 10 000, tiheyskaavio vedettiin. Jos haluat näyttää kaikki datapisteet sirontakaaviolla, aseta kohdeaika lyhyemmäksi.
fr: Étant donné que le nombre de points de données par tracé est supérieur à 10 000, le graphique de densité a été dessiné. Si vous souhaitez afficher tous les points de données avec le graphique de dispersion, définissez la période cible plus courte.
gd: Bhon aon àireamh de phuingean dàta tha còrr air 10,000, cuilbheart dùmhlachd a tharraing. Ma tha thu airson a h-uile puing dàta a thaisbeanadh le cuilbheart sgapaidh, suidhich an ùine targaid nas giorra.
he: מכיוון שמספר נקודות הנתונים לכל חלקה הוא מעל 10,000, נמשכה עלילת צפיפות. אם ברצונך להציג את כל נקודות הנתונים עם עלילת פיזור, הגדר את תקופת היעד קצרה יותר.
hr: Budući da je broj podatkovnih točaka po parceli preko 10 000, crtanje gustoće je izvučen. Ako želite prikazati sve podatkovne točke s granom raspršivanja, ciljano razdoblje postavite kraće.
hu: Mivel a parcellánkénti adatpontok száma meghaladja a 10 000 -et, sűrűségű diagramot húztunk. Ha az összes adatpontot szórási grafikonnal szeretné megjeleníteni, állítsa be a cél periódusát rövidebbre.
id: Karena jumlah titik data per plot lebih dari 10.000, plot kepadatan ditarik. Jika Anda ingin menampilkan semua titik data dengan plot sebar, atur periode target lebih pendek.
is: Þar sem fjöldi gagnapunkta á hverja lóð er yfir 10.000 var þéttleiki samsæri dreginn. Ef þú vilt birta alla gagnapunkta með dreifilínu, stilltu miðunartímabilið styttra.
it: Poiché il numero di punti dati per diagramma è superiore a 10.000, è stato disegnato il diagramma di densità. Se si desidera visualizzare tutti i punti dati con il diagramma a dispersione, impostare il periodo di destinazione più breve.
ja: 1つのグラフに描画されるデータ点数が10,000点以上なので、散布図上に描画されるデータ点を省略させるため濃淡散布図を描画しました。それぞれの散布図上にデータを全数表示したい場合は、データの数が10,000点未満になるように対象期間を設定してください。
km: ចាប់តាំងពីចំនួនពិន្ទុទិន្នន័យក្នុងមួយមានចំនួនជាង 10,000 គ្រោងដង់ស៊ីតេត្រូវបានគូរ។ ប្រសិនបើអ្នកចង់បង្ហាញចំណុចទិន្នន័យទាំងអស់ជាមួយគ្រោងខ្ចាត់ខ្ចាយកំណត់រយៈពេលគោលដៅខ្លីជាង។
lb: Zënter datt d'Zuel vun den Datepunkter pro Komplott méi iwwer 10.000, Dicht plott ass. Wann Dir all Datepunkte wëllt weisen mat scatter Komplott, setzt d'Zilzäit méi kuerz.
mi: I te mea ko te maha o nga tohu raraunga mo ia mahere kua neke atu i te 10,000, ka kumea te mahere whenua. Mena kei te hiahia koe ki te whakaatu i nga tohu raraunga katoa me te mahere marara, kia poto ake te waa whaainga.
mk: Бидејќи бројот на точки на податоци по заговор е над 10,000, беше нацртана заговор за густина. Ако сакате да ги прикажете сите точки на податоци со распрскувачки заговор, поставете го целниот период пократок.
mn: Талбайн өгөгдлийн цэгийн тоо 10,000 гаруй, нягтралтай хуйвалдааныг зуржээ. Хэрэв та бүх өгөгдлийн цэгүүдийг тараах хуйвалдаанаар харуулахыг хүсч байвал зорилтот хугацааг богиносгана уу.
ms: Oleh kerana bilangan titik data setiap plot lebih dari 10,000, plot ketumpatan telah ditarik. Jika anda ingin memaparkan semua titik data dengan plot berselerak, tetapkan tempoh sasaran lebih pendek.
my: ကြံစည်မှုနှုန်းနှုန်းအချက်အလက်များအရေအတွက်သည် 10000 ကျော်ရှိပြီးကတည်းကသိပ်သည်းဆကြံစည်မှုကိုရေးဆွဲခဲ့သည်။ အကယ်. သင်သည်ဒေတာအချက်များအားလုံးကိုပြန့်ကျဲစေသည့်ကွက်ကွက်ကွက်ကွက်ကွက်ကွက်ကွက်ကွက်ကွက်ကွက်ကွက်ကွက်ကိုဖော်ပြလိုပါက Target ကာလကိုတိုစေပါ။
nl: Omdat het aantal gegevenspunten per plot meer dan 10.000 is, werd de dichtheidsplot getekend. Als u alle gegevenspunten met een spreidingsplot wilt weergeven, stelt u de doelperiode korter in.
no: Siden antall datapunkter per plott er over 10.000, ble tetthetsplott trukket. Hvis du vil vise alle datapunkter med spredningsplott, må du sette målperioden kortere.
pl: Ponieważ liczba punktów danych na wykres wynosi ponad 10 000, narysowano wykres gęstości. Jeśli chcesz wyświetlić wszystkie punkty danych za pomocą wykresu rozproszenia, skrócisz okres docelowy.
pt: Como o número de pontos de dados por parcela é superior a 10.000, o gráfico de densidade foi desenhado. Se você deseja exibir todos os pontos de dados com plotagem de dispersão, defina o período de destino mais curto.
ro: Deoarece numărul de puncte de date pe parcelă este de peste 10.000, s -a tras complotul de densitate. Dacă doriți să afișați toate punctele de date cu graficul de dispersie, setați perioada țintă mai scurtă.
ru: Поскольку количество точек данных на график составляет более 10000, был нарисован график плотности. Если вы хотите отобразить все точки данных с графиком разброса, установите целевой период короче.
sd: پلاٽ جو تعداد 10،000 کان مٿي آهي، کثافت جو پلاٽ جو پلاٽ ڪيو ويو. جيڪڏهن توهان Scatter پلاٽ سان سڀ ڊيٽا پوائنٽون ڏيکارڻ چاهيو ٿا، ٽارگيٽ مدت کي نن short و ڪيو.
si: එක් කුමන්ත්රණයකට දත්ත ලකුණු ගණන 10,000 කට වඩා වැඩි බැවින් dens නත්ව කුමන්ත්රණය අදින්න. විසිරී ඇති කුමන්ත්රණ සමඟ සියලුම දත්ත ලකුණු ප්රදර්ශනය කිරීමට ඔබට අවශ්ය නම්, ඉලක්කගත කාලය කෙටි කරන්න.
sk: Pretože počet údajových bodov na pozemok je viac ako 10 000, bol nakreslený graf hustoty. Ak chcete zobraziť všetky dátové body pomocou rozptylového grafu, nastavte cieľovú dobu kratšiu.
sq: Meqenëse numri i pikave të të dhënave për komplot është mbi 10,000, u vizatua komploti i densitetit. Nëse dëshironi të shfaqni të gjitha pikat e të dhënave me komplotin e shpërndarjes, vendosni periudhën e synuar më të shkurtër.
sv: Eftersom antalet datapunkter per tomt är över 10 000, ritades densitetsplottet. Om du vill visa alla datapunkter med Scatter Plot, ställ in målperioden kortare.
th: เนื่องจากจำนวนจุดข้อมูลต่อพล็อตมีมากกว่า 10,000 พล็อตความหนาแน่นจึงถูกดึง หากคุณต้องการแสดงจุดข้อมูลทั้งหมดด้วยพล็อตกระจายให้ตั้งค่าช่วงเวลาเป้าหมายให้สั้นลง
tl: Dahil ang bilang ng mga puntos ng data sa bawat balangkas ay higit sa 10,000, iginuhit ang plot ng density. Kung nais mong ipakita ang lahat ng mga puntos ng data na may plot ng pagkakalat, itakda ang target na panahon na mas maikli.
tr: Grafik başına veri noktası sayısı 10.000'in üzerinde olduğundan, yoğunluk grafiği çizildi. Tüm veri noktalarını dağılım grafiğiyle görüntülemek istiyorsanız, hedef dönemi daha kısa ayarlayın.
vi: Vì số lượng điểm dữ liệu trên mỗi lô là hơn 10.000, nên vẽ sơ đồ mật độ. Nếu bạn muốn hiển thị tất cả các điểm dữ liệu với biểu đồ phân tán, hãy đặt khoảng thời gian đích ngắn hơn.

source: Sensor Type Explanation
ar: فارغة以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
bg: Празен以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
ca: Buit以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
cs: Prázdný以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
cy: Wacoch以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
da: Tom以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
de: Leer以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
el: Αδειάζω以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
fa: خالی以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
fi: Tyhjä以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
fr: Vide以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
gd: Falamh以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
he: ריק以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
hr: Prazan以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
hu: Üres以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
id: Kosong以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
is: Tómt以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
it: Vuoto以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
ja: 以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
km: តមនេរ以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
lb: Eidel以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
mi: Tahanga以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
mk: Празен以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
mn: Хоосон以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
ms: Kosong以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
my: ဗလာ以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
nl: Leeg以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
no: Tømme以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
pl: Pusty以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
pt: Vazio以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
ro: Gol以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
ru: Пустой以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
sd: خالي آهي以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
si: හිස්以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
sk: Vyprázdniť以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
sq: I zbrazët以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
sv: Tömma以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
th: ว่างเปล่า以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
tl: Walang laman以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
tr: Boş以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
vi: Trống rỗng以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)

source: Cycle time
ar: دورة الزمن
bg: Време за цикъл
ca: Temps de cicle
cs: Doba cyklu
cy: Amser Beicio
da: Cyklustid
de: Zykluszeit
el: Χρόνος κύκλου
fa: زمان چرخه
fi: Syklin aika
fr: Temps d'un cycle
gd: Ùine baidhsagal
he: זמן מחזור
hr: Vrijeme ciklusa
hu: Ciklusidő
id: Waktu siklus
is: Hjólreiðatími
it: Tempo di ciclo
ja: サイクルタイム
km: ពេលវេលាវដ្ត
lb: Maacht Zyklus Zäit
mi: Te wa huringa
mk: Време на циклус
mn: Цөхуу цаг
ms: Kitaran masa
my: နာရီစက်ဝန်း
nl: Cyclustijd
no: Syklus tid
pl: Czas cyklu
pt: Tempo de ciclo
ro: Durata ciclului
ru: Время цикла
sd: چڪر جو وقت
si: චක්රීය කාලය
sk: Doba cyklusu
sq: Koha e ciklit
sv: Cykeltid
th: รอบเวลา
tl: Oras ng pag -ikot
tr: Devir süresi
vi: Thời gian chu kỳ

source: Float
ar: عدد حقيقي
bg: Реално число
ca: Número real
cs: Reálné číslo
cy: Realiti
da: Rigtigt nummer
de: Reelle Zahl
el: Πραγματικός αριθμός
fa: عدد واقعی
fi: Oikea numero
fr: Nombre réel
gd: Fìor àireamh
he: מספר ממשי
hr: Pravi broj
hu: Valós szám
id: Bilangan real
is: Raunveruleg tala
it: Numero reale
ja: 実数
km: លេខពិត
lb: Richteg Zuel
mi: Nama tūturu
mk: Вистински број
mn: Reiит дугаар
ms: Nombor sebenar
my: အစစ်အမှန်
nl: Echt nummer
no: Ekte nummer
pl: Prawdziwy numer
pt: Número real
ro: Numar real
ru: Настоящий номер
sd: اصل نمبر
si: තාත්වික අංකය
sk: Reálne číslo
sq: Numër real
sv: Riktigt nummer
th: เบอร์จริง
tl: Totoong numero
tr: Gerçek Numara
vi: Số thực
