Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Re-register
ar: إعادة التسجيل
bg: Ререгистрация
ca: Reregistració
cs: Rereregistrace
cy: Ailgofrestriadau
da: Reregistration
de: Wiederholungsregistrierung
el: Αναδημοσίευση
fa: تجویز مجدد
fi: Uudelleensijoittaminen
fr: Rérégtation
gd: Ath-rianachd
he: רישום מחדש
hr: Preneporaba
hu: Újjáépítés
id: Reregistrasi
is: REGISTRATION
it: Reregistrazione
ja: 再登録
km: ការផ្លាស់ប្តូរទីតាំង
lb: Reregistratioun
mi: Tuhinga o mua
mk: Ререгистрација
mn: Босгоход
ms: Pendaftaran pendaftaran
my: ကေြမည်
nl: Heroverwinning
no: Reregistrering
pl: Rejestracja
pt: Reregistration
ro: Rereglație
ru: Перерегистрация
sd: رجسٽريشن
si: නැවත ලියාපදිංචි කිරීම
sk: Spätná správa
sq: Rivlerësim
sv: Omregistrering
th: การลงทะเบียน
tl: Reregmission
tr: Yeniden düzenleme
vi: Reeregistration

source: Register the corrected contents such as Shown Name.
ar: قم بتسجيل المعلومات المعدلة مثل اسم العرض.
bg: Регистрирайте редактираната информация като име на дисплей.
ca: Registra la informació editada com ara el nom de la pantalla.
cs: Zaregistrujte upravené informace, jako je název zobrazení.
cy: Cofrestrwch y wybodaeth wedi'i golygu fel enw arddangos.
da: Registrer de redigerede oplysninger såsom visningsnavn.
de: Registrieren Sie die bearbeiteten Informationen wie den Anzeigenamen.
el: Καταχωρήστε τις επεξεργασμένες πληροφορίες, όπως το όνομα εμφάνισης.
fa: اطلاعات ویرایش شده مانند نام نمایش را ثبت کنید.
fi: Rekisteröi muokatut tiedot, kuten näytönimi.
fr: Enregistrez les informations modifiées telles que le nom d'affichage.
gd: Clàraich an fhiosrachadh deasaichte leithid ainm taisbeanaidh.
he: רשום את המידע הערוך כגון שם תצוגה.
hr: Registrirajte uređene podatke poput prikaza.
hu: Regisztrálja a szerkesztett információkat, például a megjelenítés nevét.
id: Daftarkan informasi yang diedit seperti nama tampilan.
is: Skráðu breyttar upplýsingar eins og skjáheiti.
it: Registra le informazioni modificate come il nome visualizzato.
ja: 表示名などを修正した内容を登録します。
km: ចុះឈ្មោះព័ត៌មានដែលបានកែសម្រួលដូចជាឈ្មោះបង្ហាញ។
lb: Registréiert déi geännert Informatioun wéi Dogs Numm.
mi: Rēhita nga korero whakatika penei i te ingoa whakaatu.
mk: Регистрирајте ги изменетите информации, како што е името на екранот.
mn: Дэлгэцийн нэр гэх мэт засварласан мэдээллийг бүртгүүлнэ үү.
ms: Daftar maklumat yang diedit seperti nama paparan.
my: အချက်အလက်များကဲ့သို့သောတည်းဖြတ်ထားသောသတင်းအချက်အလက်များကိုမှတ်ပုံတင်ပါ။
nl: Registreer de bewerkte informatie zoals de weergavenaam.
no: Registrer den redigerte informasjonen som visningsnavn.
pl: Zarejestruj edytowane informacje, takie jak nazwa wyświetlania.
pt: Registre as informações editadas, como o nome de exibição.
ro: Înregistrați informațiile editate, cum ar fi numele afișajului.
ru: Зарегистрируйте отредактированную информацию, такую ​​как отображаемое имя.
sd: ايڊٽ ٿيل معلومات کي رجسٽر ڪريو جهڙوڪ ڊسپلي نالو.
si: දර්ශන නාමය වැනි සංස්කරණය කළ තොරතුරු ලියාපදිංචි කරන්න.
sk: Zaregistrujte upravené informácie, napríklad zobrazovací názov.
sq: Regjistroni informacionin e redaktuar siç është emri i ekranit.
sv: Registrera den redigerade informationen som visningsnamn.
th: ลงทะเบียนข้อมูลที่แก้ไขเช่นชื่อที่แสดง
tl: Irehistro ang na -edit na impormasyon tulad ng pangalan ng pagpapakita.
tr: Ekran adı gibi düzenlenmiş bilgileri kaydedin.
vi: Đăng ký thông tin đã chỉnh sửa như tên hiển thị.

source: Do you want to register with the modified contents?
ar: هل تريد التسجيل في المحتوى المعدل؟
bg: Искате ли да се регистрирате с модифицираното съдържание?
ca: Voleu registrar -vos amb el contingut modificat?
cs: Chcete se zaregistrovat u upraveného obsahu?
cy: Ydych chi am gofrestru gyda'r cynnwys wedi'i addasu?
da: Vil du registrere dig hos det ændrede indhold?
de: Möchten Sie sich beim geänderten Inhalt registrieren?
el: Θέλετε να εγγραφείτε στο τροποποιημένο περιεχόμενο;
fa: آیا می خواهید با محتوای اصلاح شده ثبت نام کنید؟
fi: Haluatko rekisteröityä muokattuun sisältöön?
fr: Voulez-vous vous inscrire auprès du contenu modifié?
gd: A bheil thu airson clàradh leis an t-susbaint atharraichte?
he: האם אתה רוצה להירשם לתוכן שהשתנה?
hr: Želite li se registrirati s modificiranim sadržajem?
hu: Szeretne regisztrálni a módosított tartalommal?
id: Apakah Anda ingin mendaftar dengan konten yang dimodifikasi?
is: Viltu skrá þig með breyttu efni?
it: Vuoi registrarti con il contenuto modificato?
ja: 修正した内容で登録しますか?
km: តើអ្នកចង់ចុះឈ្មោះជាមួយមាតិកាដែលបានកែប្រែទេ?
lb: Wëllt Dir mam geännerten Inhalt registréieren?
mi: Kei te hiahia koe ki te rēhita me te ihirangi kua whakarerekehia?
mk: Дали сакате да се регистрирате со изменетата содржина?
mn: Өөрчлөгдсөн агуулгыг бүртгүүлэхийг хүсч байна уу?
ms: Adakah anda mahu mendaftar dengan kandungan yang diubah suai?
my: ပြုပြင်ထားသောအကြောင်းအရာနှင့်သင်မှတ်ပုံတင်လိုပါသလား။
nl: Wilt u zich registreren met de aangepaste inhoud?
no: Vil du registrere deg med det modifiserte innholdet?
pl: Czy chcesz zarejestrować się w zmodyfikowanej treści?
pt: Quer se registrar com o conteúdo modificado?
ro: Doriți să vă înregistrați la conținutul modificat?
ru: Вы хотите зарегистрироваться в модифицированном контенте?
sd: ڇا توهان تبديل ٿيل مواد سان رجسٽر ٿيڻ چاهيو ٿا؟
si: වෙනස් කරන ලද අන්තර්ගතයන් සමඟ ලියාපදිංචි වීමට ඔබට අවශ්යද?
sk: Chcete sa zaregistrovať s upraveným obsahom?
sq: A doni të regjistroheni në përmbajtjen e modifikuar?
sv: Vill du registrera dig hos det modifierade innehållet?
th: คุณต้องการลงทะเบียนกับเนื้อหาที่แก้ไขหรือไม่?
tl: Nais mo bang magparehistro sa binagong nilalaman?
tr: Değiştirilmiş içeriğe kaydolmak ister misiniz?
vi: Bạn có muốn đăng ký với nội dung sửa đổi?

source: If you change Link ID, please reset Data Link Config.
ar: إذا قمت بتغيير الرابط ID ، يرجى إعادة تعيين تكوين ارتباط البيانات.
bg: Ако промените връзката ID, моля, нулирайте конфигурацията на връзката за данни.
ca: Si canvieu l'enllaç ID, restabliu la configuració de l'enllaç de dades.
cs: Pokud změníte odkaz ID, resetujte prosím konfiguraci datového odkazu.
cy: Os ydych chi'n newid dolen ID, ailosodwch y cyswllt data.
da: Hvis du ændrer link ID, skal du nulstille datalinkkonfiguration.
de: Wenn Sie den Link ID ändern, können Sie die Datenverbindungskonfiguration zurücksetzen.
el: Εάν αλλάξετε τον σύνδεσμο ID, επαναφέρετε το Config Link Data.
fa: اگر پیوند ID را تغییر دادید ، لطفاً پیکربندی پیوند داده را مجدداً تنظیم کنید.
fi: Jos muutat linkkiä ID, nollaa data -linkin konfigurointi.
fr: Si vous modifiez la liaison ID, veuillez réinitialiser la configuration des liens de données.
gd: Ma dh 'atharraicheas tu ceangal ID, feuch an ath-shuidhich rèiteachadh ceangail dàta.
he: אם תשנה קישור ID, אנא אפס את תצורת קישור הנתונים.
hr: Ako promijenite vezu ID, resetirajte Config veze podataka.
hu: Ha megváltoztatja a ID linket, kérjük, állítsa vissza az Data Link konfigurációját.
id: Jika Anda mengubah tautan ID, silakan atur ulang konfigurasi tautan data.
is: Ef þú breytir hlekk ID, vinsamlegast endurstilltu gagnatengilinn.
it: Se si modifica il collegamento ID, ripristinare la configurazione del collegamento dati.
ja: 紐付IDを変更した場合、紐付け設定の再設定を行ってください。
km: ប្រសិនបើអ្នកផ្លាស់ប្តូរតំណភ្ជាប់ ID សូមកំណត់ការកំណត់រចនាសម្ព័ន្ធតំណភ្ជាប់ទិន្នន័យឡើងវិញ។
lb: Wann Dir de Link __1 ännert ID, gitt w.e.g. Dateinlink Konfiguratioun.
mi: Mena ka hurihia e koe te hononga ID, koa koa tautuhi i te hono hononga raraunga.
mk: Ако ја промените врската ID, ресетирајте ја конфигурацијата на врската со податоци.
mn: Хэрэв та холбоосыг сольж байгаа бол ID ID Дата холбоосын тохиргоог дахин тохируулна уу.
ms: Jika anda menukar pautan ID, sila tetapkan semula Config Link Data.
my: Link ID ကိုပြောင်းလိုက်ရင် Data link config ကိုပြန်လည်စတင်ပါ။
nl: Als u link ID wijzigt, kunt u de gegevenslinkconfiguratie opnieuw instellen.
no: Hvis du endrer lenke ID, må du tilbakestille datalinken Config.
pl: Jeśli zmienisz link ID, zresetuj konfigurację linków danych.
pt: Se você alterar o link ID, redefina a configuração do link de dados.
ro: Dacă schimbați linkul ID, vă rugăm să resetați configurația link -ului de date.
ru: Если вы измените ссылку ID, пожалуйста, сбросьте конфигурацию ссылки на данные.
sd: جيڪڏهن توهان لنڪ تبديل ڪيو ID، مهرباني ڪري ڊيٽا لنڪ جي ترتيب کي ري سيٽ ڪريو.
si: ඔබ සබැඳිය වෙනස් කරන්නේ නම් ID, කරුණාකර දත්ත ලින්ක් වින්යාසය නැවත සකසන්න.
sk: Ak zmeníte odkaz ID, resetujte konfiguráciu odkazu na údaje.
sq: Nëse ndryshoni lidhjen ID, ju lutemi rivendosni konfigurimin e lidhjes së të dhënave.
sv: Om du ändrar länk ID, återställa Data Link Config.
th: หากคุณเปลี่ยนลิงค์ ID โปรดรีเซ็ตการกำหนดค่าลิงค์ข้อมูล
tl: Kung binago mo ang Link ID, mangyaring i -reset ang Data Link Config.
tr: Bağlantıyı ID değiştirirseniz, lütfen veri bağlantı yapılandırmasını sıfırlayın.
vi: Nếu bạn thay đổi liên kết ID, vui lòng đặt lại cấu hình liên kết dữ liệu.

source: Co-occurrence Graph
ar: الرسم البياني المشترك
bg: Графика за съвместно възникване
ca: Gràfic de coincidència
cs: Graf ko-výskytu
cy: Graff cyd-ddigwydd
da: Co-forekomst graf
de: Co-Occurrence-Diagramm
el: Γράφημα συνύπαρξης
fa: نمودار وقوع همزمان
fi: Samanaikaisesti
fr: Graphique de cooccurrence
gd: Graf co-thachair
he: גרף משותף להתרחשות
hr: Grafikon zajedničke pojave
hu: Együttes előfordulási grafikon
id: Grafik co-kejadian
is: Samhliða myndriti
it: Grafico di co-occorrenza
ja: 共起グラフ
km: ក្រាហ្វិចដែលកើតឡើង
lb: Co-Optriede Grafik
mi: Kauwhata tahi-takahanga
mk: График за ко-појава
mn: Хамтран ажиллагсдын график
ms: Grafik Co-occurrence
my: ပူးတွဲဖြစ်ပျက်မှုဂရပ်
nl: Co-optredende grafiek
no: Samtidig forekomst
pl: Wykres współwystępowania
pt: Gráfico de co-ocorrência
ro: Grafic de coincidență
ru: График совместного появления
sd: گڏيل طور تي
si: සම-සිදුවීම් ප්රස්ථාර
sk: Výskyt
sq: Grafik bashkë-ndodhje
sv: Co-förekomstgraf
th: กราฟการเกิดร่วม
tl: Co-pangyayari graph
tr: Birlikte ortaya çıkan grafik
vi: Biểu đồ đồng xuất

source: Data file
ar: ملف البيانات
bg: Файл с данни
ca: Arxiu de dades
cs: Datový soubor
cy: Ffeil Data
da: Datafil
de: Datendatei
el: Φάκελος δεδομένων
fa: فایل اطلاعات
fi: Tiedosto
fr: Fichier de données
gd: Faidhle dàta
he: קובץ מידע
hr: Podatkovna datoteka
hu: Adatfájl
id: File data
is: Gagnaskrá
it: File di dati
ja: ファイル
km: ឯកសារទិន្នន័យ
lb: Daten fir Daten
mi: Kōnae Raraunga
mk: Датотека со податоци
mn: Мэдээллийн файл
ms: Fail data
my: ဒေတာဖိုင်
nl: Data bestand
no: Data fil
pl: Plik danych
pt: Arquivo de dados
ro: Fișier de date
ru: Файл данных
sd: ڊيٽايلپپٽ
si: දත්ත ගොනුව
sk: Dátový súbor
sq: Skedar i të dhënave
sv: Data fil
th: แฟ้มข้อมูล
tl: File ng data
tr: Veri dosyası
vi: Tập tin dữ liệu

source: Aggregated by
ar: تجميعها
bg: Агрегирано от
ca: Agregat per
cs: Agregováno
cy: Agregu gan
da: Aggregeret af
de: Aggregiert von
el: Συγκεντρωμένος από
fa: جمع شده توسط
fi: Aggregoituna jstk
fr: Agrégé par
gd: Air a mhilleadh le
he: מצטבר על ידי
hr: Agregiran od strane
hu: Aggregált
id: Dikumpulkan oleh
is: Samanlagt af
it: Aggregato da
ja: 集計単位
km: សរុបដោយ
lb: Aggregéiert vun
mi: Kua whakahiatohia e
mk: Агрегирани од
mn: Нэгтгэсэн
ms: Diagregatkan oleh
my: အားဖြင့်စုစည်း
nl: Geaggregeerd door
no: Samlet av
pl: Agregowane przez
pt: Agregado por
ro: Agregat de
ru: Агрегируется
sd: پاران گڏ ڪيل
si: විසින් එකතු කරනු ලැබේ
sk: Agregovaný podľa
sq: I grumbulluar nga
sv: Aggregerad av
th: รวมโดย
tl: Pinagsama -sama ng
tr: Tarafından toplanmış
vi: Tổng hợp bởi

source: Hour
ar: ساعة
bg: Час
ca: Hores
cs: Hodina
cy: Awr
da: Time
de: Stunde
el: Ωρα
fa: یک ساعت
fi: Tunnin
fr: Heure
gd: Uair
he: שָׁעָה
hr: Sat
hu: Óra
id: Jam
is: Klukkutíma
it: Ora
ja: 1時間
km: ម៉ោង
lb: Stonn
mi: Hāora
mk: Час
mn: Аг
ms: Jam
my: နာရီ
nl: Uur
no: Time
pl: Godzina
pt: Hora
ro: Ora
ru: Час
sd: ڪلاڪ
si: පැය
sk: Hodina
sq: Orë
sv: Timme
th: ชั่วโมง
tl: Oras
tr: Saat
vi: Giờ

source: Day
ar: يوم
bg: Ден
ca: Dia
cs: Den
cy: Dydd
da: Dag
de: Tag
el: Ημέρα
fa: روز
fi: Päivä
fr: Jour
gd: Latha
he: יְוֹם
hr: Dan
hu: Nap
id: Hari
is: Dagur
it: Giorno
ja: 1日
km: ថៃ
lb: Dag
mi: Rangi
mk: Ден
mn: Өдөр
ms: Hari
my: နေ့
nl: Dag
no: Dag
pl: Dzień
pt: Dia
ro: Zi
ru: День
sd: ڏينهن
si: දින
sk: Deň
sq: Ditë
sv: Dag
th: วัน
tl: Araw
tr: Gün
vi: Ngày

source: Edit Mode
ar: تحرير الوضع
bg: Режим на редактиране
ca: Edició
cs: Režim úprav
cy: Golygu Modd
da: Rediger tilstand
de: Bearbeitungsmodus
el: Κατάσταση επεξεργασίας
fa: حالت ویرایش
fi: Muokkausmoodi
fr: Mode édition
gd: Deasaich modh deasachaidh
he: מצב עריכה
hr: Uređivanje načina
hu: Szerkesztési mód
is: Breyta stillingu
it: Modalità Modifica
ja: 編集モード
km: របៀបកែសម្រួល
lb: Den Edit Modus
mi: Aratau Whakatika
mk: Уреди режим
mn: Засах горим
ms: Mod edit
my: ပြင်ဆင်ရန် mode ကို
nl: Bewerkingsmodus
no: Redigeringsmodus
pl: Tryb edycji
pt: Modo de edição
ro: Mod de editare
ru: Режим редактирования
sd: تبديلي آڻيو
si: සංස්කරණ මාදිලිය
sk: Režim úpravy
sq: Modifikoni modalitetin
sv: Redigeringsläge
th: แก้ไขโหมด
tl: I -edit ang mode
tr: Düzenleme modu
vi: Chế độ chỉnh sửa

source: Setting Mode
ar: وضع الإعداد
bg: Режим на настройка
ca: Mode de configuració
cs: Režim nastavení
cy: Modd gosod
da: Indstillingstilstand
de: Einstellungsmodus
el: Λειτουργία ρύθμισης
fa: حالت تنظیم
fi: Asetustila
fr: Mode de réglage
gd: Modh suidheachadh
he: מצב הגדרה
hr: Način postavljanja
hu: Beállítási mód
id: Mode Pengaturan
is: Stillingarstilling
it: Modalità di impostazione
ja: 設定モード
km: ការកំណត់របៀប
lb: Astellung
mi: Aratau whakarite
mk: Режим за поставување
mn: Тохиргоо горим
ms: Mod Tetapan
my: setting mode ကို
nl: Instellingsmodus
no: Innstillingsmodus
pl: Tryb ustawienia
pt: Modo de configuração
ro: Mod de setare
ru: Режим настройки
sd: سيٽنگ جو طريقو
si: සැකසුම් මාදිලිය
sk: Režim nastavenia
sq: Mënyra e vendosjes
sv: Inställningsläge
th: โหมดการตั้งค่า
tl: Pagtatakda ng mode
tr: Ayar Modu
vi: Chế độ cài đặt

source: The error data highlighed in red will be lost. Do you want to continue?
ar: سيتم حذف البيانات غير الصالحة التي تم تمييزها باللون الأحمر. هل أنت متأكد من التبديل إلى وضع الإعداد؟
bg: Невалидните данни, подчертани червено, ще бъдат изтрити. Сигурни ли сте, че преминавате към режим на настройка?
ca: S'eliminaran les dades no vàlides en vermell. Esteu segur que canvieu al mode de configuració?
cs: Neplatná data zvýrazněná červená budou odstraněna. Určitě přepnete do režimu nastavení?
cy: Bydd y data annilys a amlygir yn goch yn cael ei ddileu. Ydych chi'n sicr o newid i'r modd gosod?
da: De ugyldige data, der er fremhævet rødt, slettes. Er du sikker på at skifte til indstillingstilstand?
de: Die ungültigen Daten, die rot hervorgehoben wurden, werden gelöscht. Wechseln Sie sicher in den Einstellungsmodus?
el: Τα μη έγκυρα δεδομένα που επισημαίνονται κόκκινα θα διαγραφούν. Είστε σίγουροι ότι θα μεταβείτε στη λειτουργία ρύθμισης;
fa: داده های نامعتبر برجسته قرمز حذف می شوند. آیا مطمئناً به حالت تنظیم تغییر می کنید؟
fi: Punainen korostettu virheelliset tiedot poistetaan. Oletko varma, että siirrät asetustilaan?
fr: Les données invalides mises en évidence en rouge seront supprimées. Êtes-vous sûr de passer en mode de réglage?
gd: Thèid an dàta neo-dhligheach a chaidh a shoilleireachadh dearg a dhubhadh às. A bheil thu cinnteach gu bheil thu a 'tionndadh gu modh a shuidheachadh?
he: הנתונים הלא חוקיים שהודגשו האדומים יימחקו. האם אתה בטוח לעבור למצב הגדרה?
hr: Nevažeći podaci istaknuti crveni će biti izbrisani. Jeste li sigurni da se prebacite na način postavljanja?
hu: Az érvénytelen adatok, amelyek kiemelt pirosra kerülnek, töröljük. Biztosan átvált a beállítási módra?
id: Data tidak valid disorot merah akan dihapus. Apakah Anda pasti akan beralih ke mode pengaturan?
is: Ógild gögn, sem auðkennd er, verður eytt. Ertu viss um að skipta yfir í stillingarstillingu?
it: I dati non validi evidenziati dal rosso verranno eliminati. Sei sicuro di passare alla modalità di impostazione?
ja: 設定モードで表示できない赤字のデータが削除されます。設定モードに切り替えますか。
km: ទិន្នន័យដែលបានបន្លិចមិនត្រឹមត្រូវនឹងត្រូវលុប។ តើអ្នកប្រាកដជាប្តូរទៅរបៀបកំណត់មែនទេ?
lb: Déi ongëlteg Daten beliicht rout ginn geläscht. Sidd Dir sécher, datt en Astellung Modus schalt?
mi: Ko nga raraunga kore e tohuhia he whero ka mukua. Kei te mohio koe ki te whakawhiti ki te aratau tautuhi?
mk: Невалидните податоци нагласени црвени ќе бидат избришани. Дали сте сигурни да се префрлите на режимот за поставување?
mn: Буруу өгөгдөл нь тодруулсан улааныг устгана. Тохируулах горим руу шилжсэн үү?
ms: Data tidak sah yang diserlahkan merah akan dipadamkan. Adakah anda pasti beralih ke mod tetapan?
my: အနီရောင်အချက်အလက်များကိုမီးမောင်းထိုးပြပါလိမ့်မည်။ setting mode သို့ပြောင်းရန်သေချာပါသလား
nl: De ongeldige gegevens die rood worden gemarkeerd, worden verwijderd. Weet u zeker dat u overschakelt naar de instellingsmodus?
no: De ugyldige dataene som er fremhevet rødt, vil bli slettet. Er du sikker på å bytte til innstillingsmodus?
pl: Niepoprawne dane podkreślone czerwone zostaną usunięte. Czy na pewno przejdziesz do trybu ustawienia?
pt: Os dados inválidos destacados em vermelho serão excluídos. Você tem certeza de mudar para o modo de configuração?
ro: Datele nevalide evidențiate Red vor fi șterse. Sunteți sigur că treceți la modul de setare?
ru: Неверные данные, выделенные красным, будут удалены. Вы обязательно переключитесь в режим настройки?
sd: غلط ڊيٽا نمايان ٿيل ڳاڙهي کي ختم ڪيو ويندو. ڇا توهان کي پڪ آهي ته سيٽنگ موڊ تي مٽجڻ لاء؟
si: රතු පැහැය ඉස්මතු කළ අවලංගු දත්ත මකා දැමෙනු ඇත. ඔබ ප්රකාරය සැකසීමට ඔබට විශ්වාසද?
sk: Neplatné zvýraznené údaje sa odstránia. Určite prepnete do režimu nastavenia?
sq: Të dhënat e pavlefshme të theksuara të kuqe do të fshihen. A jeni i sigurt që do të kaloni në modalitetin e vendosjes?
sv: Den ogiltiga data som markeras rött kommer att raderas. Är du säker på att byta till inställningsläge?
th: ข้อมูลที่ไม่ถูกต้องที่เน้นสีแดงจะถูกลบ คุณแน่ใจว่าจะเปลี่ยนไปใช้โหมดการตั้งค่าหรือไม่?
tl: Ang hindi wastong data na naka -highlight na pula ay tatanggalin. Sigurado ka bang lumipat sa mode ng setting?
tr: Kırmızı vurgulanan geçersiz veriler silinecektir. Ayar moduna geçeceğinizden emin misiniz?
vi: Dữ liệu không hợp lệ được tô màu đỏ sẽ bị xóa. Bạn có chắc chắn chuyển sang chế độ cài đặt không?

source: Priority
ar: أولوية
bg: Приоритет
ca: prioritat
cs: přednost
cy: blaenoriaeth
da: prioritet
de: Priorität
el: προτεραιότητα
fa: اولویت
fi: prioriteetti
fr: priorité
gd: Prìomhachas
he: עדיפות
hr: prioritet
hu: kiemelten fontos
id: prioritas
is: forgang
it: priorità
ja: 優先度
km: អាតិផាប
lb: Prioritéit
mi: mea tuatahi
mk: Приоритет
mn: ахлах
ms: keutamaan
my: ရေှးဉီးကျမှု
nl: prioriteit
no: prioritet
pl: priorytet
pt: prioridade
ro: prioritate
ru: приоритет
sd: ترجيح
si: ප්රමුඛතාවය
sk: priorita
sq: prioritet
sv: prioritet
th: ลำดับความสำคัญ
tl: priyoridad
tr: öncelik
vi: quyền ưu tiên

source: A same column name was found in the English name column and was handled automatically. Please check the column names.
ar: تم اكتشاف اسم اللغة الإنجليزية المكررة ، لذلك تمت إضافة الرقم التسلسلي تلقائيًا. تحقق من أسماء الأعمدة.
bg: Беше открито дублирано английски име, така че серийният номер се добавя автоматично. Проверете имената на колоните.
ca: Es va detectar un nom anglès duplicat, de manera que es va afegir automàticament el número de sèrie. Comproveu els noms de columnes.
cs: Byl detekován duplicitní anglický název, takže bylo automaticky přidáno sériové číslo. Zkontrolujte názvy sloupců.
cy: Canfuwyd enw Saesneg dyblyg, felly ychwanegwyd y rhif cyfresol yn awtomatig. Gwiriwch enwau colofnau.
da: Et duplikat engelsk navn blev detekteret, så serienummeret blev automatisk tilføjet. Kontroller kolonneavne.
de: Ein doppelter englischer Name wurde erkannt, so dass die Seriennummer automatisch hinzugefügt wurde. Überprüfen Sie die Spaltennamen.
el: Ανιχνεύθηκε ένα διπλό αγγλικό όνομα, οπότε προστέθηκε αυτόματα ο σειριακός αριθμός. Ελέγξτε τα ονόματα στηλών.
fa: یک نام انگلیسی تکراری شناسایی شد ، بنابراین شماره سریال به طور خودکار اضافه شد. نام ستون را بررسی کنید.
fi: Kopioitiin englanninkielinen nimi havaittiin, joten sarjanumero lisättiin automaattisesti. Tarkista sarakkeiden nimet.
fr: Un nom anglais en double a été détecté, donc le numéro de série a été automatiquement ajouté. Vérifiez les noms de colonne.
gd: Chaidh ainm Beurla dùblaichte a lorg, agus mar sin chaidh an àireamh sreathach a chuir ris gu fèin-ghluasadach. Thoir sùil air ainmean colbh.
he: התגלה שם אנגלי כפול, ולכן המספר הסידורי התווסף אוטומטית. בדוק שמות עמודות.
hr: Otkriveno je duplikatno englesko ime, pa je serijski broj automatski dodan. Provjerite imena stupca.
hu: Egy duplikált angol nevet észleltek, tehát a sorozatszámot automatikusan hozzáadtuk. Ellenőrizze az oszlopneveket.
id: Nama duplikat bahasa Inggris terdeteksi, sehingga nomor seri ditambahkan secara otomatis. Periksa nama kolom.
is: Tvítekið enskt nafn fannst, þannig að raðnúmerið var sjálfkrafa bætt við. Athugaðu nöfn dálka.
it: È stato rilevato un nome inglese duplicato, quindi è stato automaticamente aggiunto il numero di serie. Controlla i nomi delle colonne.
ja: 英語名に重複が見つかったため、自動で通し番号を追加しました。カラム名を確認してください。
km: ឈ្មោះអង់គ្លេសស្ទួនត្រូវបានរកឃើញដូច្នេះលេខសៀរៀលត្រូវបានបន្ថែមដោយស្វ័យប្រវត្តិ។ ពិនិត្យឈ្មោះជួរឈរ។
lb: En duplizéiert Englesch Numm gouf festgestallt, sou datt d'Seriennummer automatesch derbäi gouf. Préift Kolonn Nimm.
mi: Ko te ingoa Ingarihi taarua i kitea, no reira kua tapiritia aunoatia te tau rangatū. Tirohia nga ingoa pou.
mk: Откриено е дупликат англиско име, така што серискиот број автоматски беше додаден. Проверете ги имињата на колоните.
mn: Давхардсан англи хэл дээр илрүүлсэн тул серийн дугаарыг автоматаар нэмсэн. Баганын нэрийг шалгана уу.
ms: Nama bahasa Inggeris yang duplikat telah dikesan, jadi nombor siri ditambah secara automatik. Semak nama lajur.
my: မိတ္တူပွားအင်္ဂလိပ်အမည်ကိုရှာဖွေတွေ့ရှိခဲ့သည်။ ထို့ကြောင့်အမှတ်စဉ်နံပါတ်ကိုအလိုအလျောက်ထည့်သွင်းခဲ့သည်။ ကော်လံအမည်များကိုစစ်ဆေးပါ။
nl: Een dubbele Engelse naam werd gedetecteerd, dus het serienummer werd automatisch toegevoegd. Controleer kolomnamen.
no: Et duplikat engelsk navn ble oppdaget, så serienummeret ble automatisk lagt til. Sjekk kolonnenavn.
pl: Wykryto zduplikowaną nazwę angielskiego, więc numer seryjny został automatycznie dodany. Sprawdź nazwy kolumn.
pt: Um nome em inglês duplicado foi detectado, portanto o número de série foi adicionado automaticamente. Verifique os nomes das colunas.
ro: A fost detectat un nume de engleză duplicat, astfel încât numărul de serie a fost adăugat automat. Verificați numele coloanelor.
ru: Было обнаружено дубликатное английское имя, поэтому серийный номер был автоматически добавлен. Проверьте имена столбцов.
sd: هڪ نقل انگريزي جو نالو معلوم ڪيو ويو، تنهنڪري سيريل نمبر پاڻمرادو شامل ڪيو ويو. ڪالمن جا نالا چيڪ ڪريو.
si: අනුපිටපතක් ඉංග්රීසි නමක් අනාවරණය වී ඇති බැවින් අනුක්රමික අංකය ස්වයංක්රීයව එකතු කරන ලදි. තීරු නම් පරීක්ෂා කරන්න.
sk: Zistil sa duplikát anglického názvu, takže sériové číslo bolo automaticky pridané. Skontrolujte názvy stĺpcov.
sq: U zbulua një emër i kopjuar anglez, kështu që numri serik u shtua automatikisht. Kontrolloni emrat e kolonave.
sv: Ett duplicerat engelska namn upptäcktes, så serienumret lades automatiskt till. Kontrollera kolumnnamnen.
th: ตรวจพบชื่อภาษาอังกฤษที่ซ้ำกันดังนั้นจึงมีการเพิ่มหมายเลขซีเรียลโดยอัตโนมัติ ตรวจสอบชื่อคอลัมน์
tl: Ang isang dobleng pangalan ng Ingles ay napansin, kaya awtomatikong idinagdag ang serial number. Suriin ang mga pangalan ng haligi.
tr: Yinelenen bir İngilizce adı tespit edildi, bu nedenle seri numarası otomatik olarak eklendi. Sütun adlarını kontrol edin.
vi: Một tên tiếng Anh trùng lặp đã được phát hiện, vì vậy số sê -ri được tự động thêm vào. Kiểm tra tên cột.
