Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Specify datatype of columns Hover
ar: سيعرض الضغط على زر المعاينة أدناه جزءًا من البيانات في الملف حتى تتمكن من التحقق من محتوياته.
bg: Натискането на бутона за визуализация по -долу ще покаже част от данните във файла, за да можете да проверите съдържанието на него.
ca: Si premeu el botó de vista prèvia que hi ha a continuació, mostrarà alguna part de les dades del fitxer perquè pugueu comprovar -ne el contingut.
cs: Stisknutím tlačítka náhledu níže zobrazí část dat v souboru, abyste mohli zkontrolovat jeho obsah.
cy: Bydd pwyso'r botwm Rhagolwg isod yn dangos rhywfaint o ran o'r data yn y ffeil fel y gallwch wirio ei gynnwys.
da: Ved at trykke på preview -knappen nedenfor viser en del af dataene i filen, så du kan kontrollere indholdet af den.
de: Wenn Sie die folgende Vorschau -Taste drücken, werden einige Teil der Daten in der Datei angezeigt, sodass Sie den Inhalt überprüfen können.
el: Πατώντας το κουμπί προεπισκόπησης παρακάτω θα εμφανιστεί κάποιο μέρος των δεδομένων στο αρχείο, ώστε να μπορείτε να ελέγξετε τα περιεχόμενα του.
fa: با فشار دادن دکمه پیش نمایش در زیر ، بخشی از داده های موجود در پرونده را نشان می دهد تا بتوانید محتوای آن را بررسی کنید.
fi: Alla olevan esikatselupainikkeen painaminen näyttää osan tiedoston tiedosta, jotta voit tarkistaa sen sisällön.
fr: En appuyant sur le bouton Aperçu ci-dessous, une partie des données du fichier vous pourra en vérifier le contenu.
gd: Bidh putadh air a 'phutan ro-shealladh gu h-ìosal a' sealltainn beagan den dàta san fhaidhle gus an urrainn dhut sgrùdadh a dhèanamh air na tha ann.
he: לחיצה על כפתור התצוגה המקדימה למטה תציג חלק מהנתונים בקובץ, כך שתוכל לבדוק את תוכןו.
hr: Pritiskom na gumb za pregled ispod prikazat ćete neki dio podataka u datoteci kako biste mogli provjeriti njegov sadržaj.
hu: Az alábbi előnézeti gomb megnyomásával a fájlban szereplő adatok egy részét megmutatja, így ellenőrizheti annak tartalmát.
id: Menekan tombol Pratinjau di bawah ini akan menunjukkan beberapa bagian dari data dalam file sehingga Anda dapat memeriksa kontennya.
is: Með því að ýta á forsýningarhnappinn hér að neðan sýnir einhvern hluta gagna í skránni svo þú getir athugað innihald þess.
it: Premendo il pulsante di anteprima seguente mostrerà una parte dei dati nel file in modo da poter verificarne il contenuto.
ja: 下のプレビューボタンを押すと、ファイル内のデータの一部が表示されるので、データの内容を確認できます。
km: ចុចប៊ូតុងមើលជាមុនខាងក្រោមនឹងបង្ហាញផ្នែកខ្លះនៃទិន្នន័យនៅក្នុងឯកសារដូច្នេះអ្នកអាចពិនិត្យមើលមាតិការបស់វា។
lb: Pressening op de Preview Knäppchen hei ënnendrënner weist e puer Deel vun den Daten an der Datei fir datt Dir d'Inhalter dovun iwwerpréift.
mi: Ko te paatene i te paatene Arokite i raro iho nei ka whakaatu etahi waahanga o nga raraunga i roto i te konae kia tirohia e koe nga mea o reira.
mk: Со притискање на копчето за преглед подолу ќе се прикаже дел од податоците во датотеката за да можете да ја проверите содржината на истите.
mn: Урьдчилан харах товчийг дарж доор дарахад өгөгдлийг файлын зарим хэсгийг харуулна. Та үүний агуулгыг шалгаж болно.
ms: Menekan butang pratonton di bawah akan menunjukkan beberapa bahagian data dalam fail supaya anda boleh menyemak kandungannya.
my: အောက်ဖော်ပြပါ Preview ခလုတ်ကို နှိပ်. ဖိုင်ရှိအချက်အလက်အချို့ကိုသင်ပြသနိုင်သည့်အတွက်၎င်းပါ 0 င်သောအကြောင်းအရာများကိုစစ်ဆေးနိုင်သည်။
nl: Door op de onderstaande preview -knop te drukken, wordt een deel van de gegevens in het bestand weergegeven, zodat u de inhoud ervan kunt controleren.
no: Ved å trykke på forhåndsvisningsknappen nedenfor viser du en del av dataene i filen, slik at du kan sjekke innholdet i den.
pl: Naciśnięcie poniższego przycisku podglądu wyświetli część danych w pliku, abyś mógł sprawdzić zawartość.
pt: Pressionar o botão Visualizar abaixo mostrará parte dos dados no arquivo para que você possa verificar o conteúdo dele.
ro: Apăsarea butonului de previzualizare de mai jos va afișa o parte din datele din fișier, astfel încât să puteți verifica conținutul acestuia.
ru: Нажатие приведенной ниже кнопки предварительного просмотра будет показана некоторая часть данных в файле, чтобы вы могли проверить его содержимое.
sd: هيٺ ڏنل ڏيک جو بٽڻ دٻائڻو آهي فائل ۾ ڊيٽا جو ڪجهه حصو ڏيکاريندو تنهن ڪري توهان ان جو مواد چيڪ ڪري سگهو ٿا.
si: පහත පෙරදසුන බොත්තම එබීමෙන් ගොනුවේ දත්තවල යම් කොටසක් ගොනුවේ යම් කොටසක් පෙන්වනු ඇති බැවින් ඔබට එහි අන්තර්ගතය පරීක්ෂා කළ හැකිය.
sk: Stlačením tlačidla ukážky nižšie zobrazí niektoré časti údajov v súbore, takže môžete skontrolovať jeho obsah.
sq: Shtypja e butonit Paraprakisht më poshtë do të tregojë një pjesë të të dhënave në skedar, në mënyrë që të kontrolloni përmbajtjen e tij.
sv: Att trycka på förhandsgranskningsknappen nedan visar en del av data i filen så att du kan kontrollera innehållet i den.
th: การกดปุ่มดูตัวอย่างด้านล่างจะแสดงข้อมูลบางส่วนในไฟล์เพื่อให้คุณสามารถตรวจสอบเนื้อหาของมันได้
tl: Ang pagpindot sa pindutan ng Preview sa ibaba ay magpapakita ng ilang bahagi ng data sa file upang masuri mo ang mga nilalaman nito.
tr: Aşağıdaki önizleme düğmesine basmak, içeriğini kontrol edebilmeniz için dosyadaki verilerin bir kısmını gösterecektir.
vi: Nhấn nút xem trước bên dưới sẽ hiển thị một số phần dữ liệu trong tệp để bạn có thể kiểm tra nội dung của nó.

source: As Link ID Hover
ar: حدد الرابط ID لاستخدامه كشرط لربط البيانات. يمكنك أيضًا تحديد عناصر متعددة.
bg: Изберете връзка ID, за да се използва като условие за свързване на данни. Можете също да изберете няколко елемента.
ca: Seleccioneu l'enllaç ID que s'utilitzarà com a condició per a l'enllaç de dades. També podeu seleccionar diversos elements.
cs: Vyberte odkaz ID, které se chcete použít jako podmínka pro propojení dat. Můžete také vybrat více položek.
cy: Dewiswch ddolen ID i'w defnyddio fel yr amod ar gyfer cysylltu data. Gallwch hefyd ddewis eitemau lluosog.
da: Vælg Link ID, der skal bruges som betingelse for datalinking. Du kan også vælge flere elementer.
de: Wählen Sie Link ID aus, um als Bedingung für die Datenverknüpfung zu verwendet. Sie können auch mehrere Elemente auswählen.
el: Επιλέξτε το σύνδεσμο ID που θα χρησιμοποιηθεί ως προϋπόθεση για τη σύνδεση δεδομένων. Μπορείτε επίσης να επιλέξετε πολλά στοιχεία.
fa: پیوند ID را انتخاب کنید تا به عنوان شرط پیوند داده استفاده شود. همچنین می توانید چندین مورد را انتخاب کنید.
fi: Valitse linkki ID, joita käytetään tietojen linkittämisen ehtona. Voit myös valita useita kohteita.
fr: Sélectionnez le lien ID à utiliser comme condition pour la liaison de données. Vous pouvez également sélectionner plusieurs éléments.
gd: Tagh ceangal ID airson a chleachdadh mar chumha airson a bhith a 'ceangal dàta. Faodaidh tu cuideachd grunn rudan a thaghadh.
he: בחר קישור ID שישמש כתנאי לקישור נתונים. אתה יכול גם לבחור מספר פריטים.
hr: Odaberite vezu ID da biste se koristili kao uvjet za povezivanje podataka. Također možete odabrati više stavki.
hu: Válassza a ID link lehetőséget, amelyet használni kell az adatok összekapcsolásához. Kiválaszthat több elemet is.
id: Pilih Tautan ID untuk digunakan sebagai kondisi untuk menghubungkan data. Anda juga dapat memilih beberapa item.
is: Veldu hlekk ID sem á að nota sem skilyrði fyrir tengsl gagnanna. Þú getur líka valið marga hluti.
it: Seleziona Link ID da utilizzare come condizione per il collegamento dei dati. Puoi anche selezionare più elementi.
ja: データの紐付け条件として使用する紐付IDを選択します。複数の項目を選択することもできます。
km: ជ្រើសតំណ ID ដែលត្រូវប្រើជាលក្ខខណ្ឌសម្រាប់ភ្ជាប់ទិន្នន័យ។ អ្នកក៏អាចជ្រើសរើសធាតុជាច្រើនផងដែរ។
lb: Wielt Link ID fir als Konditioun ze benotzen fir Daten ze verbannen. Dir kënnt och verschidde Saache wielen.
mi: Tīpakohia te hono ID kia whakamahia hei tikanga mo te hono raraunga. Ka taea hoki te whiriwhiri i nga taonga maha.
mk: Изберете врска ID што ќе се користи како услов за поврзување на податоците. Можете исто така да изберете повеќе артикли.
mn: Дата холболтын нөхцөл болгон ашиглахын тулд LINK ID-ийг сонгоно уу. Та бас олон зүйлийг сонгож болно.
ms: Pilih pautan ID untuk digunakan sebagai syarat untuk menghubungkan data. Anda juga boleh memilih beberapa item.
my: ဒေတာချိတ်ဆက်မှုအတွက်အခြေအနေအဖြစ်အသုံးပြုရန် link ID ကိုရွေးချယ်ပါ။ သင်အမျိုးမျိုးသောပစ္စည်းများကိုလည်းရွေးချယ်နိုင်သည်။
nl: Selecteer Link ID om te gebruiken als voorwaarde voor het koppelen van gegevens. U kunt ook meerdere items selecteren.
no: Velg lenke ID som skal brukes som betingelse for datakobling. Du kan også velge flere elementer.
pl: Wybierz link ID, który ma być używany jako warunek łączenia danych. Możesz także wybrać wiele elementów.
pt: Selecione Link ID a ser usado como condição para vinculação de dados. Você também pode selecionar vários itens.
ro: Selectați linkul ID pentru a fi utilizat ca condiție pentru conectarea datelor. De asemenea, puteți selecta mai multe articole.
ru: Выберите ссылку ID, чтобы использоваться в качестве условия для связывания данных. Вы также можете выбрать несколько элементов.
sd: لنڪ ID ڊيٽا لنڪنگ لاء شرط طور استعمال ڪيو وڃي. توھان پڻ ڪيترائي شيون چونڊ ڪري سگھو ٿا.
si: දත්ත සම්බන්ධ කිරීම සඳහා කොන්දේසිය ලෙස භාවිතා කිරීමට ID සබැඳිය තෝරන්න. ඔබට බහු අයිතම ද තෝරා ගත හැකිය.
sk: Vyberte Link ID, aby ste sa použili ako podmienka prepojenia údajov. Môžete tiež vybrať viac položiek.
sq: Zgjidhni lidhjen ID që të përdoret si kusht për lidhjen e të dhënave. Ju gjithashtu mund të zgjidhni shumë artikuj.
sv: Välj länk ID som ska användas som villkor för datalänkning. Du kan också välja flera objekt.
th: เลือกลิงค์ ID เพื่อใช้เป็นเงื่อนไขสำหรับการเชื่อมโยงข้อมูล คุณยังสามารถเลือกหลายรายการ
tl: Piliin ang Link ID upang magamit bilang kondisyon para sa pag -link ng data. Maaari ka ring pumili ng maraming mga item.
tr: Veri bağlama koşulu olarak kullanılacak bağlantı ID'ı seçin. Ayrıca birden çok öğe seçebilirsiniz.
vi: Chọn Liên kết ID để được sử dụng làm điều kiện để liên kết dữ liệu. Bạn cũng có thể chọn nhiều mục.

source: As Key (Option) Hover
ar: عندما يستورد تطبيقك البيانات بشكل دوري ، يمكنك تحديد عمود DateTime الذي يتم استخدامه بشكل تفضيلي كمفتاح DateTime.
bg: Когато приложението ви периодично импортира данни, можете да изберете колона DateTime, която се използва за предпочитане като ключ на DateTime.
ca: Quan l’aplicació importa periòdicament dades, podeu seleccionar una columna DateTime que s’utilitza preferentment com a clau de DateTime.
cs: Když vaše aplikace pravidelně importuje data, můžete vybrat sloupec DateTime, který je přednostně použit jako klíč DateTime.
cy: Pan fydd eich ap yn mewnforio data o bryd i'w gilydd, gallwch ddewis colofn DateTime a ddefnyddir yn ffafriol fel allwedd amser dyddiad.
da: Når din app med jævne mellemrum importerer data, kan du vælge en DateTime -kolonne, der fortrinsvis bruges som nøgle til datetime.
de: Wenn Ihre App regelmäßig Daten importiert, können Sie eine DateTime -Spalte auswählen, die bevorzugt als Schlüssel der DateTime verwendet wird.
el: Όταν η εφαρμογή σας εισάγει περιοδικά δεδομένα, μπορείτε να επιλέξετε μια στήλη DateTime που χρησιμοποιείται κατά προτίμηση ως το κλειδί του DateTime.
fa: هنگامی که برنامه شما بطور دوره ای داده ها را وارد می کند ، می توانید یک ستون DateTime را انتخاب کنید که ترجیحاً به عنوان کلید DateTime مورد استفاده قرار می گیرد.
fi: Kun sovelluksesi tuo säännöllisesti tietoja, voit valita DateTime -sarakkeen, jota käytetään mieluummin DateTime -avaimena.
fr: Lorsque votre application importe périodiquement des données, vous pouvez sélectionner une colonne DateTime qui est préférentiellement utilisée comme clé de DateTime.
gd: Nuair a bhios an app agad a 'faighinn a-steach dàta a tha air an cleachdadh bho àm gu àm, faodaidh tu colbh ceann-latha a thaghadh a tha air a chleachdadh gu fàbharach mar phrìomh àm an ceann-latha.
he: כאשר האפליקציה שלך מייבאת מעת לעת נתונים, אתה יכול לבחור עמודה של DateTime המשמשת באופן עדיף כמפתח DateTime.
hr: Kada vaša aplikacija povremeno uvozi podatke, možete odabrati stupac DateTime koji se preferirano koristi kao ključ DateTimea.
hu: Amikor az alkalmazás rendszeresen importálja az adatokat, kiválaszthat egy DateTime oszlopot, amelyet elsősorban a DateTime kulcsaként használnak.
id: Ketika aplikasi Anda mengimpor data secara berkala, Anda dapat memilih kolom DateTime yang lebih disukai digunakan sebagai kunci datetime.
is: Þegar forritið þitt flytur reglulega inn gögn geturðu valið dálkdálk sem er helst notaður sem lykill DateTime.
it: Quando l'app importa periodicamente i dati, è possibile selezionare una colonna DateTime che viene preferibilmente utilizzata come chiave di DateTime.
ja: データを定期インポートする際にアプリが日時を記憶するのに使うキーとして優先的に使われる日時データのカラムを選択できます。
km: នៅពេលដែលកម្មវិធីរបស់អ្នកបាននាំចូលទិន្នន័យជាទៀងទាត់អ្នកអាចជ្រើសរើសជួរឈរទិន្នន័យដែលត្រូវបានប្រើជាគន្លឹះនៃឌីតថល។
lb: Wann Är App periodesch Import Daten importéiert, kënnt Dir eng aktualiséiert Kolonn auswielen déi léiwer als Schlëssel vum Datum benotzt gëtt.
mi: I te wa e kawemai ana to rorohiko i nga raraunga, ka taea e koe te kowhiri i tetahi pou Raarangi Raarangi e whakamahia ana hei matua mo te Raarangi.
mk: Кога вашата апликација периодично увезува податоци, можете да изберете колона DateTime која преференцијално се користи како клуч на DateTime.
mn: Таны програм үе үе өгөгдлийг тогтмол импортлох үед та DateTime түлхүүр болгон ашиглахыг илүүд үздэг DateTime баганыг сонгож болно.
ms: Apabila aplikasi anda secara berkala mengimport data, anda boleh memilih lajur DateTime yang secara sengaja digunakan sebagai kunci DateTime.
my: သင်၏အက်ပလီကေးရှင်းသည်ဒေတာများကိုအခါအားလျော်စွာတင်သွင်းသည့်အခါ, သင် datetime ၏သော့အဖြစ်အသုံးပြုသော dateTime ကော်လံကိုရွေးချယ်နိုင်သည်။
nl: Wanneer uw app periodiek gegevens importeert, kunt u een datetime -kolom selecteren die bij voorkeur wordt gebruikt als de sleutel van datetime.
no: Når appen din med jevne mellomrom importerer data, kan du velge en datetime -kolonne som fortrinnsvis brukes som nøkkelen til datetime.
pl: Gdy aplikacja okresowo importuje dane, możesz wybrać kolumnę DATETIME, która jest preferencyjnie używana jako klucz DATETIME.
pt: Quando seu aplicativo importa periodicamente os dados, você pode selecionar uma coluna DateTime que seja usada preferencialmente como a chave do DateTime.
ro: Când aplicația dvs. importă periodic date, puteți selecta o coloană DateTime care este utilizată în mod preferențial ca cheie a DateTime.
ru: Когда ваше приложение периодически импортирует данные, вы можете выбрать столбец DateTime, который предпочтительно используется в качестве ключа DateTime.
sd: جڏهن توهان جو ايپ وقتي طور تي ڊيٽا درآمد ڪري ٿو، توهان هڪ تاريخ واري ڪالم چونڊ ڪري سگهو ٿا جيڪو ترجيح طور تي تاريخ جي وقت جي طور تي استعمال ڪيو ويندو آهي.
si: ඔබගේ යෙදුම වරින් වර දත්ත ආනයනය කරන විට, ඔබට දත්ත වේලාවේ යතුර ලෙස මනාප ලෙස භාවිතා කරන ඩේමිටි ටයිම් තීරුවක් තෝරා ගත හැකිය.
sk: Keď vaša aplikácia pravidelne importuje údaje, môžete vybrať stĺpec DateTime, ktorý sa prednostne používa ako kľúč DateTime.
sq: Kur aplikacioni juaj importon periodikisht të dhënat, mund të zgjidhni një kolonë DateTime që përdoret preferencialisht si çelësi i DateTime.
sv: När din app regelbundet importerar data kan du välja en DateTime -kolumn som företrädesvis används som nyckel för DateTime.
th: เมื่อแอปของคุณนำเข้าข้อมูลเป็นระยะคุณสามารถเลือกคอลัมน์ DateTime ที่ใช้เป็นคีย์ของ DateTime
tl: Kapag ang iyong app ay pana -panahong nag -import ng data, maaari kang pumili ng isang haligi ng dateTime na mas gusto na ginagamit bilang susi ng datetime.
tr: Uygulamanız verileri periyodik olarak içe aktardığında, tercihen DateTime'ın anahtarı olarak kullanılan bir DateTime sütunu seçebilirsiniz.
vi: Khi ứng dụng của bạn định kỳ nhập dữ liệu, bạn có thể chọn cột DateTime được sử dụng tốt hơn làm khóa của DateTime.

source: Operator Hover
ar: إذا قمت بتحديد مشغل وأدخل رقمًا ضمن "عامل" ، فسيتم حساب القيمة في الرسم البياني باستخدام المشغل والعامل المحدد.
bg: Ако изберете оператор и въведете число под „Фактор“, стойността в графиката ще бъде изчислена с помощта на посочения оператор и фактор.
ca: Si seleccioneu un operador i introduïu un número a "Factor", el valor del gràfic es calcularà mitjançant l'operador i el factor especificats.
cs: Pokud vyberete operátora a zadáte číslo pod „faktorem“, hodnota v grafu bude vypočtena pomocí zadaného operátora a faktoru.
cy: Os dewiswch weithredwr a nodwch rif o dan 'ffactor', bydd y gwerth yn y graff yn cael ei gyfrif gan ddefnyddio'r gweithredwr a'r ffactor penodedig.
da: Hvis du vælger en operatør og indtaster et tal under 'faktor', beregnes værdien i grafen ved hjælp af den specificerede operatør og faktor.
de: Wenn Sie einen Bediener auswählen und unter "Faktor" eine Zahl eingeben, wird der Wert im Diagramm mit dem angegebenen Operator und dem angegebenen Faktor berechnet.
el: Εάν επιλέξετε έναν χειριστή και εισαγάγετε έναν αριθμό κάτω από τον «παράγοντα», η τιμή στο γράφημα θα υπολογιστεί χρησιμοποιώντας τον καθορισμένο χειριστή και τον παράγοντα.
fa: اگر یک اپراتور را انتخاب کرده و هر شماره را در مورد ضریب وارد کنید، مقدار برای نمایش در نمودار با استفاده از اپراتور مشخص شده و ضریب محاسبه می شود.
fi: Jos valitset operaattorin ja kirjoitat numeron 'Kerroin', kaavion arvo lasketaan määritetyn operaattorin ja tekijän avulla.
fr: Si vous sélectionnez un opérateur et entrez un nombre sous «Facteur», la valeur du graphique sera calculée à l'aide de l'opérateur et du facteur spécifié.
gd: Ma thaghas tu gnìomhaiche agus cuir a-steach àireamh fo 'factar', thèid an luach sa ghraf a thomhas a 'cleachdadh an gnìomhaiche agus am bàillidh ainmichte.
he: אם תבחר מפעיל ותזן מספר תחת 'גורם', הערך בתרשים יחושב באמצעות המפעיל והגורם שצוין.
hr: Ako odaberete operatera i unesete broj pod 'faktor', vrijednost u grafikonu izračunavat će se pomoću navedenog operatora i faktora.
hu: Ha kiválaszt egy operátort, és beír egy számot a „faktor” alatt, akkor a grafikonon szereplő értéket a megadott operátor és a tényező segítségével számítják ki.
id: Jika Anda memilih operator dan memasukkan angka di bawah 'faktor', nilai dalam grafik akan dihitung menggunakan operator dan faktor yang ditentukan.
is: Ef þú velur rekstraraðila og slærð inn númer undir 'Factor' verður gildið í línuritinu reiknað með því að nota tilgreindan rekstraraðila og þátt.
it: Se si seleziona un operatore e si immette un numero sotto "fattore", il valore nel grafico verrà calcolato utilizzando l'operatore e il fattore specificati.
ja: 演算子を選択し、'係数'の項目に任意の数値を入力すると、グラフで表示する際の値が、指定した演算子と係数を使って計算された値になります。
km: ប្រសិនបើអ្នកជ្រើសរើសសញ្ញាប្រមាណវិធីមួយហើយបញ្ចូលលេខក្រោម 'កត្តា' តម្លៃនៅក្នុងក្រាហ្វនឹងត្រូវបានគណនាដោយប្រើសញ្ញាប្រមាណវិធីនិងកត្តាដែលបានបញ្ជាក់។
lb: Wann Dir e Bedreiwer wielt a gitt e Nummer ënner 'Faktor', de Wäert an der Grafik gëtt mat dem spezifizéierte Bedreiwer a Faktor berechent.
mi: Mena ka tohua e koe tetahi kaiwhakarato me te whakauru i te nama i raro i te 'Factor', ka tohua te uara i roto i te kauwhata ma te whakamahi i te kaiwhakahaere me te kaupapa.
mk: Ако изберете оператор и внесете број под „фактор“, вредноста во графиконот ќе се пресмета со помош на наведениот оператор и фактор.
mn: Хэрэв та операторыг сонгоод "Factor" -ын дугаарыг оруулаад 'Factor'-д дугаарыг оруулаарай.
ms: Jika anda memilih pengendali dan masukkan nombor di bawah 'Faktor', nilai dalam graf akan dikira menggunakan pengendali dan faktor yang ditentukan.
my: အကယ်. သင်သည်အော်ပရေတာတစ်ခုရွေးပြီးနံပါတ်တစ်ခုကိုထည့်ပါက 'factor' အောက်ရှိနံပါတ်ကိုရိုက်ထည့်ပါကဂရပ်တွင်ရှိသောတန်ဖိုးကိုသတ်မှတ်ထားသောအော်ပရေတာနှင့်အချက်များကို အသုံးပြု. တွက်ချက်လိမ့်မည်။
nl: Als u een operator selecteert en een nummer onder 'factor' invoert, wordt de waarde in de grafiek berekend met behulp van de opgegeven operator en factor.
no: Hvis du velger en operatør og skriver inn et tall under 'Factor', blir verdien i grafen beregnet ved å bruke den spesifiserte operatøren og faktoren.
pl: Jeśli wybierzesz operatora i wprowadzisz liczbę pod „współczynnikiem”, wartość na wykresie zostanie obliczona za pomocą określonego operatora i współczynnika.
pt: Se você selecionar um operador e inserir um número em 'fator', o valor no gráfico será calculado usando o operador e o fator especificados.
ro: Dacă selectați un operator și introduceți un număr sub „factor”, valoarea din grafic va fi calculată folosind operatorul și factorul specificat.
ru: Если вы выберете оператора и введете число под «коэффициентом», значение в графике будет рассчитано с использованием указанного оператора и фактора.
sd: جيڪڏهن توهان هڪ آپريٽر چونڊيندا آهيو ۽ 'فيڪٽر' ۾ هڪ نمبر داخل ڪريو، گراف ۾ ويليو مخصوص آپريٽر ۽ فيڪٽر استعمال ڪندي حساب ڪيو ويندو.
si: ඔබ ක්රියාකරුවෙකු තෝරාගෙන 'සාධකය' යටතේ අංකයක් ඇතුළත් කළහොත්, ප්රස්ථාරයේ වටිනාකම නිශ්චිත ක්රියාකරු සහ සාධකය භාවිතා කරමින් ගණනය කෙරේ.
sk: Ak vyberiete operátora a zadáte číslo do „faktora“, hodnota v grafe sa vypočíta pomocou zadaného operátora a faktora.
sq: Nëse zgjidhni një operator dhe shkruani një numër nën 'faktor', vlera në grafik do të llogaritet duke përdorur operatorin dhe faktorin e specifikuar.
sv: Om du väljer en operatör och anger ett nummer under "faktor" kommer värdet i grafen att beräknas med den angivna operatören och faktorn.
th: หากคุณเลือกผู้ประกอบการและป้อนตัวเลขภายใต้ 'ปัจจัย' ค่าในกราฟจะถูกคำนวณโดยใช้ตัวดำเนินการและปัจจัยที่ระบุ
tl: Kung pumili ka ng isang operator at magpasok ng isang numero sa ilalim ng 'factor', ang halaga sa graph ay kinakalkula gamit ang tinukoy na operator at kadahilanan.
tr: Bir operatör seçer ve 'faktör' altında bir sayı girerseniz, grafikteki değer belirtilen operatör ve faktör kullanılarak hesaplanır.
vi: Nếu bạn chọn toán tử và nhập một số trong 'Hệ số', giá trị trong biểu đồ sẽ được tính toán bằng toán tử và hệ số được chỉ định.
