Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Visualize long-term data such as annual variations in processes and parameters that can vary depending on days of the week or shifts, etc.
ar: تصور المعلمات التي يمكن أن تختلف مع البيانات على مدار فترة زمنية طويلة ، مثل الاختلافات السنوية في العمليات ، وأيام الأسبوع ، والتحولات ، إلخ.
bg: Визуализирайте параметрите, които могат да варират в зависимост от данните за дълъг период от време, като годишни вариации в процесите, дни от седмицата, смени и т.н.
ca: Visualitzeu paràmetres que puguin variar amb les dades durant un llarg període de temps, com ara variacions anuals en processos, dies de la setmana, torns, etc.
cs: Vizualizujte parametry, které se mohou lišit podle dat po dlouhou dobu, jako jsou roční změny procesů, dny v týdnu, posuny atd.
cy: Delweddu paramedrau a all amrywio yn ôl data dros gyfnod hir o amser, megis amrywiadau blynyddol mewn prosesau, dyddiau'r wythnos, sifftiau, ac ati.
da: Visualiser parametre, der kan variere med data over en lang periode, såsom årlige variationer i processer, ugedage, skift osv.
de: Visualisieren Sie Parameter, die über einen langen Zeitraum mit Daten variieren können, wie z. B. jährliche Variationen der Prozesse, Tage der Woche, Verschiebungen usw.
el: Οπτικοποιήστε τις παραμέτρους που μπορούν να ποικίλουν ανάλογα με τα δεδομένα για μεγάλο χρονικό διάστημα, όπως ετήσιες παραλλαγές στις διαδικασίες, ημέρες της εβδομάδας, μετατοπίσεις κ.λπ.
fa: پارامترهایی را که می تواند با داده ها در مدت زمان طولانی متفاوت باشد ، مانند تغییرات سالانه در فرآیندهای ، روزهای هفته ، شیفت و غیره تجسم کنید.
fi: Visualisoi parametrit, jotka voivat vaihdella datan mukaan pitkän ajanjakson ajan, kuten prosessien vuosittaiset vaihtelut, viikonpäivät, muutokset jne.
fr: Visualisez les paramètres qui peuvent varier avec les données sur une longue période de temps, telles que les variations annuelles des processus, les jours de la semaine, les changements, etc.
gd: Lèirsinn paramadairean a dh 'fhaodadh atharrachadh le dàta thar ùine mhòr, leithid atharrachaidhean bliadhnail ann am pròiseasan, làithean na seachdain, gluasadan, msaa.
he: דמיינו פרמטרים שיכולים להשתנות עם נתונים לאורך תקופה ארוכה, כגון וריאציות שנתיות בתהליכים, ימי השבוע, משמרות וכו '.
hr: Vizualizirajte parametre koji se mogu razlikovati s podacima tijekom dugog vremenskog razdoblja, poput godišnjih varijacija u procesima, dana u tjednu, smjena itd.
hu: Képzelje el azokat a paramétereket, amelyek hosszú ideig változhatnak az adatokkal, például a folyamatok, a hét napjai, a műszakok stb. Éves eltéréseivel.
id: Visualisasikan parameter yang dapat bervariasi dengan data dalam jangka waktu yang lama, seperti variasi tahunan dalam proses, hari dalam seminggu, shift, dll.
is: Sjónaðu breytur sem geta verið mismunandi eftir gögnum yfir langan tíma, svo sem árleg tilbrigði í ferlum, vikudaga, vaktir osfrv.
it: Visualizza parametri che possono variare con i dati per un lungo periodo di tempo, come variazioni annuali nei processi, giorni della settimana, turni, ecc.
ja: 工程での年間変動など長期間のデータや曜日・シフトなどで変動しうるパラメータを可視化します。
km: មើលឃើញប៉ារ៉ាម៉ែត្រដែលអាចប្រែប្រួលជាមួយនឹងទិន្នន័យក្នុងរយៈពេលយូរដូចជាការប្រែប្រួលប្រចាំឆ្នាំនៅក្នុងដំណើរការថ្ងៃនៃសប្តាហ៍ប្តូរវេន។ ល។
lb: Visauchunge Parameteren déi mat Donnéeën iwwer eng laang Zäit variéieren, sou wéi alleguerten Variatioune bei Prozien, Gerädeg, wat d'Woch vun der Woch vidht, Gescht, asw.
mi: A feruri i te mau tapments e taea ana ki nga raraunga mo te waa roa, penei i nga rereketanga o te tau, nga ra o te wiki, nga nekehanga, me etahi atu, etc.
mk: Визуелизирајте ги параметрите што можат да варираат со податоци во текот на долг временски период, како што се годишни варијации во процесите, денови во неделата, смени, итн.
mn: Долоо хоногийн үйл явц, өдөр тутмын үйл явц, өдөр тутмын өөрчлөлтүүд гэх мэт олон жилийн туршид мэдээлэл, цаг хугацаа, жишээ нь
ms: Visualisasikan parameter yang boleh berbeza -beza dengan data dalam tempoh masa yang panjang, seperti variasi tahunan dalam proses, hari dalam seminggu, peralihan, dll.
my: ဖြစ်စဉ်များ, ရက်သတ္တပတ်၏နေ့ရက်များ, ဆိုင်း, ဆိုင်းများစသဖြင့်အချိန်ကြာမြင့်စွာကွဲပြားခြားနားသောအချိန်ကာလတစ်ခုအတွင်းကွဲပြားသောအချက်အလက်များနှင့်ကွဲပြားနိုင်သောအချက်အလက်များနှင့်ကွဲပြားနိုင်သည့် parameters များကိုမြင်ယောင်ကြည့်ပါ။
nl: Visualiseer parameters die kunnen variëren met gegevens gedurende een lange periode, zoals jaarlijkse variaties in processen, dagen van de week, verschuivingen, enz.
no: Visualiser parametere som kan variere med data over lang tid, for eksempel årlige variasjoner i prosesser, ukedager, skift osv.
pl: Wizualizuj parametry, które mogą się różnić w zależności od danych przez długi czas, takie jak roczne odmiany procesów, dni tygodnia, zmiany itp.
pt: Visualize parâmetros que podem variar com dados por um longo período de tempo, como variações anuais nos processos, dias da semana, turnos etc.
ro: Vizualizați parametrii care pot varia cu datele pe o perioadă lungă de timp, cum ar fi variațiile anuale în procese, zilele săptămânii, schimburi etc.
ru: Визуализировать параметры, которые могут варьироваться в зависимости от данных в течение длительного периода времени, таких как годовые изменения в процессах, дни недели, сдвиги и т. Д.
sd: پيرا ميٽرز جو تصور ڪريو جيڪو ڊگهي عرصي دوران ڊيٽا سان مختلف ٿي سگھي ٿو، جهڙوڪ سالياني تبديليون، هفتي جا سال سال جا ڏينهن، وغيره، وغيره.
si: ක්රියාවන්, සතියේ දින, මාරුවීම් ආදිය තුළ වාර්ෂික විචක්ෂණ වැනි දීර් period කාලයක් තුළ දත්ත සමඟ වෙනස් කළ හැකි පරාමිතීන් දෘශ්යමාන කරන්න.
sk: Vizualizujte parametre, ktoré sa môžu meniť s údajmi po dlhú dobu, ako sú ročné variácie procesov, dni v týždni, smeny atď.
sq: Vizualizoni parametrat që mund të ndryshojnë me të dhëna për një periudhë të gjatë kohore, siç janë ndryshimet vjetore në proceset, ditët e javës, ndërrimet, etj.
sv: Visualisera parametrar som kan variera med data under en lång tid, till exempel årliga variationer i processer, veckodagar, skift, etc.
th: แสดงภาพพารามิเตอร์ที่อาจแตกต่างกันไปตามข้อมูลในระยะเวลานานเช่นการเปลี่ยนแปลงประจำปีในกระบวนการวันของสัปดาห์การเปลี่ยนแปลง ฯลฯ
tl: I -visualize ang mga parameter na maaaring mag -iba sa data sa loob ng mahabang panahon, tulad ng taunang pagkakaiba -iba sa mga proseso, araw ng linggo, paglilipat, atbp.
tr: Süreçlerdeki yıllık varyasyonlar, haftanın günleri, vardiyalar vb. Gibi uzun bir süre boyunca verilere göre değişebilen parametreleri görselleştirin.
vi: Trực quan hóa các tham số có thể thay đổi theo dữ liệu trong một thời gian dài, chẳng hạn như các biến thể hàng năm trong các quy trình, ngày trong tuần, ca làm việc, v.v.

source: Visualize the correlation between a large number of variables with respect to target variable.
ar: تصور العلاقة بين عدد كبير من المتغيرات فيما يتعلق بالمتغير الهدف.
bg: Визуализирайте корелацията между голям брой променливи по отношение на целевата променлива.
ca: Visualitzeu la correlació entre un gran nombre de variables respecte a la variable objectiu.
cs: Vizualizujte korelaci mezi velkým počtem proměnných s ohledem na cílovou proměnnou.
cy: Delweddwch y gydberthynas rhwng nifer fawr o newidynnau mewn perthynas â'r newidyn targed.
da: Visualiser sammenhængen mellem et stort antal variabler med hensyn til målvariablen.
de: Visualisieren Sie die Korrelation zwischen einer großen Anzahl von Variablen in Bezug auf die Zielvariable.
el: Οπτικοποιήστε τη συσχέτιση μεταξύ ενός μεγάλου αριθμού μεταβλητών σε σχέση με τη μεταβλητή στόχου.
fa: همبستگی بین تعداد زیادی از متغیرها را با توجه به متغیر هدف تجسم کنید.
fi: Visualisoi korrelaatio suuren määrän muuttujien välillä kohdemuuttujan suhteen.
fr: Visualisez la corrélation entre un grand nombre de variables par rapport à la variable cible.
gd: Adharc air an co-cheangal eadar àireamh mhòr de chaochladairean le urram don chaochlaidean targaid.
he: דמיינו את המתאם בין מספר גדול של משתנים ביחס למשתנה היעד.
hr: Vizualizirajte korelaciju između velikog broja varijabli s obzirom na ciljnu varijablu.
hu: Képzelje el a nagyszámú változó közötti korrelációt a célváltozóhoz viszonyítva.
id: Visualisasikan korelasi antara sejumlah besar variabel sehubungan dengan variabel target.
is: Sjónaðu fylgni milli mikils fjölda breytna með tilliti til markbreytunnar.
it: Visualizza la correlazione tra un gran numero di variabili rispetto alla variabile target.
ja: 目的変数に関して、大量の変数間の相関関係を可視化します。
km: មើលការជាប់ទាក់ទងគ្នារវាងចំនួនអថេរមួយចំនួនធំទាក់ទងនឹងអថេរគោលដៅ។
lb: Visualiséiert d'Korrelatioun tëscht enger grousser Zuel vu Variabelen mat Respekt fir d'Zilvariabel.
mi: Tirohia te whakatikatika i waenga i te maha o nga rereketanga o te taurangi ki te taurangi whaainga.
mk: Визуелизирајте ја корелацијата помеѓу голем број на променливи во однос на целната варијабла.
mn: Зорилтот хувьсагчтай холбоотой олон тооны хувьсагчийн хоорондын хамаарлыг төсөөлөх.
ms: Bayangkan korelasi antara sebilangan besar pembolehubah berkenaan dengan pemboleh ubah sasaran.
my: ပစ်မှတ် variable ကိုလေးစားမှုနှင့်အတူ variable တွေကိုအများအပြားအကြားဆက်စပ်မှုကိုမြင်ယောင်ကြည့်ပါ။
nl: Visualiseer de correlatie tussen een groot aantal variabelen met betrekking tot de doelvariabele.
no: Visualiser sammenhengen mellom et stort antall variabler med hensyn til målvariabelen.
pl: Wizualizuj korelację między dużą liczbą zmiennych w odniesieniu do zmiennej docelowej.
pt: Visualize a correlação entre um grande número de variáveis ​​em relação à variável de destino.
ro: Vizualizați corelația dintre un număr mare de variabile în raport cu variabila țintă.
ru: Визуализируйте корреляцию между большим количеством переменных по отношению к целевой переменной.
sd: ٽارگيٽ متغير جي حوالي سان هڪ وڏي تعداد جي وچ ۾ باهمي تعلق کي ڏسو.
si: ඉලක්ක විචල්යය සම්බන්ධයෙන් විචල්යයන් විශාල සංඛ්යාවක් අතර සහසම්බන්ධය දෘශ්යමාන කරන්න.
sk: Vizualizujte koreláciu medzi veľkým počtom premenných vzhľadom na cieľovú premennú.
sq: Vizualizoni lidhjen midis një numri të madh të variablave në lidhje me ndryshoren e synuar.
sv: Visualisera sambandet mellan ett stort antal variabler med avseende på målvariabeln.
th: เห็นภาพความสัมพันธ์ระหว่างตัวแปรจำนวนมากเกี่ยวกับตัวแปรเป้าหมาย
tl: I -visualize ang ugnayan sa pagitan ng isang malaking bilang ng mga variable na may paggalang sa variable na target.
tr: Hedef değişkene göre çok sayıda değişken arasındaki korelasyonu görselleştirin.
vi: Hình dung mối tương quan giữa một số lượng lớn các biến liên quan đến biến mục tiêu.

source: Visualize co-occurrence (relationships that focus on how often one phenomenon and another occur at the same time) of faults/alarms.
ar: تصور التورط المشترك للأخطاء ، الإنذارات ، الأحداث وما إلى ذلك (العلاقة التي تركز على تواتر حدوث ظاهرة في وقت واحد وآخر).
bg: Визуализирайте съвместното възникване на неизправности, аларми, събития и др. (Връзка се фокусира върху честотата на едновременно поява на едно явление и друго).
ca: Visualitzeu la coincidència de falles, alarmes, esdeveniments i etc. (relació centrada en la freqüència d'ocurrència simultània d'un fenomen i un altre).
cs: Vizualizujte společnou výskyt poruch, alarmů, událostí atd. (Vztah zaměřený na frekvenci současného výskytu jednoho jevu a druhého).
cy: Delweddu cyd-ddigwydd o ddiffygion, larymau, digwyddiadau ac ati (perthynas sy'n canolbwyntio ar amlder digwyddiadau un ffenomen ac un arall ar yr un pryd).
da: Visualiser co-forekomst af fejl, alarmer, begivenheder og osv. (Forhold med fokus på hyppigheden af ​​samtidig forekomst af et fænomen og et andet).
de: Visualisieren Sie das Ko-Auftreten von Fehlern, Alarmen, Ereignissen und usw. (Beziehung, die sich auf die Häufigkeit des gleichzeitigen Auftretens eines Phänomens und eines anderen konzentriert).
el: Απεικονίστε τη συνύπαρξη των σφαλμάτων, των συναγερμών, των συμβάντων κ.λπ. (η σχέση επικεντρώνεται στη συχνότητα της ταυτόχρονης εμφάνισης ενός φαινομένου και άλλης).
fa: تجسم همزمان گسلها ، هشدارها ، وقایع و غیره (رابطه با تمرکز بر فراوانی وقوع همزمان یک پدیده و دیگری).
fi: Visualisoi vikojen, hälytysten, tapahtumien ja jne. Samanaikainen esiintyminen (suhde keskittyen yhden ilmiön ja toisen samanaikaisen esiintymisen taajuuteen).
fr: Visualisez la co-occurrence des défauts, des alarmes, des événements, etc. (relation axée sur la fréquence de l'occurrence simultanée d'un phénomène et d'une autre).
gd: Lèirsinneach Co-thàrt de sgàinidhean, innealan-rabhaidh, tachartasan agus msaa (dàimh a tha ag amas air tricead de dh 'aon ìre agus fear eile).
he: דמיינו התרחשות משותפת של תקלות, אזעקות, אירועים וכו '(מערכת יחסים המתמקדת בתדירות של התרחשות סימולטנית של תופעה אחת ואחרת).
hr: Vizualizirajte zajedničku pojavu grešaka, alarma, događaja itd. (Odnos usredotočen na učestalost istodobnog pojave jednog fenomena i drugog).
hu: Képzelje el a hibák, riasztások, események stb. Ko-előfordulását (a kapcsolat az egyik jelenség és a másik egyidejű előfordulásának gyakoriságára összpontosítva).
id: Visualisasikan co-kejadian kesalahan, alarm, peristiwa dan dll. (Hubungan yang berfokus pada frekuensi kejadian simultan dari satu fenomena dan lainnya).
is: Sjónaðu samkomu galla, viðvarana, atburða og osfrv. (Samband með áherslu á tíðni samtímis eins fyrirbæri og annað).
it: Visualizza la co-occorrenza di guasti, allarmi, eventi e ecc. (Rapporto focalizzato sulla frequenza del verificarsi simultanea di un fenomeno e di un altro).
ja: 故障/アラーム/イベントなどの共起関係(ある現象と別の現象が同時に出現する頻度に着目した関係)を可視化します。
km: រូបភាពដែលអាចមើលឃើញការផ្លាស់ប្តូរកំហុសនៃកំហុសការជូនដំណឹងព្រឹត្តិការណ៍និង។ ល។ (ទំនាក់ទំនងផ្តោតលើភាពញឹកញាប់នៃការកើតឡើងដំណាលគ្នានៃបាតុភូតមួយនិងមួយទៀត) ។
lb: Visualiséieren Matfall vun de Feeler, Alarmer, Eventer an aswc. (Relatiounen fokusséieren op der Frequenz vun der Frequellentofall vun engem Phänomenon an engem aneren).
mi: Tirohia nga hapa o nga hapa, nga whakaohooho, nga huihuinga me nga mea me etahi atu.
mk: Визуелизирајте ја ко-појавата на грешки, аларми, настани и сл. (Врска што се фокусира на фреквенцијата на истовремена појава на еден феномен и друг).
mn: Алдаа, дохиолол, үйл явдлууд, үйл явдлууд, гэх мэт.
ms: Visualisasikan kejadian kesilapan, penggera, peristiwa dan sebagainya. (Hubungan yang memberi tumpuan kepada kekerapan kejadian serentak satu fenomena dan yang lain).
my: အမှားများ, နှိုးစက်များ, ဖြစ်ရပ်များနှင့်စသည်တို့ကို) တွေ့နိုင်သည်။
nl: Visualiseer het gelijktijdig optreden van fouten, alarmen, gebeurtenissen en enz. (Relatie gericht op de frequentie van gelijktijdig voorkomen van het ene fenomeen en het andere).
no: Visualiser samtidig forekomst av feil, alarmer, hendelser og etc. (forhold med fokus på hyppigheten av samtidig forekomst av ett fenomen og et annet).
pl: Wizualizuj współwystępowanie błędów, alarmów, zdarzeń itp. (Związek koncentrujący się na częstotliwości jednoczesnego występowania jednego zjawiska i drugiego).
pt: Visualize a co-ocorrência de falhas, alarmes, eventos e etc. (relacionamento com foco na frequência de ocorrência simultânea de um fenômeno e outro).
ro: Vizualizați coincidența defecțiunilor, alarmelor, evenimentelor etc. (relația concentrându-se pe frecvența apariției simultane a unui fenomen și a altul).
ru: Визуализируйте совпадение разломов, тревоги, событий и т. Д. (Отношения сосредоточены на частоте одновременного возникновения одного явления и другого).
sd: غلطين، الارم، واقعن ۽ وغيره جي گڏيل واقعن کي تصور ڪيو (رشتي هڪ رجحان جي هڪ ٻئي واقعن جي تعدد تي ڌيان ڏيڻ)
si: දෝෂ, අනතුරු ඇඟවීම්, සිදුවීම් සහ යනාදිය සම-සිදුවීම දෘශ්යමාන කිරීම (එක් සංසිද්ධියක එකවර සිදුවීමේ වාර ගණන සහ තවත් අවස්ථාවක වාර ගණන කෙරෙහි සම්බන්ධතාවය විෂබීජහරණය කිරීම).
sk: Vizualizujte spoločnú výskyt porúch, alarmov, udalostí atď. (Vzťah zameraný na frekvenciu súčasného výskytu jedného javu a druhého).
sq: Vizualizoni bashkë-shfaqjen e gabimeve, alarmeve, ngjarjeve etj. (Marrëdhënia që përqendrohet në shpeshtësinë e shfaqjes së njëkohshme të një fenomeni dhe një tjetër).
sv: Visualisera samuppträdande av fel, larm, händelser och etc. (relation med fokus på frekvensen av samtidig förekomst av ett fenomen och ett annat).
th: เห็นภาพการเกิดขึ้นร่วมของความผิดพลาดการเตือนเหตุการณ์และอื่น ๆ (ความสัมพันธ์ที่มุ่งเน้นไปที่ความถี่ของการเกิดขึ้นพร้อมกันของปรากฏการณ์หนึ่งและอีกอัน)
tl: Mailarawan ang co-pangyayari ng mga pagkakamali, alarma, mga kaganapan at iba pa (ang relasyon na nakatuon sa dalas ng sabay-sabay na paglitaw ng isang kababalaghan at isa pa).
tr: Arızaların, alarmların, olayların vb. Birlikte oluşumunu görselleştirin (bir fenomenin ve diğerinin eşzamanlı oluşum sıklığına odaklanan ilişki).
vi: Trực quan hóa sự xuất hiện của các lỗi, báo động, sự kiện và v.v. (mối quan hệ tập trung vào tần suất xuất hiện đồng thời của một hiện tượng này và một hiện tượng khác).

source: Digital Native QC 7 Tools: 7 QC tools compatible with DX developed as tools to support QC activities suitable for the digital native era.
ar: فارغةDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
bg: Digital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
ca: BuitDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
cs: PrázdnýDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
cy: WacochDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
da: TomDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
de: LeerDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
el: ΑδειάζωDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
fa: خالیDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
fi: TyhjäDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
fr: VideDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
gd: FalamhDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
he: ריקDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
hr: PrazanDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
hu: ÜresDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
id: KosongDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
is: TómtDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
it: VuotoDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
ja: Digital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
km: តមនេរDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
lb: EidelDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
mi: TahangaDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
mk: ПразенDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
mn: ХоосонDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
ms: KosongDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
my: ဗလာDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
nl: LeegDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
no: TømmeDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
pl: PustyDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
pt: VazioDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
ro: GolDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
ru: ПустойDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
sd: خالي آهيDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
si: හිස්Digital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
sk: VyprázdniťDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
sq: I zbrazëtDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
sv: TömmaDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
th: ว่างเปล่าDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
tl: Walang lamanDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
tr: BoşDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
vi: Trống rỗngDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
