Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Changed to the max number division automatically.
ar: تم اكتشاف القيمة خارج النطاق المسموح به ، وبالتالي تم تحديد الحد الأدنى أو الحد الأقصى للنطاق الصحيح تلقائيًا. تغيير الإعدادات حسب الضرورة.
bg: Стойността извън разрешения диапазон беше открита, така че минималният или максималният валиден диапазон автоматично беше решен. Променете настройките, ако е необходимо.
ca: Es va detectar el valor fora del rang permès, de manera que es va decidir automàticament el rang mínim o màxim vàlid. Canvieu la configuració segons sigui necessari.
cs: Byla detekována hodnota mimo povolený rozsah, takže bylo automaticky rozhodnuto o minimálním nebo maximálním platném rozsahu. Podle potřeby změnit nastavení.
cy: Canfuwyd gwerth y tu allan i'r ystod a ganiateir, felly penderfynwyd yn awtomatig ar yr isafswm neu uchafswm yr ystod ddilys. Newid y gosodiadau yn ôl yr angen.
da: Værdi uden for det tilladte interval blev detekteret, så det minimale eller maksimale gyldige interval blev automatisk besluttet. Skift indstillingerne efter behov.
de: Der Wert außerhalb des zulässigen Bereichs wurde erkannt, sodass der minimale oder maximal gültige Bereich automatisch entschieden wurde. Ändern Sie die Einstellungen nach Bedarf.
el: Η τιμή εκτός της επιτρεπόμενης εμβέλειας ανιχνεύθηκε, οπότε αποφασίστηκε αυτόματα το ελάχιστο ή μέγιστο έγκυρο εύρος. Αλλάξτε τις ρυθμίσεις ανάλογα με τις ανάγκες.
fa: مقدار خارج از محدوده مجاز تشخیص داده شد ، بنابراین حداقل یا حداکثر دامنه معتبر به طور خودکار تصمیم گرفته شد. تنظیمات را در صورت لزوم تغییر دهید.
fi: Arvon ulkopuolella havaittiin, joten minimi- tai enimmäisvalikoima päätettiin automaattisesti. Vaihda asetukset tarvittaessa.
fr: La valeur en dehors de la plage autorisée a été détectée, de sorte que la plage minimale ou maximale valide a été automatiquement décidée. Modifiez les paramètres si nécessaire.
gd: Chaidh luach taobh a-muigh an raon ceadaichte a lorg, agus mar sin chaidh an raon dligheach as ìsle no as motha a cho-dhùnadh gu fèin-ghluasadach. Atharraich na roghainnean mar a dh 'fheumar.
he: הערך מחוץ לטווח המותר התגלה, כך שהוחלט אוטומטית הטווח המינימלי או המקסימלי התקף. שנה את ההגדרות לפי הצורך.
hr: Otkrivena je vrijednost izvan dopuštenog raspona, tako da je automatski odlučen minimalni ili maksimalni valjani raspon. Promijenite postavke prema potrebi.
hu: A megengedett tartományon kívüli értéket detektálták, így a minimális vagy a maximális érvényes tartományt automatikusan döntöttek. Változtassa meg a beállításokat szükség szerint.
id: Nilai di luar kisaran yang diizinkan terdeteksi, sehingga kisaran minimum atau maksimum valid secara otomatis diputuskan. Ubah pengaturan seperlunya.
is: Gildi utan leyfilegs sviðs fannst, þannig að lágmarks- eða hámarks gilt svið var sjálfkrafa ákveðið. Breyttu stillingum eftir þörfum.
it: È stato rilevato un valore al di fuori dell'intervallo consentito, quindi è stato automaticamente deciso l'intervallo minimo o massimo valido. Modificare le impostazioni se necessario.
ja: 許容範囲外の値が検出されたため、有効範囲の最小値または最大値が自動的に入力されました。 必要に応じて設定を変更してください。
km: តម្លៃនៅខាងក្រៅជួរដែលអនុញ្ញាតត្រូវបានរកឃើញដូច្នេះជួរអប្បបរមាអប្បបរមាឬអតិបរមាត្រូវបានសំរេចដោយស្វ័យប្រវត្តិ។ ផ្លាស់ប្តូរការកំណត់តាមការចាំបាច់។
lb: Wäert ausserhalb vun den erlaabte Gamme gouf festgestallt, also de Minimum oder maximal gülteg Gamme gouf automatesch decidéiert. Änneren d'Astellunge wéi néideg.
mi: Ko te uara i waho o te waahanga kua whakaaetia, na reira ko te waahanga iti rawa, ko te waahanga ranei e tika ana kia whakatauhia aunoa. Hurihia nga tautuhinga e tika ana.
mk: Откриена е вредност надвор од дозволениот опсег, така што минималниот или максималниот валиден опсег автоматски беше решена. Променете ги поставките колку што е потребно.
mn: Зөвшөөрөгдсөн хүрээний гадна талын утга илэрсэн тул хамгийн багадаа эсвэл хамгийн их хязгаарыг автоматаар шийдсэн. Шаардлагатай бол тохиргоог өөрчлөх.
ms: Nilai di luar julat yang dibenarkan telah dikesan, jadi julat minimum atau maksimum yang sah telah diputuskan secara automatik. Tukar tetapan yang diperlukan.
my: ခွင့်ပြုထားသောအကွာအဝေးအပြင်ဘက်တွင်တန်ဖိုးကိုရှာဖွေတွေ့ရှိခဲ့သည်။ ထို့ကြောင့်အနည်းဆုံးသို့မဟုတ်အများဆုံးတရားဝင်အကွာအဝေးကိုအလိုအလျောက်ဆုံးဖြတ်ခဲ့သည်။ လိုအပ်သောအဖြစ်ချိန်ညှိချက်များကိုပြောင်းလဲပါ။
nl: Waarde buiten het toegestane bereik werd gedetecteerd, dus het minimale of maximale geldige bereik werd automatisch bepaald. Wijzig de instellingen indien nodig.
no: Verdien utenfor det tillatte området ble oppdaget, så det minste eller maksimale gyldige området ble automatisk avgjort. Endre innstillingene etter behov.
pl: Wartość poza dozwolonym zakresem wykryto, więc minimalny lub maksymalny prawidłowy zakres został automatycznie rozstrzygnięty. Zmień ustawienia w razie potrzeby.
pt: O valor fora do intervalo permitido foi detectado; portanto, o intervalo mínimo ou máximo foi decidido automaticamente. Altere as configurações conforme necessário.
ro: Valoarea în afara intervalului permis a fost detectată, astfel încât intervalul valabil minim sau maxim a fost decisă automat. Schimbați setările după cum este necesar.
ru: Значение вне допустимого диапазона было обнаружено, поэтому минимальный или максимальный допустимый диапазон был автоматически определен. Измените настройки по мере необходимости.
sd: اجازت ڏنل حد کان ٻاهر جي قيمت معلوم ڪئي وئي، تنهنڪري گهٽ ۾ گهٽ يا وڌ کان وڌ صحيح حد پاڻمرادو فيصلو ڪيو ويو. ضروري طور تي سيٽنگون تبديل ڪريو.
si: අවසර ලත් පරාසයෙන් පිටත වටිනාකම අනාවරණය විය, එබැවින් අවම හෝ උපරිම වලංගු පරාසය ස්වයංක්රීයව තීරණය විය. අවශ්ය පරිදි සැකසුම් වෙනස් කරන්න.
sk: Hodnota mimo povoleného rozsahu bola zistená, takže sa automaticky rozhodlo o minimálnom alebo maximálnom platnom rozsahu. Podľa potreby zmeňte nastavenia.
sq: Vlera jashtë diapazonit të lejuar u zbulua, kështu që diapazoni minimal ose maksimal i vlefshëm u vendos automatikisht. Ndryshoni cilësimet sipas nevojës.
sv: Värdet utanför det tillåtna intervallet detekterades, så det minsta eller maximala giltiga intervallet beslutades automatiskt. Ändra inställningarna vid behov.
th: ตรวจพบค่านอกช่วงที่อนุญาตดังนั้นช่วงต่ำสุดหรือสูงสุดที่ถูกต้องจึงตัดสินใจโดยอัตโนมัติ เปลี่ยนการตั้งค่าตามความจำเป็น
tl: Ang halaga sa labas ng pinapayagan na saklaw ay napansin, kaya ang minimum o maximum na wastong saklaw ay awtomatikong napagpasyahan. Baguhin ang mga setting kung kinakailangan.
tr: İzin verilen aralık dışındaki değer tespit edildi, bu nedenle minimum veya maksimum geçerli aralık otomatik olarak kararlaştırıldı. Ayarları gerektiği gibi değiştirin.
vi: Giá trị bên ngoài phạm vi cho phép đã được phát hiện, do đó phạm vi tối thiểu hoặc tối đa hợp lệ được tự động quyết định. Thay đổi cài đặt khi cần thiết.

source: Right drag & drop: data link setting
ar: انقر بزر الماوس الأيمن: إعداد ارتباط البيانات/تحرير/حذف
bg: Кликнете с десния бутон: Настройка на връзката към данните/Редактиране/Изтриване
ca: Feu clic amb el botó dret: Configuració d'enllaç de dades/edita/suprimeix
cs: Kliknutím pravým tlačítkem: Nastavení datového odkazu/Upravit/smazat
cy: Cliciwch ar y dde: Gosod/golygu/dileu cyswllt data
da: Højreklik: Data Link Indstilling/Rediger/Slet
de: Klicken Sie mit der rechten Maustaste: Einstellung/Bearbeiten/Löschen von Datenverknüpfungen
el: Κάντε δεξί κλικ: Ρύθμιση σύνδεσης δεδομένων/Επεξεργασία/διαγραφή
fa: کلیک راست: تنظیم پیوند داده/ویرایش/حذف
fi: Napsauta hiiren kakkospainikkeella: Data Link Asetus/Muokkaa/Poista
fr: Cliquez avec le bouton droit: Paramètre de lien de données / Modifier / Supprimer
gd: Cliog deas: suidheachadh ceangail dàta / deasachaidh / cuir às
he: לחץ באמצעות לחצן העכבר הימני: הגדרת קישור נתונים/ערוך/מחק
hr: Desnom tipkom miša: Postavljanje veze podataka/uređivanje/brisanje
hu: Kattintson a jobb egérgombbal: Adat link beállítása/Szerkesztés/Törlés
id: Klik kanan: Pengaturan Tautan Data/Edit/Hapus
is: Hægri smelltu: Stilling/EDIT gagnatengill
it: Fare clic con il tasto destro: Impostazione del collegamento dati/Modifica/Elimina
ja: 右クリック: 紐付け/編集/削除
km: ចុចកណ្តុរខាងស្តាំ: ការកំណត់តំណភ្ជាប់ទិន្នន័យ / កែសម្រួល / លុប
lb: Riets klickt: Daten Link Astellung / Ännerung / Läschen
mi: Matau matau: Ko te tautuhi hononga raraunga / Whakatika / Mukua
mk: Десен клик: Поставување на врската со податоци/Уреди/Избриши
mn: Баруун товшилт: өгөгдлийн холбоос тохируулах / засварлах / устгах
ms: Klik Kanan: Tetapan Pautan Data/Edit/Padam
my: Right Click: Data Link Setting / Edit / Delete
nl: Klik met de rechtermuisknop: Gegevenslinkinstelling/bewerken/verwijderen
no: Høyreklikk: Datalinkinnstilling/redigering/slett
pl: Kliknij prawym przyciskiem myszy: Ustawienie/edytuj/usuń/usuń
pt: Clique com o botão direito: Configuração/edição do link de dados/exclusão
ro: Faceți clic dreapta: setarea link -ului de date/editare/ștergere
ru: Щелкните правой кнопкой мыши: Настройка ссылки данных/редактирование/удаление
sd: صحيح ڪلڪ: ڊيٽا لنڪ سيٽنگ / ايڊٽ / حذف ڪرڻ / ختم ڪرڻ
si: දකුණු ක්ලික් කරන්න: දත්ත සබැඳි සැකසුම / සංස්කරණය / මකන්න
sk: Kliknite pravým tlačidlom
sq: Klikoni me të djathtën: Vendosja/modifikimi i lidhjes së të dhënave/Edit/Fshi
sv: Högerklicka: Datalänkinställning/redigera/ta bort
th: คลิกขวา: การตั้งค่าลิงค์ข้อมูล/แก้ไข/ลบ
tl: Right Click: Data Link Setting/I -edit/Tanggalin
tr: Sağ tıklama: Veri Bağlantısı Ayarı/Düzenle/Sil
vi: Nhấp chuột phải: Cài đặt liên kết dữ liệu/Chỉnh sửa/Xóa

source: Elapsed Time
ar: الوقت المنقضي
bg: Изминалото време
ca: Temps transcorregut
cs: Uplynulý čas
cy: Amser a aeth heibio
da: Forløbet tid
de: Verstrichene Zeit
el: Χρόνος που παρήλθε
fa: زمان سپری شده
fi: Kulunut aika
fr: Temps écoulé
gd: Ùine a bharrachd
he: זמן שחלף
hr: Proteklo vrijeme
hu: Eltelt idő
id: Waktu berlalu
is: Liðinn tími
it: Tempo trascorso
ja: 経過時間
km: រយះ​ពេល​ប្រតិបត្តិ
lb: Zäitzäit
mi: Wa i pania
mk: Поминато време
mn: Зарцуулсан цаг хугацаа
ms: Masa berlalu
my: အချိန်ကုန်လွန်
nl: Verstreken tijd
no: Går tid
pl: Upłynął czas
pt: Tempo decorrido
ro: Timpul scurs
ru: Пройденное время
sd: ختم ٿيل وقت
si: ගත වූ කාලය
sk: Uplynutý čas
sq: Kohe e kaluar
sv: Förfluten tid
th: เวลาที่ผ่านไป
tl: Lumipas na oras
tr: Geçen zaman
vi: Thời gian trôi qua

source: Time
ar: أمر الوقت
bg: Поръчка във времето
ca: Ordre de temps
cs: Časová objednávka
cy: Gorchymyn Amser
da: Tidsordre
de: Zeitreihenfolge
el: Χρονική σειρά
fa: ترتیب زمانی
fi: Aikajärjestys
fr: Commande de temps
gd: Òrdugh Ùine
he: הזמנת זמן
hr: Vremenski nalog
hu: Időrend
id: Pesanan waktu
is: Tímapöntun
it: Ordine di tempo
ja: 時間順
km: ការបញ្ជាទិញតាមពេលវេលា
lb: Zäit
mi: Te Wahanga Time
mk: Временски ред
mn: Цаг хугацааны захиалга
ms: Pesanan masa
my: အချိန်အမိန့်
nl: Tijdbestelling
no: Tidsbestilling
pl: Zamówienie czasowe
pt: Ordem do tempo
ro: Comandă de timp
ru: Порядок времени
sd: وقت حڪم
si: කාල නියෝගය
sk: Časová objednávka
sq: Porosi për kohën
sv: Tidsordning
th: ลำดับเวลา
tl: Oras ng order
tr: Zaman emri
vi: Giờ đặt hàng

source: Setting Order
ar: تعيين ترتيب البيانات
bg: Задаване на поръчка за данни
ca: Configuració de la comanda de dades
cs: Nastavení pořadí dat
cy: Gosod Gorchymyn Data
da: Indstilling af dataordre
de: Datenreihenfolge festlegen
el: Ρύθμιση παραγγελίας δεδομένων
fa: تنظیم سفارش داده
fi: Tietojärjestyksen asettaminen
fr: Définition de l'ordre des données
gd: A 'suidheachadh òrdugh dàta
he: קביעת הזמנת נתונים
hr: Postavljanje podatkovnog naloga
hu: Adatrendelés beállítása
id: Mengatur pesanan data
is: Setja gagnapöntun
it: Impostazione dell'ordine di dati
ja: 設定データ順
km: កំណត់លំដាប់ទិន្នន័យ
lb: D'Datenbestellung setzen
mi: Te whakatakoto i te raupapa raraunga
mk: Поставување налог за податоци
mn: Өгөгдлийн захиалга тохируулах
ms: Menetapkan pesanan data
my: ဒေတာအမိန့် setting
nl: Gegevensvolgorde instellen
no: Angi datarordre
pl: Ustawienie zamówienia danych
pt: Definindo ordem de dados
ro: Setarea comenzii de date
ru: Установка заказа данных
sd: ڊيٽا آرڊر ترتيب ڏيڻ
si: දත්ත අනුපිළිවෙල සැකසීම
sk: Nastavenie objednávky údajov
sq: Vendosja e porosisë së të dhënave
sv: Ställa in datanordning
th: การตั้งค่าลำดับข้อมูล
tl: Pagtatakda ng Order ng Data
tr: Veri Siparişini Ayarlama
vi: Đặt thứ tự dữ liệu

source: Warning Full Disk
ar: يرجى حذف البيانات غير الضرورية لأن قدرة القرص الثابت لـ `__SERVER_INFO__` قد وصلت إلى __SERVER_INFO__ %%.
bg: Моля, изтрийте ненужните данни, тъй като капацитетът на твърдия диск на `__SERVER_INFO__` е достигнал __SERVER_INFO__ %%.
ca: Si us plau, suprimiu dades innecessàries perquè la capacitat del disc dur de `__SERVER_INFO__` ha arribat a __SERVER_INFO__ %%.
cs: Odstraňte zbytečné údaje, protože kapacita pevného disku `__SERVER_INFO__` dosáhla __SERVER_INFO__ %%.
cy: Dileu data diangen oherwydd bod capasiti'r ddisg galed o `__SERVER_INFO__` wedi cyrraedd __SERVER_INFO__ %%.
da: Slet venligst unødvendige data, fordi kapaciteten på harddisken på `__SERVER_INFO__` har nået __SERVER_INFO__ %%.
de: Bitte löschen Sie unnötige Daten, da die Kapazität der Festplatte von __SERVER_INFO__` __SERVER_INFO__ %% erreicht hat.
el: Διαγράψτε τα περιττά δεδομένα επειδή η χωρητικότητα του σκληρού δίσκου του __SERVER_INFO__` έχει φτάσει __SERVER_INFO__ %%.
fa: لطفاً داده های غیر ضروری را حذف کنید زیرا ظرفیت دیسک سخت `__SERVER_INFO__` به __SERVER_INFO__ %% رسیده است.
fi: Poista tarpeettomat tiedot, koska __SERVER_INFO__` -levyn kapasiteetti on saavuttanut __SERVER_INFO__ %%.
fr: Veuillez supprimer les données inutiles car la capacité du disque dur de `__SERVER_INFO__` a atteint __SERVER_INFO__ %%.
gd: Feuch an cuir thu às do dhàta neo-riatanach oir tha comas diosc chruaidh `__522__" air __SERVER_INFO__ %% a ruighinn.
he: אנא מחק נתונים מיותרים מכיוון שקיבולת הדיסק הקשיח של '__SERVER_INFO__' הגיעה ל- __SERVER_INFO__ %%.
hr: Izbrišite nepotrebne podatke jer je kapacitet tvrdog diska `__SERVER_INFO__` dosegao __SERVER_INFO__ %%.
hu: Kérjük, törölje a felesleges adatokat, mert a „__SERVER_INFO__” merevlemez kapacitása elérte a __SERVER_INFO__ %% értéket.
id: Harap hapus data yang tidak perlu karena kapasitas hard disk `__SERVER_INFO__` telah mencapai __SERVER_INFO__ %%.
is: Vinsamlegast eytt óþarfa gögnum vegna þess að afkastageta harða disksins `__SERVER_INFO__` er kominn í __SERVER_INFO__ %%.
it: Elimina dati non necessari perché la capacità del disco rigido di `__SERVER_INFO__` ha raggiunto __SERVER_INFO__ %%.
ja: `__SERVER_INFO__`のハードディスクの容量が__LIMIT_PERCENT__%%に達したため不要なデータを削除してください。
km: សូមលុបទិន្នន័យដែលមិនចាំបាច់ពីព្រោះសមត្ថភាពថាសរឹងរបស់ថាសរឹង `__SERVER_INFO__ បានឈានដល់ __SERVER_INFO__ %% ។
lb: W.e.g. läscht onnéideg Donnéeën well d'Kapazitéit vun der Festplack vum __SERVER_INFO__ __SERVER_INFO__52 __51 gespaart.
mi: Tena koa muku i nga raraunga kaore i te hiahiatia na te mea ko te kaha o te kōpae pakeke o te '__SERVER_INFO__` kua tae ki __SERVER_INFO__ %%.
mk: Ве молиме, избришете ги непотребните податоци затоа што капацитетот на тврдиот диск на `__SERVER_INFO__` достигна __SERVER_INFO__ %%.
mn: Шаардлагагүй өгөгдлийг устгах `__SERVER_INFO__ __SERVER_INFO__ __52 %% хүрсэн тул` __SERVER_INFO__ %% хүрч байгаа тул __SERVER_INFO__ %%.
ms: Sila hapus data yang tidak perlu kerana kapasiti cakera keras `__SERVER_INFO__` telah mencapai __SERVER_INFO__ %%.
my: ကျေးဇူးပြု. မလိုအပ်သောအချက်အလက်များကိုဖျက်ပါ။
nl: Verwijder onnodige gegevens omdat de capaciteit van de harde schijf van `__SERVER_INFO__` __SERVER_INFO__ %% heeft bereikt.
no: Slett unødvendige data fordi kapasiteten til harddisken til `__SERVER_INFO__` har nådd __SERVER_INFO__ %%.
pl: Usuń niepotrzebne dane, ponieważ pojemność dysku twardego „__SERVER_INFO__` osiągnęła __SERVER_INFO__ %%.
pt: Exclua dados desnecessários porque a capacidade do disco rígido de `__SERVER_INFO__` atingiu __SERVER_INFO__ %%.
ro: Vă rugăm să ștergeți datele inutile, deoarece capacitatea hard disk -ului de `__SERVER_INFO__` a ajuns la __SERVER_INFO__ %%.
ru: Пожалуйста, удалите ненужные данные, потому что способность жесткого диска `__SERVER_INFO__` достигла __SERVER_INFO__ %%.
sd: Please delete unnecessary data because the capacity of the hard disk has reached 80%%.
si: කරුණාකර අනවශ්ය දත්ත මකා දමන්න __SERVER_INFO__ හි දෘ disk තැටියේ ධාරිතාව __SERVER_INFO__ %% වෙත ළඟා වී ඇති නිසා.
sk: Odstráňte nepotrebné údaje, pretože kapacita pevného disku `__SERVER_INFO__` dosiahla __SERVER_INFO__ %%.
sq: Ju lutemi fshini të dhënat e panevojshme sepse kapaciteti i hard diskut të `__SERVER_INFO__` ka arritur __SERVER_INFO__ %%.
sv: Ta bort onödiga data eftersom kapaciteten för hårddisken på `__SERVER_INFO__` har nått __SERVER_INFO__ %%.
th: โปรดลบข้อมูลที่ไม่จำเป็นเนื่องจากความสามารถของฮาร์ดดิสก์ของ `__52` ได้มาถึง __SERVER_INFO__ %%
tl: Mangyaring tanggalin ang hindi kinakailangang data dahil ang kapasidad ng hard disk ng `__SERVER_INFO__` ay umabot sa __SERVER_INFO__ %%.
tr: `__SERVER_INFO__` sabit diskin kapasitesi __SERVER_INFO__ %%'a ulaştığından lütfen gereksiz verileri silin.
vi: Vui lòng xóa dữ liệu không cần thiết vì dung lượng của đĩa cứng của `__SERVER_INFO__` đã đạt đến __LIMIT_PERCENT__ %%.
