Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Or
ar: أو
bg: Или
ca: O
cs: Nebo
cy: Neu
da: Eller
de: Oder
el: Ή
fa: یا
fi: Tai
fr: Ou
gd: No
he: אוֹ
hr: Ili
hu: Vagy
id: Atau
is: Eða
it: O
ja: または
km: រឺ
lb: Oder
mi: Rānei
mk: Или
mn: Эсвэл
ms: Atau
my: သို့မဟုတ်
nl: Of
no: Eller
pl: Lub
pt: Ou
ro: Sau
ru: Или же
sd: يا مان
si: හෝ
sk: Alebo
sq: Ose
sv: Eller
th: หรือ
tl: O
tr: Veya
vi: Hoặc

source: Choose a file
ar: اختر الملفات
bg: Изберете файлове
ca: Seleccioneu fitxers
cs: Vyberte soubory
cy: Dewiswch Ffeiliau
da: Vælg filer
de: Dateien auswählen
el: Επιλέξτε αρχεία
fa: پرونده ها را انتخاب کنید
fi: Valitse tiedostot
fr: Sélectionnez les fichiers
gd: Tagh Faidhlichean
he: בחר קבצים
hr: Odaberite datoteke
hu: Fájlok kiválasztása
id: Pilih file
is: Veldu skrár
it: Seleziona i file
ja: ファイルを選択
km: ជ្រើសរើសឯកសារ
lb: Wielt Dateien
mi: Tīpakohia Kōnae
mk: Изберете датотеки
mn: Файлуудыг сонгоно уу
ms: Pilih fail
my: ဖိုင်များကိုရွေးချယ်ပါ
nl: Selecteer bestand
no: Velg filer
pl: Wybierz pliki
pt: Selecionar arquivos
ro: Selectati fisierele
ru: Выбрать файлы
sd: فائلون چونڊيو
si: ගොනු තෝරන්න
sk: Vyberte súbory
sq: Zgjidhni skedarët
sv: Välj filer
th: เลือกไฟล์
tl: Piliin ang mga file
tr: Dosyaları seçin
vi: Chọn tệp tin

source: Value cannot be displayed
ar: لايمكن عرضه
bg: Не може да бъде показан
ca: No es pot mostrar
cs: Nelze zobrazit
cy: Ni ellir ei arddangos
da: Kan ikke vises
de: Kann nicht angezeigt werden
el: Δεν μπορεί να εμφανιστεί
fa: نمایش داده نمی شود
fi: Ei voida näyttää
fr: Ne peut pas être affiché
gd: Cha ghabh a thaisbeanadh
he: לא ניתן להציג
hr: Ne može se prikazati
hu: Nem lehet megjeleníteni
id: Tidak dapat ditampilkan
is: Er ekki hægt að sýna
it: Non può essere visualizzato
ja: 表示不可
km: មិនអាចត្រូវបានបង្ហាញទេ
lb: Kann net ugewise ginn
mi: E kore e taea te whakaatu
mk: Не може да се прикаже
mn: Үзүүлэх боломжгүй
ms: Tidak dapat dipaparkan
my: ပြသမရနိုင်ပါ
nl: Kan niet worden weergegeven
no: Kan ikke vises
pl: Nie można wyświetlić
pt: Não pode ser exibido
ro: Nu poate fi afișat
ru: Не может быть отображен
sd: ظاهر نٿو ڪري سگھجي
si: පෙන්විය නොහැක
sk: Sa nedá zobraziť
sq: Nuk mund të shfaqet
sv: Kan inte visas
th: ไม่สามารถแสดงได้
tl: Hindi maipakita
tr: Görüntülenemez
vi: Không thể được hiển thị

source: The processing was interrupted due to the large amount of data and the processing time. Please review the date and time settings, etc., and then display the graph again.
ar: تمت مقاطعة المعالجة بسبب كمية البيانات الكبيرة ووقت المعالجة الطويل. راجع إعدادات DateTime وعرض المؤامرة مرة أخرى.
bg: Обработката е прекъсната поради голямото количество данни и дългото време на обработка. Прегледайте настройките на DateTime и отново покажете сюжета.
ca: El processament es va interrompre a causa de la gran quantitat de dades i el llarg temps de processament. Reviseu la configuració de DateTime i torneu a mostrar la trama.
cs: Zpracování bylo přerušeno kvůli velkému množství dat a dlouhé době zpracování. Zkontrolujte nastavení DateTime a znovu zobrazte graf.
cy: Amharwyd ar brosesu oherwydd y swm mawr o ddata a'r amser prosesu hir. Adolygwch y gosodiadau amser ac arddangos y plot eto.
da: Behandlingen blev afbrudt på grund af den store mængde data og den lange behandlingstid. Gennemgå indstillingerne for datetime og vis plottet igen.
de: Die Verarbeitung wurde aufgrund der großen Datenmenge und der langen Verarbeitungszeit unterbrochen. Überprüfen Sie die DateTime -Einstellungen und zeigen Sie das Diagramm erneut an.
el: Η επεξεργασία διακόπηκε λόγω του μεγάλου ποσού των δεδομένων και του μεγάλου χρόνου επεξεργασίας. Ελέγξτε τις ρυθμίσεις DateTime και εμφανίστε ξανά το οικόπεδο.
fa: پردازش به دلیل مقدار زیادی از داده ها و زمان طولانی پردازش قطع شد. تنظیمات DateTime را مرور کنید و دوباره طرح را نمایش دهید.
fi: Käsittely keskeytettiin suuren määrän datan ja pitkän käsittelyajan takia. Tarkista DateTime -asetukset ja näytä juoni uudelleen.
fr: Le traitement a été interrompu en raison de la grande quantité de données et du long temps de traitement. Passez en revue les paramètres DateTime et affichez à nouveau le tracé.
gd: Chaidh stad a chuir air giullachd air sgàth an ìre mhòr de dhàta agus an ùine giollachd fhada. Dèan lèirmheas air na roghainnean tron ​​latha agus a 'taisbeanadh a' chuilbheart a-rithist.
he: העיבוד הופסק בגלל כמות הנתונים הגדולה וזמן העיבוד הארוך. עיין בהגדרות DateTime והצג שוב את העלילה.
hr: Obrada je prekinuta zbog velike količine podataka i dugog vremena obrade. Pregledajte postavke DateTime i ponovo prikažite zaplet.
hu: A feldolgozást megszakították a nagy mennyiségű adat és a hosszú feldolgozási idő miatt. Tekintse át a DateTime beállításait, és jelenítse meg újra a diagramot.
id: Pemrosesan terganggu karena banyaknya data dan waktu pemrosesan yang lama. Tinjau pengaturan DateTime dan tampilkan plot lagi.
is: Vinnsla var rofin vegna mikils magns gagna og langs vinnslutíma. Skoðaðu stillingar DateTime og birtu söguþræði aftur.
it: L'elaborazione è stata interrotta a causa della grande quantità di dati e del lungo tempo di elaborazione. Rivedi le impostazioni di DateTime e visualizza nuovamente la trama.
ja: データの量が多く、処理に時間がかかるので、処理を中断しました。日時の設定などを見直してから、再度グラフの表示をしてください。
km: ការកែច្នៃត្រូវបានរំខានដោយសារតែចំនួនទឹកប្រាក់ដ៏ច្រើននៃទិន្នន័យនិងពេលវេលាដំណើរការយូរ។ ពិនិត្យការកំណត់កាលបរិច្ឆេទនិងបង្ហាញគ្រោងម្តងទៀត។
lb: Veraarbechtung gouf ënnerbrach wéinst der grousser Quantitéit vun Daten an der laanger Veraarbechtungszäit. Iwwerpréift den Datum Astellungen a weist de Komplott erëm.
mi: I aukatihia te tukatuka na te nui o nga raraunga me te waa tukatuka roa. Me arotake i nga waahi o te waa ka whakaatu ano i te mahere.
mk: Обработката беше прекината заради големата количина на податоци и долго време на обработка. Прегледајте ги поставките на DateTime и повторно прикажете ја заплетот.
mn: Их хэмжээний өгөгдөл, урт хугацааны боловсруулалтаас болж боловсруулалт тасалдсан. DateTime тохиргоог хянаж, талбайг дахин харуул.
ms: Pemprosesan terganggu kerana jumlah data yang besar dan masa pemprosesan yang panjang. Semak tetapan DateTime dan paparkan plot sekali lagi.
my: အချက်အလက်အမြောက်အများနှင့်ရှည်လျားသောအပြောင်းအလဲနဲ့အချိန်များကြောင့်အပြောင်းအလဲနဲ့အနှောင့်အယှက်ပေးခဲ့ပါတယ်။ datetime settings ကိုပြန်လည်သုံးသပ်ပြီးကြံစည်မှုကိုထပ်မံပြပါ။
nl: Verwerking werd onderbroken vanwege de grote hoeveelheid gegevens en de lange verwerkingstijd. Bekijk de datetime -instellingen en geef de plot opnieuw weer.
no: Behandlingen ble avbrutt på grunn av den store datamengden og den lange behandlingstiden. Gjennomgå innstillingene for datetime og vis plottet igjen.
pl: Przetwarzanie zostało przerwane z powodu dużej ilości danych i długiego czasu przetwarzania. Przejrzyj ustawienia DATETIME i ponownie wyświetl wykres.
pt: O processamento foi interrompido devido à grande quantidade de dados e ao longo tempo de processamento. Revise as configurações do DateTime e exiba o gráfico novamente.
ro: Prelucrarea a fost întreruptă din cauza cantității mari de date și a timpului lung de procesare. Examinați setările dateTime și afișați din nou complotul.
ru: Обработка была прервана из -за большого количества данных и длительного времени обработки. Просмотрите настройки DateTime и снова отобразите сюжет.
sd: پروسيسنگ جي وڏي مقدار ۾ ڊيٽا ۽ ڊگهي پروسيسنگ واري وقت جي ڪري پروسيسنگ ڪئي وئي. تاريخ جي سيٽنگن جو جائزو وٺو ۽ ٻيهر پلاٽ کي ظاهر ڪريو.
si: දත්ත විශාල ප්රමාණයක් සහ දිගු සැකසුම් කාලය නිසා සැකසීම බාධා ඇති විය. ටයිඩයිම් සැකසුම් සමාලෝචනය කර ප්ලේට් නැවත ප්රදර්ශනය කරන්න.
sk: Spracovanie bolo prerušené z dôvodu veľkého množstva údajov a dlhého času spracovania. Skontrolujte nastavenia DateTime a znova zobrazte pozemok.
sq: Përpunimi u ndërpre për shkak të sasisë së madhe të të dhënave dhe kohës së gjatë të përpunimit. Rishikoni cilësimet e DateTime dhe shfaqni përsëri komplotin.
sv: Behandlingen avbröts på grund av den stora mängden data och den långa behandlingstiden. Granska DateTime -inställningarna och visa tomten igen.
th: การประมวลผลถูกขัดจังหวะเนื่องจากข้อมูลจำนวนมากและเวลาในการประมวลผลที่ยาวนาน ตรวจสอบการตั้งค่า DateTime และแสดงพล็อตอีกครั้ง
tl: Ang pagproseso ay nagambala dahil sa malaking halaga ng data at ang mahabang oras ng pagproseso. Suriin ang mga setting ng DateTime at ipakita muli ang balangkas.
tr: İşleme, büyük miktarda veri ve uzun işlem süresi nedeniyle kesintiye uğradı. DateTime ayarlarını gözden geçirin ve grafiği tekrar görüntüleyin.
vi: Xử lý bị gián đoạn do lượng dữ liệu lớn và thời gian xử lý dài. Xem lại cài đặt DateTime và hiển thị lại lô.

source: CSV file output has started. Please wait until the file is downloaded.
ar: إخراج ملف CSV. يرجى الانتظار أثناء تنزيل الملف.
bg: Изход CSV файл. Моля, изчакайте, докато файлът се изтегля.
ca: Sortint fitxer CSV. Espereu mentre es descarrega el fitxer.
cs: Výstup CSV Soubor. Počkejte prosím, když soubor stahuje.
cy: Allbynnu ffeil CSV. Arhoswch wrth i'r ffeil lawrlwytho.
da: Outputing CSV fil. Vent, mens filen downloader.
de: Ausgabe CSV Datei. Bitte warten Sie, während die Datei heruntergeladen wird.
el: Αρχείο CSV. Περιμένετε ενώ οι λήψεις του αρχείου.
fa: خروجی فایل CSV. لطفاً در حالی که پرونده بارگیری می شود صبر کنید.
fi: Tulostus CSV tiedosto. Odota, kun tiedosto lataa.
fr: Fichier CSV Sortie. Veuillez patienter pendant que le fichier télécharge.
gd: Faidhle CSV. Fuirich ort fhad 's a tha thu a' luchdachadh sìos an fhaidhle.
he: פלט קובץ CSV. אנא המתן בזמן שהקובץ הורד.
hr: Izlazna CSV datoteka. Pričekajte dok datoteka preuzima.
hu: CSV fájl kimenete. Kérjük, várjon, amíg a fájl letölti.
id: Mengeluarkan file CSV. Harap tunggu saat file mengunduh.
is: Útgáfa CSV skrá. Vinsamlegast bíddu meðan skráin niðurhal.
it: Outputing CSV file. Si prega di attendere mentre i download dei file.
ja: CSVファイルを出力しています。ファイルがダウンロードされるまでお待ちください。
km: ការបញ្ចេញលទ្ធផល CSV ឯកសារ។ សូមរង់ចាំខណៈពេលទាញយកឯកសារ។
lb: Outputing CSV Datei. Waart w.e.g. wann d'Datei eroflueden.
mi: Te whakaputa CSV kōnae. Taria koa i te wa e tango ana i nga konae.
mk: Излез CSV датотека. Ве молиме почекајте додека датотеката презема.
mn: CSV файлыг гаргана. Файл татаж авах явцдаа хүлээнэ үү.
ms: Mengeluarkan fail CSV. Sila tunggu sementara muat turun fail.
my: CSV ဖိုင် outputting ။ ဖိုင်ကူးယူနေစဉ်ခဏစောင့်ပါ။
nl: Uitvoer CSV -bestand. Wacht alsjeblieft terwijl het bestand downloadt.
no: Utganger CSV -fil. Vent mens filen lastes ned.
pl: Wyjście plik CSV. Poczekaj, gdy plik pobiera.
pt: Saída do arquivo CSV. Aguarde enquanto os downloads de arquivo.
ro: Ieșire CSV fișier. Vă rugăm să așteptați în timp ce fișierele descărcați.
ru: Вывод CSV Файл. Пожалуйста, подождите, пока файл загружает.
sd: CSV فائل جي پيداوار. مهرباني ڪري انتظار ڪريو جڏهن فائل ڊائون لوڊ ڪريو.
si: CSV ගොනුව ප්රතිදානය කිරීම. ගොනුව බාගත කිරීම් අතරතුර කරුණාකර රැඳී සිටින්න.
sk: Výstup CSV súbor. Počkajte, keď sa súbory stiahnu.
sq: Prodhimi i skedarit CSV. Ju lutemi prisni ndërsa skedari shkarkohet.
sv: UTGÅNG CSV FIL. Vänta medan filen laddas ner.
th: การส่งออกไฟล์ CSV โปรดรอขณะดาวน์โหลดไฟล์
tl: Pag -output ng CSV file. Mangyaring maghintay habang nag -download ang file.
tr: Çıkış CSV dosyası. Dosya indirirken lütfen bekleyin.
vi: Xuất ra tệp CSV. Vui lòng đợi trong khi tải xuống tập tin.

source: TSV file output has started. Please wait until the file is downloaded.
ar: إخراج ملف TSV. يرجى الانتظار أثناء تنزيل الملف.
bg: Изход TSV файл. Моля, изчакайте, докато файлът се изтегля.
ca: Sortint fitxer TSV. Espereu mentre es descarrega el fitxer.
cs: Výstup TSV Soubor. Počkejte prosím, když soubor stahuje.
cy: Allbynnu ffeil TSV. Arhoswch wrth i'r ffeil lawrlwytho.
da: Outputing TSV fil. Vent, mens filen downloader.
de: Ausgabe TSV Datei. Bitte warten Sie, während die Datei heruntergeladen wird.
el: Αρχείο TSV. Περιμένετε ενώ οι λήψεις του αρχείου.
fa: خروجی فایل TSV. لطفاً در حالی که پرونده بارگیری می شود صبر کنید.
fi: Tulostus TSV tiedosto. Odota, kun tiedosto lataa.
fr: Fichier TSV Sortie. Veuillez patienter pendant que le fichier télécharge.
gd: Faidhle TSV faidhle. Fuirich ort fhad 's a tha thu a' luchdachadh sìos an fhaidhle.
he: פלט קובץ TSV. אנא המתן בזמן שהקובץ הורד.
hr: Izlazna TSV datoteka. Pričekajte dok datoteka preuzima.
hu: TSV fájl kimenete. Kérjük, várjon, amíg a fájl letölti.
id: Mengeluarkan file TSV. Harap tunggu saat file mengunduh.
is: Útgáfa TSV skrá. Vinsamlegast bíddu meðan skráin niðurhal.
it: Outputing TSV file. Si prega di attendere mentre i download dei file.
ja: TSVファイルを出力しています。ファイルがダウンロードされるまでお待ちください。
km: ការបញ្ចេញឯកសារ TSV ឯកសារ។ សូមរង់ចាំខណៈពេលទាញយកឯកសារ។
lb: Outputing TSV Datei. Waart w.e.g. wann d'Datei eroflueden.
mi: Te whakaputa TSV kōnae. Taria koa i te wa e tango ana i nga konae.
mk: Излез TSV датотека. Ве молиме почекајте додека датотеката презема.
mn: __115__ файлыг гаргана. Файл татаж авах явцдаа хүлээнэ үү.
ms: Mengeluarkan fail TSV. Sila tunggu sementara muat turun fail.
my: TSV ဖိုင် outputting ။ ဖိုင်ကူးယူနေစဉ်ခဏစောင့်ပါ။
nl: Uitvoer TSV -bestand. Wacht alsjeblieft terwijl het bestand downloadt.
no: Utganger TSV fil. Vent mens filen lastes ned.
pl: Wyjście plik TSV. Poczekaj, gdy plik pobiera.
pt: Saída de arquivo TSV. Aguarde enquanto os downloads de arquivo.
ro: Ieșire TSV fișier. Vă rugăm să așteptați în timp ce fișierele descărcați.
ru: Вывод TSV Файл. Пожалуйста, подождите, пока файл загружает.
sd: ٻاھر نڪرڻ TSV فائل. مهرباني ڪري انتظار ڪريو جڏهن فائل ڊائون لوڊ ڪريو.
si: TSV ගොනුව ප්රතිදානය කිරීම. ගොනුව බාගත කිරීම් අතරතුර කරුණාකර රැඳී සිටින්න.
sk: Výstup TSV súbor. Počkajte, keď sa súbory stiahnu.
sq: Prodhimi i skedarit TSV. Ju lutemi prisni ndërsa skedari shkarkohet.
sv: UTGÅNG TSV FIL. Vänta medan filen laddas ner.
th: การส่งออกไฟล์ TSV โปรดรอขณะดาวน์โหลดไฟล์
tl: Pag -output ng TSV file. Mangyaring maghintay habang nag -download ang file.
tr: Çıkış TSV dosyası. Dosya indirirken lütfen bekleyin.
vi: Xuất ra tệp TSV. Vui lòng đợi trong khi tải xuống tập tin.

source: Auto range
ar: نطاق السيارات
bg: Автоматичен обхват
ca: Gamma automàtica
cs: Automatické rozsah
cy: Ystod awto
da: Auto -serie
de: Auto -Reichweite
el: Αυτόματο εύρος
fa: محدوده خودرو
fi: Autoalue
fr: Gamme automatique
gd: Raon auto
he: טווח רכב
hr: Auto -raspon
hu: Autótávolság
id: Rentang otomatis
is: Sjálfvirk svið
it: Intervallo automatico
ja: オートレンジ
km: ជួរស្វ័យប្រវត្តិ
lb: Auto Gamme
mk: Автоматски опсег
mn: Автоматаар хүрээ
ms: Julat auto
my: အော်တိုအကွာအဝေး
nl: Auto -bereik
pl: Auto Zasięg
pt: Alcance automático
ro: Gama automată
ru: Автоматический диапазон
sd: خودجوٽي رٽر
si: ස්වයංක්රීය පරාසය
sk: Automatický rozsah
sq: Gamë automatike
sv: Bila
th: ช่วงอัตโนมัติ
tl: Saklaw ng Auto
tr: Otomobil aralığı
vi: Phạm vi tự động

source: Full range
ar: مجموعة كاملة
bg: Пълен обхват
ca: Gamma completa
cs: Plný rozsah
cy: Ystod lawn
da: Hele udvalget
de: Vollständige Palette
el: Πλήρης εμβέλεια
fa: محدوده کامل
fi: Täydennys
fr: Gamme complète
gd: Raon iomlan
he: טווח מלא
hr: Puni raspon
hu: Teljes körű
id: Lengkap
is: Fullt svið
it: Gamma completa
ja: フルレンジ
km: ជួរពេញ
lb: Voll Gamme
mi: Kihi
mk: Целосен опсег
mn: Бүрэн хүрээ
ms: Liputan penuh
my: အပြည့်အဝအကွာအဝေး
nl: Volledig bereik
no: Hele spekteret
pl: Pełny zasięg
pt: Gama completa
ro: Gamă completă
ru: Полный спектр
sd: مڪمل جڳهه
si: සම්පූර්ණ පරාසය
sk: Plne
sq: Varg i plotë
sv: Komplett utbud
th: เต็ม
tl: Buong saklaw
tr: Tam aralık
vi: Phạm vi đầy đủ

source: Index Ordering Setting
ar: إعداد ترتيب الفهرس
bg: Настройка на поръчката на индекс
ca: Configuració de la comanda de l'índex
cs: Nastavení objednávky indexu
cy: Gosod Gorchymyn Mynegai
da: Indeksordreindstilling
de: Indexreihenfolge
el: Ρύθμιση παραγγελίας ευρετηρίου
fa: تنظیم سفارش فهرست
fi: Hakemistotilausasetus
fr: Réglage de la commande d'index
gd: Suidheachadh òrdugh clàr-amais
he: הגדרת הזמנת אינדקס
hr: Postavljanje narudžbe indeksa
hu: Indexrendelés beállítás
id: Pengaturan Pesanan Indeks
is: Stilling vísitölu
it: Impostazione dell'ordine indice
ja: インデックス順序設定
km: ការកំណត់សន្ទស្សន៍ការកំណត់
lb: Index bestallt Astellung
mi: Te tautuhi ota index
mk: Поставување на нарачки за индекс
mn: Индексийн захиалгын тохиргоо
ms: Tetapan pesanan indeks
my: အမိန့်အမိန့် setting ကို
nl: Index -bestelinstelling
no: Indeksordreinnstilling
pl: Ustawienie zamówienia indeksu
pt: Configuração do pedido de índice
ro: Setarea comenzii index
ru: Настройка заказа индекса
sd: انڊيڪس آرڊر جي ترتيب
si: දර්ශක ඇණවුම් සැකසුම
sk: Nastavenie objednávky indexu
sq: Vendosja e porosisë së indeksit
sv: Inställningsinställning
th: การตั้งค่าการสั่งซื้อดัชนี
tl: Setting ng order ng index
tr: Dizin Sipariş Ayarı
vi: Cài đặt thứ tự chỉ mục

source: Open
ar: فتح
bg: Отворен
ca: Obrir
cs: OTEVŘENO
cy: Ymagorant
da: Åben
de: Offen
el: Ανοιξε
fa: باز کن
fi: Avata
fr: Ouvert
gd: Fosgailte
he: לִפְתוֹחַ
hr: Otvorena
hu: Nyisd ki
id: Membuka
is: Opið
it: Aprire
ja: 開く
km: ដេលចមហរ
lb: Ëmen e gratis
mi: Tuwhera
mk: Отворено
mn: Нээлттэй
ms: Buka
my: ဖွင့်လှစ်
no: Åpen
pl: otwarty
pt: Abrir
ro: Deschis
ru: Открытым
sd: کوليو
si: විවෘත
sk: OTVORENÉ
sq: Hap
sv: Öppna
th: เปิด
tl: Buksan
tr: Açık
vi: Mở

source: Del
ar: حذف
bg: Изтрий
ca: Esborrar
cs: Vymazat
cy: Croeswn
da: Slet
de: Löschen
el: Διαγράφω
fa: حذف
fi: Poistaa
fr: Effacer
gd: Thoir às
he: לִמְחוֹק
hr: Izbrisati
hu: Töröl
id: Menghapus
is: Eyða
it: Elimina
ja: 削除
km: របៅបេលរសច
lb: Läschen
mi: Muku
mk: Избриши
mn: Эдгээх
ms: Padam
my: ဖျက်
nl: Verwijderen
no: Slett
pl: Usuwać
pt: Excluir
ro: Șterge
ru: Удалить
sd: صفحو ڪلڪ ڪريو
si: මකන්න
sk: Vymazať
sq: Nxjerr
sv: Radera
th: ลบ
tl: Tanggalin
tr: Silmek
vi: Xóa bỏ
