Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Calendar Heat Map
ar: خريطة الحرارة التقويم
bg: Календа на топлинната карта на календа
ca: Mapa de calor calendes
cs: Mapa tepla kalendy
cy: Map Gwres Calenda
da: Calenda -varmekort
de: Kalenda -Wärmekarte
el: Χάρτης θερμότητας Calenda
fa: نقشه حرارت تقویم
fi: Kalenda -lämpökartta
fr: Carte de chaleur du calendrie
gd: Mapa teas calenda
he: מפת חום קלנדה
hr: Kalenda toplinska karta
hu: Naptárhőtérkép
id: Peta Panas Calenda
is: Calenda hita kort
it: Mappa di calore della calenda
ja: カレンダヒートマップ
km: ផែនទីកំដៅកំដៅប្រតិទិន
lb: Kalgenda Hëtzt Kaart
mi: Mahere wera
mk: Мапа на топлината на Календа
mn: Календара дулааны газрын зураг
ms: Peta Haba Calenda
my: Calenda Heat Map
nl: Calenda -warmtekaart
no: Kalenda varmekart
pl: Mapa ciepła Calenda
pt: Mapa de calor da calnda
ro: Harta de căldură Calenda
ru: Календа тепловая карта
sd: ڪئلينڊا گرمي جو نقشو
si: දිනපතා තාප සිතියම
sk: Tepelná mapa kalendy
sq: Harta e nxehtësisë së kalendës
sv: Kalenda värmekarta
th: แผนที่ความร้อนปฏิทิน
tl: Calenda Heat Map
tr: Takvim ısı haritası
vi: Bản đồ nhiệt lịch

source: Too Many Sensors
ar: لا يمكن تحديد المتغيرات المستهدفة بواسطة MAX_NUM_SENSOR أو أكثر. حدد المتغير الهدف.
bg: Целевите променливи не могат да бъдат избрани от MAX_NUM_SENSOR или повече. Изберете целевата променлива.
ca: Les variables de destinació no poden ser seleccionades per MAX_NUM_SENSOR o més. Seleccioneu la variable de destinació.
cs: Cílové proměnné nelze vybrat MAX_NUM_SENSOR nebo více. Vyberte cílovou proměnnou.
cy: Ni ellir dewis newidynnau targed gan MAX_NUM_SENSOR neu fwy. Dewiswch y newidyn targed.
da: Målvariabler kan ikke vælges af MAX_NUM_SENSOR eller mere. Vælg målvariablen.
de: Zielvariablen können nicht durch MAX_NUM_SENSOR oder mehr ausgewählt werden. Wählen Sie die Zielvariable.
el: Οι μεταβλητές στόχου δεν μπορούν να επιλεγούν με MAX_NUM_SENSOR ή περισσότερο. Επιλέξτε τη μεταβλητή προορισμού.
fa: متغیرهای هدف را نمی توان با MAX_NUM_SENSOR یا بیشتر انتخاب کرد. متغیر هدف را انتخاب کنید.
fi: Kohdemuuttujia ei voida valita MAX_NUM_SENSOR tai enemmän. Valitse kohdemuuttuja.
fr: Les variables cibles ne peuvent pas être sélectionnées par MAX_NUM_SENSOR ou plus. Sélectionnez la variable cible.
gd: Chan urrainnear caochladairean targaid a thaghadh le MAX_NUM_SENSOR no barrachd. Tagh an caochladair targaid.
he: לא ניתן לבחור משתני יעד על ידי MAX_NUM_SENSOR ומעלה. בחר את משתנה היעד.
hr: Ciljne varijable ne mogu odabrati MAX_NUM_SENSOR ili više. Odaberite ciljnu varijablu.
hu: A célváltozókat nem lehet kiválasztani MAX_NUM_SENSOR vagy annál több. Válassza ki a célváltozót.
id: Variabel target tidak dapat dipilih oleh MAX_NUM_SENSOR atau lebih. Pilih variabel target.
is: Ekki er hægt að velja markstærðir með MAX_NUM_SENSOR eða meira. Veldu miða breytu.
it: Le variabili target non possono essere selezionate da MAX_NUM_SENSOR o più. Seleziona la variabile target.
ja: ターゲット変数はMAX_NUM_SENSOR個以上選択できません。ターゲット変数を選択しなおしてください。
km: អថេរគោលដៅមិនអាចត្រូវបានជ្រើសរើសដោយ MAX_NUM_SENSOR ឬច្រើនជាងនេះទេ។ ជ្រើសរើសអថេរគោលដៅ។
lb: Zilänneregkeet kënnen net vum MAX_NUM_SENSOR oder méi ausgewielt ginn. Wielt d'Zilvariabel.
mi: Kaore e taea te whiriwhiri i nga taurangi whaainga e MAX_NUM_SENSOR neke atu ranei. Whiriwhiria te taurangi whaainga.
mk: Целните променливи не можат да бидат избрани од MAX_NUM_SENSOR или повеќе. Изберете ја целната променлива.
mn: Зорилтот хувьсагчдыг MAX_NUM_SENSOR эсвэл түүнээс дээш хуваах боломжгүй. Зорилтот хувьсагчийг сонгоно уу.
ms: Pembolehubah sasaran tidak boleh dipilih oleh MAX_NUM_SENSOR atau lebih. Pilih pemboleh ubah sasaran.
my: ပစ်မှတ် variable တွေကို MAX_NUM_SENSOR သို့မဟုတ်ထိုထက်ပိုကရွေးချယ်လို့မရပါဘူး။ ပစ်မှတ် variable ကိုရွေးပါ။
nl: Doelvariabelen kunnen niet worden geselecteerd door MAX_NUM_SENSOR of meer. Selecteer de doelvariabele.
no: Målvariabler kan ikke velges med MAX_NUM_SENSOR eller mer. Velg målvariabelen.
pl: Zmiennych docelowych nie można wybrać przez MAX_NUM_SENSOR lub więcej. Wybierz zmienną docelową.
pt: As variáveis ​​alvo não podem ser selecionadas por MAX_NUM_SENSOR ou mais. Selecione a variável de destino.
ro: Variabilele țintă nu pot fi selectate de MAX_NUM_SENSOR sau mai mult. Selectați variabila țintă.
ru: Целевые переменные не могут быть выбраны с помощью MAX_NUM_SENSOR или более. Выберите целевую переменную.
sd: MAX_NUM_SENSOR يا وڌيڪ کان ٽارگيٽ متغير چونڊ نه ٿو ڪري سگهجي. ٽارگيٽ متغير چونڊيو.
si: ඉලක්ක විචල්යයන් MAX_NUM_SENSOR හෝ ඊට වැඩි මගින් තෝරා ගත නොහැක. ඉලක්ක විචල්යය තෝරන්න.
sk: Cieľové premenné nie je možné zvoliť MAX_NUM_SENSOR alebo viac. Vyberte cieľovú premennú.
sq: Variablat e synuar nuk mund të zgjidhen nga MAX_NUM_SENSOR ose më shumë. Zgjidhni ndryshoren e synuar.
sv: Målvariabler kan inte väljas med MAX_NUM_SENSOR eller mer. Välj målvariabeln.
th: ตัวแปรเป้าหมายไม่สามารถเลือกได้โดย MAX_NUM_SENSOR หรือมากกว่า เลือกตัวแปรเป้าหมาย
tl: Ang mga variable na target ay hindi maaaring mapili ng MAX_NUM_SENSOR o higit pa. Piliin ang variable na target.
tr: Hedef değişkenler MAX_NUM_SENSOR veya daha fazla tarafından seçilemez. Hedef değişkeni seçin.
vi: Các biến mục tiêu không thể được chọn bởi MAX_NUM_SENSOR trở lên. Chọn biến mục tiêu.

source: The targets of removing outlier are Max, Mean Min, σ, and Range.
ar: أهداف إزالة Outlier هي Max ، Mean ، Min ، σ و Range.
bg: Целите на премахването на външните хора са Max, Mean, Min, σ и Range.
ca: Els objectius d’eliminar els anteriors són Max, Mean, Min, σ i Range.
cs: Cíle odstraňování odlehlé hodnoty jsou Max, Mean, Min, σ a Range.
cy: Y targedau o gael gwared ar y tu allan yw Max, Mean, Min, σ a Range.
da: Målene for fjernelse af outlier er Max, Mean, Min, σ og Range.
de: Die Ziele des Entfernens von Ausreißer sind Max, Mean, Min, σ und Range.
el: Οι στόχοι της αφαίρεσης του Outlier είναι Max, Mean, Min, σ και Range.
fa: اهداف از بین بردن دورتر Max ، Mean ، Min ، σ و Range است.
fi: Ulkopuolisten poistamisen tavoitteet ovat Max, Mean, Min, σ ja Range.
fr: Les cibles de la suppression de la valeur aberrante sont Max, Mean, Min, σ et Range.
gd: Is e na targaidean airson a-mach luchd-opeliers Max, Mean, Min, __ *__ agus Range.
he: היעדים של הסרת החוץ הם Max, Mean, Min, σ ו- Range.
hr: Ciljevi uklanjanja vanjske strane su Max, Mean, Min, σ i Range.
hu: A külső eltávolítás célja Max, Mean, Min, σ és Range.
id: Target penghapusan outlier adalah Max, Mean, Min, σ dan Range.
is: Markmiðin um að fjarlægja útrásarvíking eru Max, Mean, Min, σ og Range.
it: Gli obiettivi di rimozione del valore anomalo sono Max, Mean, Min, σ e Range.
ja: 外れ値除去の対象は、Max, Mean, Min, σ, Rangeです。
km: គោលដៅនៃការដកយកចេញ ForeLier គឺ Max, Mean, __188 σ, σ និង Range ។
lb: D'Ziler vun der Entfernung Outlier sinn Max, Mean, Min, __220__ an PNG.
mi: Ko nga whaainga mo te tango i te hunga ke, ko Max, Mean, Min, σ me Range.
mk: Целите на отстранување на надворешните се Max, Mean, Min, σ и Range.
mn: Гаднах хэрэгслийг арилгах зорилт нь Max, Max, Min, Min, σ, σ, σ ба Range.
ms: Sasaran penghapusan outlier adalah Max, Mean, Min, σ dan Range.
my: ဘေးဖယ်ဖယ်ရှားခြင်း၏ပစ်မှတ်များသည် Max, Mean, Min, Range နှင့် Range တို့ဖြစ်သည်။
nl: De doelen van het verwijderen van uitbijter zijn Max, Mean, Min, σ en Range.
no: Målene for å fjerne outlier er Max, Mean, Min, σ og Range.
pl: Cele usuwania wartości odstające są Max, Mean, Min, σ i Range.
pt: Os alvos da remoção de externos são Max, Mean, Min, σ e Range.
ro: Obiectivele de eliminare a eliminării sunt Max, Mean, Min, σ și Range.
ru: Целью удаления выброса являются Max, Mean, Min, σ и Range.
sd: ڪ removing ڻ جو مقصد Max، Mean، Min، σ ۽ Range.
si: පිටස්තරයා ඉවත් කිරීමේ ඉලක්ක Max, Mean, Min, σ සහ Range වේ.
sk: Ciele odstránenia odľahlých hodnôt sú Max, Mean, Min, σ a Range.
sq: Synimet e heqjes së jashtme janë Max, Mean, Min, σ dhe Range.
sv: Målen för att ta bort outlier är Max, Mean, Min, σ och Range.
th: เป้าหมายของการลบค่าผิดปกติคือ Max, Mean, Min, σ และ Range
tl: Ang mga target ng pag -alis ng outlier ay Max, Mean, Min, σ at Range.
tr: Çıkarmanın kaldırılmasının hedefleri Max, Mean, Min, σ ve Range'dır.
vi: Các mục tiêu của việc loại bỏ ngoại lệ là Max, Mean, Min, σ và Range.

source: Cat.
ar: بخلاف الأرقام الحقيقية
bg: Различни от реални числа
ca: A part dels números reals
cs: Jiné než skutečná čísla
cy: Heblaw am rifau real
da: Bortset fra reelle tal
de: Anders als reelle Zahlen
el: Εκτός από τους πραγματικούς αριθμούς
fa: غیر از اعداد واقعی
fi: Muu kuin todelliset numerot
fr: Autre que les nombres réels
gd: Ach a-mhàin àireamhan fìor
he: מלבד מספרים אמיתיים
hr: Osim stvarnih brojeva
hu: A valós számokon kívül
id: Selain bilangan real
is: Aðrar en rauntölur
it: Oltre ai numeri reali
ja: 実数以外
km: ក្រៅពីលេខពិត
lb: Anescht wéi richteg Zuelen
mi: I tua atu i nga nama tūturu
mk: Освен вистински број
mn: Бодит тооноос бусад
ms: Selain daripada nombor sebenar
my: အစစ်အမှန်နံပါတ်များထက်အခြား
nl: Anders dan reële cijfers
no: Annet enn reelle tall
pl: Inne niż liczby rzeczywiste
pt: Além dos números reais
ro: Altele decât numerele reale
ru: Кроме реальных чисел
sd: حقيقي انگن اکرن کان سواء
si: තාත්වික සංඛ්යා හැර
sk: Iné ako skutočné čísla
sq: Përveç numrave realë
sv: Annat än verkliga siffror
th: นอกเหนือจากจำนวนจริง
tl: Maliban sa mga tunay na numero
tr: Gerçek sayılar dışında
vi: Khác với số thực

source: RidgeLine Plot Hover
ar: يمكن تصور التوزيع عن طريق الحساب لكل متغير فئوي (المتغيرات النوعية ، ورقم القطعة ، وما إلى ذلك) أو DateTime ، وعرضها جنبًا إلى جنب. طريقة التصور التي تسمح بتحليل المجموعات عبر المجموعة (مقارنة بين القطع والأيام والتحولات وما إلى ذلك) من البيانات دون منفصلة ID.
bg: Разпределението може да бъде визуализирано чрез изчисляване на всяка категорична променлива (качествени променливи, номер на партида и т.н.) или DateTime и да ги показва един до друг. Метод за визуализация, който позволява анализ на напречната група (сравнение между партиди, дни, смени и т.н.) на данни без дискретни ID.
ca: La distribució es pot visualitzar calculant per a cada variable categòrica (variables qualitatives, número de lot, etc.) o dateTime i mostrant -les una al costat de l'altra. Un mètode de visualització que permet l’anàlisi del grup creuat (comparació entre lots, dies, torns i etc.) de dades sense discrets ID.
cs: Distribuce lze vizualizovat výpočtem pro každou kategorickou proměnnou (kvalitativní proměnné, číslo šarže atd.) Nebo DateTime a zobrazením vedle sebe. Vizualizační metoda, která umožňuje analýzu křížových skupin (porovnání šarží, dnů, posunů atd.) Data bez diskrétního ID.
cy: Gellir delweddu'r dosbarthiad trwy gyfrifo ar gyfer pob newidyn categori (newidynnau ansoddol, rhif lot, ac ati) neu amser dyddiad, a'u harddangos ochr yn ochr. Dull delweddu sy'n caniatáu dadansoddiad traws-grŵp (cymhariaeth rhwng llawer, dyddiau, sifftiau ac ati) o ddata heb arwahanol ID.
da: Distributionen kan visualiseres ved beregning for hver kategorisk variabel (kvalitative variabler, lodnummer osv.) Eller datetime og vise dem side om side. En visualiseringsmetode, der tillader tværgruppeanalyse (sammenligning mellem partier, dage, skift og osv.) Af data uden diskret ID.
de: Die Verteilung kann durch Berechnen für jede kategoriale Variable (qualitative Variablen, Loszahl usw.) oder für die datetime und das Anzeigen nebeneinander visualisiert werden. Eine Visualisierungsmethode, die eine gruppenübergreifende Analyse (Vergleich zwischen Lose, Tagen, Verschiebungen usw.) von Daten ohne diskrete ID ermöglicht.
el: Η κατανομή μπορεί να απεικονιστεί με τον υπολογισμό για κάθε κατηγορική μεταβλητή (ποιοτικές μεταβλητές, αριθμό παρτίδας κ.λπ.) ή DateTime και την εμφάνισή τους δίπλα -δίπλα. Μια μέθοδος απεικόνισης που επιτρέπει ανάλυση μεταξύ ομάδων (σύγκριση μεταξύ παρτίδων, ημερών, μετατοπίσεων κ.λπ.) δεδομένων χωρίς διακριτή ID.
fa: توزیع را می توان با محاسبه برای هر متغیر طبقه بندی شده (متغیرهای کیفی ، تعداد لوط و غیره) یا DateTime و نمایش آنها در کنار هم مشاهده کرد. یک روش تجسم که امکان تجزیه و تحلیل متقابل گروه (مقایسه بین تعداد زیادی ، روزها ، شیفت ها و غیره) داده ها بدون گسسته ID را فراهم می کند.
fi: Jakelu voidaan visualisoida laskemalla jokaiselle kategoriselle muuttujalle (kvalitatiiviset muuttujat, eränumero jne.) Tai DateTime ja näyttämällä ne vierekkäin. Visualisointimenetelmä, joka mahdollistaa ryhmien välisen analyysin (vertailun eräpäivien, vuorojen ja jne.) Tietoja ilman erillistä ID.
fr: La distribution peut être visualisée en calculant pour chaque variable catégorique (variables qualitatives, numéro de lot, etc.) ou DateTime, et les affichant côte à côte. Une méthode de visualisation qui permet une analyse des groupes croisés (comparaison entre les lots, les jours, les déplacements, etc.) de données sans ID discrète.
gd: Faodaidh an sgaoileadh a bhith air am beachd le bhith a 'tomhas gach caochladair gnèitheil (caochladairean càileachdail, lot àireamh, msaa) no ceann-latha, agus a' taisbeanadh an àm seo, agus a 'taisbeanadh an ama seo. Modh fradhairc a leigeas le mion-sgrùdadh thar-bhuidheann (coimeas eadar lotaichean, làithean, gluasadan agus msaa) gun fhios ID.
he: ניתן לדמיין את התפוצה על ידי חישוב עבור כל משתנה קטגורי (משתנים איכותיים, מספר מגרש וכו ') או DateTime, והצגתם זה לצד זה. שיטת הדמיה המאפשרת ניתוח חוצה קבוצות (השוואה בין מגרשים, ימים, משמרות וכו ') של נתונים ללא דיסקרטיות ID.
hr: Raspodjela se može vizualizirati izračunavanjem za svaku kategoričku varijablu (kvalitativne varijable, broj lota itd.) Ili DateTime i prikazujući ih jedan pored drugog. Metoda vizualizacije koja omogućuje analizu unakrsne grupe (usporedba između parcela, dana, smjena itd.) Podataka bez diskretnog ID.
hu: Az eloszlás megjeleníthető az egyes kategorikus változókra (kvalitatív változók, tételszám stb.) Vagy a DateTime kiszámításával, és egymás mellett jeleníthető meg. Egy megjelenítési módszer, amely lehetővé teszi a csoportok közötti elemzést (a tételek, napok, műszakok stb. Összehasonlítása), az adatok diszkrét ID nélkül.
id: Distribusi dapat divisualisasikan dengan menghitung untuk setiap variabel kategori (variabel kualitatif, nomor lot, dll.) Atau datetime, dan menampilkannya berdampingan. Metode visualisasi yang memungkinkan analisis lintas kelompok (perbandingan antara lot, hari, shift dan dll.) Data tanpa diskrit ID.
is: Hægt er að sjá dreifingu með því að reikna út fyrir hverja flokkalaga breytu (eigindlegar breytur, lóðanúmer osfrv.) Eða DateTime og sýna þær hlið við hlið. Sjónræn aðferð sem gerir kleift að greina krosshóp (samanburður á milli lóða, daga, vaktir og osfrv.) Gagna án stakra ID.
it: La distribuzione può essere visualizzata calcolando per ciascuna variabile categorica (variabili qualitative, numero di lotto, ecc.) O DateTime e visualizzandole fianco a fianco. Un metodo di visualizzazione che consente l'analisi incrociata (confronto tra lotti, giorni, turni e ecc.) Di dati senza discreto ID.
ja: 実数の以外カテゴリ変数(質的変数、ロットNo等)や日時ごとに分布を算出し、それらを並べて表示することで、分布の変化を見える化します。個別IDがないデータの群間分析(ロット間比較や日間、シフト間比較等)を可能にする可視化方法です。
km: ការចែកចាយអាចមើលឃើញដោយការគណនាសម្រាប់ការគណនាសម្រាប់អថេរប្រភេទនីមួយៗ (អថេរគុណភាពមានចំនួនច្រើន។ ល។ ) ឬឌីធូមនិងបង្ហាញពួកវានៅក្បែរគ្នា។ វិធីសាស្រ្តដែលមើលឃើញដែលអនុញ្ញាតឱ្យមានការវិភាគក្រុម (ប្រៀបធៀបរវាងឡូត៍ថ្ងៃវេននិងល) នៃទិន្នន័យដែលមិនមានភាពខុសគ្នា ID ។
lb: D'Verdeelung kann aner variabel Variabel Variabel (Qualiturativ Variabel, mueler variabel ze iwwerliewen, an se zougeworf ginn.) Eng Visualiséierungsmethod déi cross-Grupp Analyse (Verglach tëscht vill, Deeg, Schief an asw.) Vun Daten ouni diskret ID.
mi: Ko te tohatoha ka kitea ma te tātai mo ia taurangi kōmaka (taurangi kounga, me etahi atu, me te whakaatu i te taha. He tikanga whakakitenga e taea ai e te tātari-a-roopu (whakataurite i waenga i te rota, nga ra, nga nekehanga me etahi atu) o nga raraunga kaore he rereke ID.
mk: Дистрибуцијата може да се визуелизира со пресметување на секоја категорична променлива (квалитативни променливи, број на лот, итн.) Или дата, и прикажување на нив рамо до рамо. Метод на визуелизација што овозможува анализа на крос-група (споредба помеѓу многу, денови, смени и сл.) На податоци без дискретни ID.
mn: Түгээлт нь категорийн хувьсагч бүрийг тооцож, эсвэл маш их хэмжээгээр төсөөлөх замаар дүрслэн харуулж болно. Хөндлөн бүлгийн шинжилгээ хийх боломжийг олгодог дүрслэл (олон, өдөр, өдөр, ажлын хооронд) өгөгдөл (өдөр, өдөр, өдөр, ажлын хоорондох харьцуулалт) ID;
ms: Pengagihan boleh divisualisasikan dengan mengira untuk setiap pembolehubah kategori (pembolehubah kualitatif, nombor lot, dll.) Atau DateTime, dan memaparkannya bersebelahan. Kaedah visualisasi yang membolehkan analisis rentas kumpulan (perbandingan antara lot, hari, peralihan dan sebagainya) data tanpa diskret ID.
my: ခွဲခြားသတ်မှတ်ခြင်း (အရည်အသွေး variable များကိုအရည်အသွေးအမျိုးမျိုးဖြင့်တွက်ချက်ခြင်း (အရည်အသွေး variable များ, lot နံပါတ်စသည်) သို့မဟုတ် datetime သို့မဟုတ် datetime ကိုတွက်ချက်ခြင်းဖြင့်မြင်ယောင်ကြည့်နိုင်သည်။ discrete ID မပါဘဲအချက်အလက်များအကြားအုပ်စုလိုက်ခွဲခြမ်းစိတ်ဖြာမှုကိုခွင့်ပြုသည့် visualization method ကို (ID မပါ 0 င်ပါ။
nl: De verdeling kan worden gevisualiseerd door te berekenen voor elke categorische variabele (kwalitatieve variabelen, perceelnummer, enz.) Of DateTime en ze naast elkaar weergeven. Een visualisatiemethode waarmee cross-groepanalyse (vergelijking tussen partijen, dagen, verschuivingen en enz.) Gegevens mogelijk maakt zonder discrete ID.
no: Distribusjonen kan visualiseres ved å beregne for hver kategorisk variabel (kvalitative variabler, loddnummer, etc.) eller datetime, og vise dem side om side. En visualiseringsmetode som tillater tverrgruppeanalyse (sammenligning mellom partier, dager, skift og etc.) av data uten diskret ID.
pl: Rozkład można wizualizować, obliczając dla każdej zmiennej kategorycznej (zmienne jakościowe, numer partii itp.) Lub DateTime, i wyświetlając je obok siebie. Metoda wizualizacji, która umożliwia analizę między grupami (porównanie partii, dni, zmian itp.) Bez dyskretnego ID.
pt: A distribuição pode ser visualizada calculando para cada variável categórica (variáveis ​​qualitativas, número do lote etc.) ou DateTime e exibindo -as lado a lado. Um método de visualização que permite a análise entre grupos (comparação entre lotes, dias, turnos e etc.) de dados sem ID discretos.
ro: Distribuția poate fi vizualizată prin calcularea pentru fiecare variabilă categorică (variabile calitative, număr de lot etc.) sau DateTime și afișându -le unul lângă altul. O metodă de vizualizare care permite analiza grupului transversal (comparație între loturi, zile, schimburi și etc.) a datelor fără discrete ID.
ru: Распределение может быть визуализировано путем вычисления для каждой категориальной переменной (качественные переменные, номер лота и т. Д.) или DateTime, и отображая их рядом. Метод визуализации, который позволяет анализ межгруппов (сравнение между лотами, днями, сдвигами и т. Д.) Данных без дискретного ID.
sd: تقسيم هر درجه بندي متغير جي حساب سان ترتيب ڏئي سگهجي ٿو (قابليت واري ڪيفيت، لوطٽ نمبر، يا تاريخ جو وقت، ۽ انهن کي ٻئي طرف ظاهر ڪندي. هڪ بصري وارو طريقو جيڪو ڪراس گروپ جي تجزيو (ڪيترن ئي، ڏينهن، شفٽ، شفٽ ۽ وغيره) جي مقابلي ۾، شفٽ ۽ وغيره).
si: එක් එක් වර්ගදායී විචල්යය (ගුණාත්මක විචල්යයන්, කැබලි අක්ෂර, ආදිය) හෝ දිනයා ටයිම් සඳහා ගණනය කිරීමෙන් බෙදාහැරීම දෘශ්යමාන කළ හැකිය. හරස් කණ්ඩායම් විශ්ලේෂණයට ඉඩ සලසන දෘශ්යකරණ ක්රමයක් (කැබලි අක්ෂර, දින, මාරුවීම් අතර සංසන්දනය) විවික්ත ID.
sk: Distribúciu je možné vizualizovať výpočtom pre každú kategorickú premennú (kvalitatívne premenné, číslo šarže atď.) Alebo DateTime a ich zobrazenie bok po boku. Metóda vizualizácie, ktorá umožňuje analýzu medzi skupinami (porovnanie medzi šaržami, dňami, zmenami atď.) Dátami bez diskrétneho ID.
sq: Shpërndarja mund të vizualizohet duke llogaritur për secilën ndryshore kategorike (variabla cilësore, numrin e pjesës, etj.) Ose DateTime, dhe duke i shfaqur ato krah për krah. Një metodë vizualizimi që lejon analizën e grupit ndër-grup (krahasimi midis shumë, ditëve, ndërrimeve, etj.) E të dhënave pa diskrete ID.
sv: Distributionen kan visualiseras genom att beräkna för varje kategorisk variabel (kvalitativa variabler, partikrets, etc.) eller datetime och visa dem sida vid sida. En visualiseringsmetod som möjliggör analys av grupper (jämförelse mellan partier, dagar, skift och etc.) data utan diskret ID.
th: การแจกแจงสามารถมองเห็นได้โดยการคำนวณสำหรับแต่ละตัวแปรหมวดหมู่ (ตัวแปรเชิงคุณภาพหมายเลขล็อต ฯลฯ ) หรือ dateTime และแสดงพวกเขาเคียงข้างกัน วิธีการสร้างภาพข้อมูลที่ช่วยให้การวิเคราะห์ข้ามกลุ่ม (เปรียบเทียบระหว่างล็อตวันกะและ ฯลฯ ) ของข้อมูลโดยไม่ต้องไม่ต่อเนื่อง ID
tl: Ang pamamahagi ay maaaring mailarawan sa pamamagitan ng pagkalkula para sa bawat variable na variable (mga variable na husay, numero ng lot, atbp.) O DateTime, at pagpapakita ng mga ito nang magkatabi. Ang isang paraan ng paggunita na nagbibigay-daan sa pagsusuri ng cross-group (paghahambing sa pagitan ng maraming, araw, paglilipat at iba pa) ng data nang walang discrete ID.
tr: Dağıtım, her kategorik değişken (nitel değişkenler, lot numarası, vb.) Veya DateTime için hesaplanarak ve yan yana görüntülenerek görselleştirilebilir. Ayrık ID olmadan verilerin gruplar arası analizine (lotlar, günler, vardiyalar ve vb. Karşılaştırma) izin veren bir görselleştirme yöntemi.
vi: Phân phối có thể được hiển thị bằng cách tính toán cho từng biến phân loại (các biến định tính, số lô, v.v.) hoặc datetime và hiển thị chúng cạnh nhau. Một phương pháp trực quan cho phép phân tích nhóm chéo (so sánh giữa các lô, ngày, ca, v.v.) của dữ liệu mà không có ID.

source: Master Config Hover
ar: اضبط العتبة ليتم رسمها على الرسوم البيانية.
bg: Задайте прага, който да бъде нарисуван на графики.
ca: Configureu el llindar per obtenir gràfics.
cs: Nastavte prahovou hodnotu, která má být nakreslena na grafech.
cy: Gosodwch y trothwy i'w dynnu ar graffiau.
da: Indstil tærsklen, der skal tegnes på grafer.
de: Stellen Sie den Schwellenwert ein, das auf Diagramme gezogen werden soll.
el: Ρυθμίστε το όριο που πρέπει να τραβηχτεί σε γραφήματα.
fa: آستانه را تنظیم کنید تا روی نمودارها ترسیم شود.
fi: Aseta kaavioihin piirrettävä kynnys.
fr: Réglez le seuil pour être dessiné sur les graphiques.
gd: Suidhich an stairsnich a tha air a tharraing air grafaichean.
he: הגדר את הסף שיימשך על גרפים.
hr: Postavite prag koji će se nacrtati na grafovima.
hu: Állítsa be a grafikonokra húzandó küszöböt.
id: Atur ambang batas yang akan ditarik pada grafik.
is: Stilltu þröskuldinn sem á að draga á myndrit.
it: Imposta la soglia da disegnare su grafici.
ja: グラフに規格線を引く際の閾値の設定を行います。
km: កំណត់កំរិតដែលត្រូវបានគូរលើក្រាហ្វិច។
lb: Setzt d'Schwellung fir op Grafiken ze gezeechent.
mi: Whakanohia te paepae kia unuhia ki runga i nga kauwhata.
mk: Поставете го прагот да се нацрта на графикони.
mn: Босгоыг график дээр зурна уу.
ms: Tetapkan ambang yang akan ditarik pada graf.
my: ဂရပ်များပေါ်တွင်ရေးဆွဲခံရဖို့တံခါးခုံကိုသတ်မှတ်။
nl: Stel de drempel in om op grafieken te worden getrokken.
no: Sett terskelen til å trekkes på grafer.
pl: Ustaw próg, który ma być narysowany na wykresach.
pt: Defina o limite a ser desenhado nos gráficos.
ro: Setați pragul pentru a fi desenat pe grafice.
ru: Установите порог, который будет нарисован на графиках.
sd: گرافن تي نقش ڪ to ڻ لاء مقرر ڪيو وڃي.
si: එළිපත්ත ප්රස්තාංක මත ඇඳීමට සකසන්න.
sk: Nastavte prahovú hodnotu, ktorá sa má nakresliť na grafy.
sq: Vendosni pragun që të vizatohet në grafikë.
sv: Ställ in tröskeln som ska dras på grafer.
th: ตั้งค่าเกณฑ์ที่จะวาดบนกราฟ
tl: Itakda ang threshold na iguguhit sa mga graph.
tr: Grafiklere çizilecek eşiği ayarlayın.
vi: Đặt ngưỡng được vẽ trên biểu đồ.
