Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Identify the explanatory variables that are correlated with the variable(s) specified here.
ar: تصور العلاقة بين المتغيرات المحددة هنا. يمكن تحديد ما يصل إلى 60 عنصرًا.
bg: Визуализирайте корелацията между променливите, посочени тук. Могат да бъдат избрани до 60 елемента.
ca: Visualitzeu la correlació entre les variables especificades aquí. Es poden seleccionar fins a 60 articles.
cs: Vizualizujte korelaci mezi zde uvedenými proměnnými. Lze vybrat až 60 položek.
cy: Delweddwch y gydberthynas rhwng y newidynnau a bennir yma. Gellir dewis hyd at 60 o eitemau.
da: Visualiser sammenhængen mellem de her specificerede variabler. Op til 60 varer kan vælges.
de: Visualisieren Sie die Korrelation zwischen den hier angegebenen Variablen. Bis zu 60 Elemente können ausgewählt werden.
el: Οπτικοποιήστε τη συσχέτιση μεταξύ των μεταβλητών που καθορίζονται εδώ. Μπορούν να επιλεγούν έως και 60 στοιχεία.
fa: همبستگی بین متغیرهای مشخص شده در اینجا را تجسم کنید. حداکثر 60 مورد را می توان انتخاب کرد.
fi: Visualisoi korrelaatio tässä määritettyjen muuttujien välillä. Enintään 60 tuotetta voidaan valita.
fr: Visualisez la corrélation entre les variables spécifiées ici. Jusqu'à 60 articles peuvent être sélectionnés.
gd: Lèirsinn an co-dhàimh eadar na caochladairean a tha air a chomharrachadh an seo. Faodar suas ri 60 nithean a thaghadh.
he: דמיינו את המתאם בין המשתנים שצוינו כאן. ניתן לבחור עד 60 פריטים.
hr: Vizualizirajte povezanost između ovdje navedenih varijabli. Može se odabrati do 60 predmeta.
hu: Képzelje el az itt megadott változók közötti korrelációt. Legfeljebb 60 elem választható ki.
id: Visualisasikan korelasi antara variabel yang ditentukan di sini. Hingga 60 item dapat dipilih.
is: Sjónaðu fylgni milli breytanna sem tilgreindar eru hér. Hægt er að velja allt að 60 hluti.
it: Visualizza la correlazione tra le variabili specificate qui. È possibile selezionare fino a 60 articoli.
ja: ここで指定した変数の相関関係を可視化します。最大60項目選択できます。
km: មើលការជាប់ទាក់ទងគ្នារវាងអថេរដែលបានបញ្ជាក់នៅទីនេះ។ ធាតុរហូតដល់ 60 អាចត្រូវបានជ្រើសរើស។
lb: Visualiséieren d'Korrelatioun tëscht de Variabelen, déi hei uginn hunn. Bis zu 60 Artikele kënne gewielt ginn.
mi: Tirohia te whakatikatika i waenga i nga taurangi kua tohua i konei. Tae atu ki te 60 nga mea ka tohua.
mk: Визуелизирајте ја корелацијата помеѓу променливите наведени овде. Може да се изберат до 60 артикли.
mn: Энд заасан хувьсагчдын хоорондын хамаарлыг төсөөл. 60 хүртэлх зүйлийг сонгож болно.
ms: Bayangkan korelasi antara pembolehubah yang dinyatakan di sini. Sehingga 60 item boleh dipilih.
my: ဒီမှာဖော်ပြထားသော variable တွေကိုအကြားဆက်စပ်မှုကိုမြင်ယောင်ကြည့်ပါ။ ပစ္စည်း 60 အထိရွေးချယ်နိုင်သည်။
nl: Visualiseer de correlatie tussen de hier opgegeven variabelen. Maximaal 60 items kunnen worden geselecteerd.
no: Visualiser sammenhengen mellom variablene som er spesifisert her. Opptil 60 varer kan velges.
pl: Wizualizuj korelację między określonymi tutaj zmiennymi. Można wybrać do 60 pozycji.
pt: Visualize a correlação entre as variáveis ​​especificadas aqui. Até 60 itens podem ser selecionados.
ro: Vizualizați corelația dintre variabilele specificate aici. Se pot selecta până la 60 de articole.
ru: Визуализируйте корреляцию между переменными, указанными здесь. Можно выбрать до 60 предметов.
sd: هتي بيان ڪيل متغيرن جي وچ ۾ باهمي تعلق کي ڏسو. 60 شين تائين چونڊجي سگهجي ٿو.
si: මෙහි දක්වා ඇති විචල්යයන් අතර සහසම්බන්ධය දෘශ්යමාන කරන්න. අයිතම 60 ක් දක්වා තෝරා ගත හැකිය.
sk: Vizualizujte koreláciu medzi tu uvedenými premennými. Je možné zvoliť až 60 položiek.
sq: Vizualizoni korrelacionin midis variablave të specifikuar këtu. Mund të zgjidhen deri në 60 artikuj.
sv: Visualisera sambandet mellan de variabler som anges här. Upp till 60 objekt kan väljas.
th: เห็นภาพความสัมพันธ์ระหว่างตัวแปรที่ระบุไว้ที่นี่ สามารถเลือกได้สูงสุด 60 รายการ
tl: I -visualize ang ugnayan sa pagitan ng mga variable na tinukoy dito. Hanggang sa 60 mga item ay maaaring mapili.
tr: Burada belirtilen değişkenler arasındaki korelasyonu görselleştirin. En fazla 60 ürün seçilebilir.
vi: Hình dung mối tương quan giữa các biến được chỉ định ở đây. Có thể chọn tối đa 60 mục.

source: Candidate variables that are correlated with objective variable(s).
ar: متغيرات المرشح التي ترتبط مع المتغيرات الموضوعية.
bg: Кандидатски променливи, които са свързани с обективни променливи.
ca: Variables candidats correlacionades amb variables objectives.
cs: Kandidátské proměnné, které korelují s objektivními proměnnými.
cy: Newidynnau ymgeisydd sy'n gysylltiedig â newidynnau gwrthrychol.
da: Kandidatvariabler, der er korreleret med objektive variabler.
de: Kandidatenvariablen, die mit objektiven Variablen korrelieren.
el: Οι υποψήφιες μεταβλητές που συσχετίζονται με αντικειμενικές μεταβλητές.
fa: متغیرهای کاندیدایی که با متغیرهای هدف همبستگی دارند.
fi: Ehdokasmuuttujat, jotka korreloivat objektiivisten muuttujien kanssa.
fr: Variables candidates en corrélation avec les variables objectives.
gd: Caochladairean tagraiche a tha ceangailte ri caochladairean amas.
he: משתני מועמדים המתואמים עם משתנים אובייקטיביים.
hr: Kandidatske varijable koje su u korelaciji s objektivnim varijablama.
hu: Jelölt változók, amelyek korrelálnak az objektív változókkal.
id: Variabel kandidat yang berkorelasi dengan variabel objektif.
is: Frambjóðandi breytur sem eru í tengslum við hlutlægar breytur.
it: Variabili candidate correlate alle variabili oggettive.
ja: 目的変数に相関する変数の候補です。
km: អថេរបេក្ខជនដែលទាក់ទងនឹងអថេរគោលបំណង។
lb: Kandidat Variabelen déi mat objektiver Variabelen korreléiert ginn.
mi: Taurangi kaitono e arahi ana me nga taurangi whaainga.
mk: Кандидатите за променливи кои се поврзани со објективни променливи.
mn: Объектив хувьсагчтай харьцуулсан нэр дэвшигчийн хувьсагчууд.
ms: Pembolehubah calon yang dikaitkan dengan pembolehubah objektif.
my: ရည်မှန်းချက် variable တွေကိုနှင့်ဆက်စပ်သောကိုယ်စားလှယ်လောင်း variable တွေကို။
nl: Kandidaatvariabelen die gecorreleerd zijn met objectieve variabelen.
no: Kandidatvariabler som er korrelert med objektive variabler.
pl: Zmienne kandydujące, które są skorelowane ze zmiennymi obiektywnymi.
pt: Variáveis ​​candidatas que estão correlacionadas com variáveis ​​objetivas.
ro: Variabile candidate care sunt corelate cu variabilele obiective.
ru: Переменные кандидата, которые коррелируют с объективными переменными.
sd: اميدوار جون متغير جيڪي معروضي متغيرن سان تعلق رکن ٿيون.
si: වෛෂයික විචල්යයන් සමඟ සම්බන්ධ වන අපේක්ෂක විචල්යයන්.
sk: Kandidátske premenné, ktoré korelujú s objektívnymi premennými.
sq: Variablat e kandidatëve që lidhen me variablat objektivë.
sv: Kandidatvariabler som är korrelerade med objektiva variabler.
th: ตัวแปรผู้สมัครที่มีความสัมพันธ์กับตัวแปรวัตถุประสงค์
tl: Ang mga variable na kandidato na nakakaugnay sa mga variable na layunin.
tr: Objektif değişkenlerle ilişkili aday değişkenler.
vi: Các biến ứng cử viên tương quan với các biến khách quan.

source: Parallel Plot
ar: مؤامرة تنسيق موازية
bg: Паралелна координатна графика
ca: Trama de coordenades paral·leles
cs: Paralelní souřadnicový graf
cy: Plot cyfesuryn cyfochrog
da: Parallel koordinat plot
de: Parallele Koordinatendiagramm
el: Παράλληλη οικόπεδο συντεταγμένων
fa: طرح مختصات موازی
fi: Rinnakkaiskoordinaattikaavio
fr: Tracé de coordonnées parallèles
gd: Plot co-òrdanachaidh co-shìnte
he: עלילת קואורדינטות מקבילות
hr: Paralelna koordinatna crta
hu: Párhuzamos koordináta diagram
id: Plot koordinat paralel
is: Samhliða hnitaslóð
it: Trama di coordinate parallele
ja: 平行座標プロット
km: គ្រោងសម្របសម្រួលប៉ារ៉ាឡែល
lb: Parallel koordinat Komplott
mi: Plantlel Whakariterite Plot
mk: Паралелна заговор за координати
mn: Зэрэгцээ координатын хуйвалдаан
ms: Plot koordinat selari
my: Parallel ကိုသြဒီနိတ်ကွက်ကွက်ကွင်းကွင်းကွက်ကွက်ကွင်းကွင်း
nl: Parallel coördinaatplot
no: Parallell koordinatplott
pl: Wykres współrzędnych równoległych
pt: Gráfico de coordenadas paralelas
ro: Diagrama de coordonate paralele
ru: Параллельный координатный график
sd: متوازي همراه پلاٽ
si: සමාන්තර සම්බන්ධීකරණ කුමන්ත්රණය
sk: Paralelný koordinovaný pozemok
sq: Komplot i koordinatave paralele
sv: Parallell koordinatplott
th: พล็อตพิกัดคู่ขนาน
tl: Parallel Coordinate Plot
tr: Paralel koordinat arsa
vi: Cốt truyện tọa độ song song

source: of all edges
ar: من جميع الحواف
bg: от всички ръбове
ca: de totes les vores
cs: všech hran
cy: o'r holl ymylon
da: af alle kanter
de: von allen Kanten
el: όλων των άκρων
fa: از همه لبه ها
fi: kaikista reunoista
fr: de tous les bords
gd: de na h-oirean
he: מכל הקצוות
hr: od svih rubova
hu: Az összes él közül
id: dari semua tepi
is: af öllum brúnum
it: di tutti i bordi
ja: 全体のうち
km: នៃគែមទាំងអស់
lb: vun all Kanten
mi: Tuhinga o mua
mk: од сите рабови
mn: бүх ирмэг
ms: dari semua tepi
my: အားလုံးအနား၏
nl: van alle randen
no: av alle kanter
pl: wszystkich krawędzi
pt: de todas as arestas
ro: din toate marginile
ru: всех краев
sd: سڀني ڪنڊن جو
si: සියලුම දාරවල
sk: všetkých hrán
sq: të gjitha skajet
sv: av alla kanter
th: ของขอบทั้งหมด
tl: ng lahat ng mga gilid
tr: tüm kenarlardan
vi: của tất cả các cạnh

source: Layout
ar: تَخطِيط
bg: Оформление
ca: Pla
cs: Rozvržení
cy: Gynllun
el: Διάταξη
fa: چیدمان
fr: Disposition
gd: Cruth
he: מַעֲרָך
hr: Raspored
hu: Elrendezés
id: Tata letak
is: Skipulag
it: Disposizione
ja: レイアウト
km: តមរបថតឹម
lb: Lueden
mi: Ōtanga
mk: Распоред
mn: Төлөвлөгөө
ms: Susun atur
my: စီမန်ကိန်း
no: Oppsett
pl: Układ
ro: Aspect
ru: Макет
sd: ترتيب ڏيڻ
si: පිරිසැලසුම
sk: Usporiadanie
sq: Paraqitje
th: เค้าโครง
tr: Düzen
vi: Cách trình bày

source: Circle
ar: دائرة
bg: Кръг
ca: Cercle
cs: Kruh
cy: Cylchred
da: Cirkel
de: Kreis
el: Κύκλος
fa: دایره
fi: Ympyrä
fr: Cercle
gd: Cearcall
he: מעגל
hr: Krug
hu: Kör
id: Lingkaran
is: Hringur
it: Cerchio
ja: 円形
km: ប័ត្ធ
lb: Kächst
mi: Āwhio
mk: Круг
mn: Дүгуй
ms: Bulatan
my: အဝိုင်း
nl: Cirkel
no: Sirkel
pl: Koło
pt: Círculo
ro: Cerc
ru: Круг
sd: دائرو
si: රවුම
sk: Kruh
sq: Rreth
sv: Cirkel
th: วงกลม
tl: Bilog
tr: Daire
vi: Vòng tròn

source: Auto
ar: تلقائي
bg: Автоматично
ca: Automàtic
cs: Automatický
cy: Awtomatig
da: Automatisk
de: Automatisch
el: Αυτόματο
fa: خودکار
fi: Automaattinen
fr: Automatique
gd: Fèin-ghluasadach
he: אוֹטוֹמָטִי
hr: Automatski
hu: Automatikus
id: Otomatis
is: Sjálfvirkt
it: Automatico
ja: 自動
km: ដោយសវ័យរបវត្ដ
lb: Automatesch
mi: Aunoa
mk: Автоматско
mn: Автоматжүүлал
ms: Automatik
my: အလိုအလေျာက်သွားလာသော
nl: Automatisch
no: Automatisk
pl: Automatyczny
pt: Automático
ro: Automat
ru: Автоматический
sd: خودج
si: ස්වයංක්රීය
sk: Automatický
sq: Automatik
sv: Automatisk
th: อัตโนมัติ
tl: Awtomatiko
tr: Otomatik
vi: Tự động

source: Available ratio
ar: نجاعة
bg: Ефективност
ca: Eficiència
cs: Účinnost
cy: Effeithlonrwydd
da: Effektivitet
de: Effizienz
el: Αποδοτικότητα
fa: بهره وری
fi: Tehokkuus
fr: Efficacité
gd: Èifeachdas
he: יְעִילוּת
hr: Učinkovitost
hu: Hatékonyság
id: Efisiensi
is: Skilvirkni
it: Efficienza
ja: 有効率
km: សមត្ថផាប
lb: Effizienz
mi: Kakama
mk: Ефикасност
mn: Бүтээмж
ms: Kecekapan
my: ထိရောက်မှု
nl: Efficiëntie
no: Effektivitet
pl: Efektywność
pt: Eficiência
ro: Eficienţă
ru: Эффективность
sd: ڪارڪردگي
si: කාර්යක්ෂමතාව
sk: Účinnosť
sq: Efikasitet
sv: Effektivitet
th: ประสิทธิภาพ
tl: Kahusayan
tr: Yeterlik
vi: Hiệu quả

source: Set threshold
ar: Control Line: تحقق عند رسم مستويات الإدارة مثل الخطوط القياسية
bg: Control Line: Проверете кога рисуване на нива на управление като стандартни линии
ca: Control Line: Comproveu quan dibuixi nivells de gestió com ara línies estàndard
cs: Control Line: Zkontrolujte při kreslení úrovní správy, jako jsou standardní linky
cy: Control Line: Gwiriwch wrth dynnu lefelau rheoli fel llinellau safonol
da: Control Line: Kontroller, når man tegner styringsniveauer såsom standardlinjer
de: Control Line: Überprüfen
el: Control Line: Ελέγξτε όταν τα επίπεδα διαχείρισης σχεδίασης όπως οι τυπικές γραμμές
fa: Control Line: هنگام ترسیم سطح مدیریت مانند خطوط استاندارد ، بررسی کنید
fi: Control Line: Tarkista, kun piirrät hallintatasot, kuten vakioviivat
fr: Control Line: Vérifiez lorsque les niveaux de gestion des dessins tels que les lignes standard
gd: Control Line: Thoir sùil air cuin a bhios ìrean riaghlaidh a tha a 'tarraing leithid loidhnichean àbhaisteach
he: Control Line: בדוק מתי ציור רמות ניהול כמו קווים סטנדרטיים
hr: Control Line: Provjerite prilikom upravljanja crtežom, kao što su standardne linije
hu: Control Line: Ellenőrizze, mikor rajzoljon kezelési szinteket, például a standard sorokat
id: Control Line: Periksa kapan level manajemen menggambar seperti garis standar
is: Control Line: Athugaðu hvenær teiknaðu stjórnunarstig eins og venjulegar línur
it: Control Line: controlla quando si disegnano livelli di gestione come le linee standard
ja: Control Line: 規格線などの管理水準を描画する際にチェックしてください
km: Control Line: ពិនិត្យមើលនៅពេលគ្រប់គ្រងកម្រិតនៃការគ្រប់គ្រងការគូរដូចជាបន្ទាត់ស្តង់ដារ
lb: Control Line: kuckt wann d'Zeechnungsfacteladeg Niveauen wéi Standardlinnen
mi: Control Line: Tirohia te wa e tuhi ana i nga taumata whakahaere penei i nga raina paerewa
mk: Control Line: Проверете кога цртате нивоа на управување, како што се стандардни линии
mn: Control Line: Стандарт шугамууд гэх мэт удирдлагын түвшинг зурах үед шалгана уу
ms: Control Line: Periksa ketika lukisan tahap pengurusan seperti garis standard
my: Control Line: စံလိုင်းများကဲ့သို့သောစီမံခန့်ခွဲမှုအဆင့်များကိုဆွဲသည့်အခါစစ်ဆေးပါ
nl: Control Line: Controleer bij het tekenen van managementniveaus zoals standaardlijnen
no: Control Line: Kontroller når tegningsstyringsnivåer som standardlinjer
pl: Control Line: Sprawdź podczas rysowania poziomów zarządzania, takich jak linie standardowe
pt: Control Line: Verifique ao desenhar níveis de gerenciamento, como linhas padrão
ro: Control Line: Verificați la desenarea nivelurilor de gestionare a desenului, cum ar fi liniile standard
ru: Control Line: проверьте, когда уровни управления рисованием, такие как стандартные линии
sd: __277___: چيڪ ڪريو جڏهن انتظام جي سطح تي ڊرائنگ جي سطح جهڙوڪ معياري لڪيرون
si: Control Line: සම්මත රේඛා වැනි කළමනාකරණ මට්ටම් ඇඳීමේදී පරීක්ෂා කරන්න
sk: Control Line: Skontrolujte, či sú úrovne riadenia kreslenia, ako sú štandardné riadky
sq: Control Line: Kontrolloni kur vizatoni nivelet e menaxhimit siç janë linjat standarde
sv: Control Line: Kontrollera när man ritar hanteringsnivåer som standardlinjer
th: Control Line: ตรวจสอบว่าระดับการจัดการระดับการจัดการเช่นบรรทัดมาตรฐาน
tl: Control Line: Suriin kapag ang pagguhit ng mga antas ng pamamahala tulad ng mga karaniwang linya
tr: Control Line: Standart çizgiler gibi yönetim seviyelerini çizerken kontrol edin
vi: Control Line: Kiểm tra khi các cấp quản lý bản vẽ như các dòng tiêu chuẩn

source: Analysis Platform
ar: منصة التحليل
bg: Платформа за анализ
ca: Platforma d’anàlisi
cs: Analytická platforma
cy: Platfform dadansoddi
da: Analyseplatform
de: Analyseplattform
el: Πλατφόρμα ανάλυσης
fa: بستر تحلیلی
fi: Analyysialusta
fr: Plate-forme d'analyse
gd: Àrd-ùrlar Mion-sgrùdaidh
he: פלטפורמת ניתוח
hr: Platforma za analizu
hu: Elemzési platform
id: Platform analisis
is: Greiningarpallur
it: Piattaforma di analisi
ja: 分析プラットホーム
km: វេទិកាវិភាគ
lb: Analyse Plattform
mi: Papamahi tātaritanga
mk: Платформа за анализа
mn: Хэмжилдолцооны платол хий
ms: Platform analisis
my: ခွဲခြမ်းစိတ်ဖြာခြင်းပလက်ဖောင်း
nl: Analyseplatform
no: Analyseplattform
pl: Platforma analizy
pt: Plataforma de análise
ro: Platforma de analiză
ru: Анализованная платформа
sd: تجزيو پليٽ فارم
si: විශ්ලේෂණ වේදිකාව
sk: Analytická platforma
sq: Platformë e analizës
sv: Analysplattform
th: แพลตฟอร์มการวิเคราะห์
tl: Platform ng pagtatasa
tr: Analiz platformu
vi: Nền tảng phân tích

source: Pareto Chart
ar: مخطط باريتو
bg: Парето диаграма
ca: Gràfic Pareto
cs: Pareto graf
cy: Siart Pareto
da: Pareto -diagram
de: Pareto -Diagramm
el: Διάγραμμα Pareto
fa: نمودار پارتو
fi: Pareto -kaavio
fr: Diagramme de Pareto
gd: Cairt pareto
he: תרשים פארטו
hr: Pareto grafikon
hu: Pareto -diagram
id: Bagan Pareto
is: Pareto mynd
it: Diagramma di Pareto
ja: パレート図
km: គំនូសតាងផាតតូ
lb: Pareo Charto
mi: Tūtohi pareto
mk: Табела Парето
mn: Тавлал зурах
ms: Carta Pareto
my: Pareto ဇယား
nl: Pareto -grafiek
no: Pareto -diagram
pl: Wykres Pareto
pt: Diagrama de pareto
ro: Pareto grafic
ru: Парето Диаграмма
sd: پاٽو چارٽ
si: පැරේටෝ වගුව
sk: Pareto
sq: Grafik
sv: Pareto -diagram
th: แผนภูมิ Pareto
tl: Tsart ng Pareto
tr: Pareto Grafiği
vi: Biểu đồ Pareto

source: Total Occurrences
ar: عدد الحدوث
bg: Брой възникване
ca: Nombre d'ocurrència
cs: Počet výskytu
cy: Nifer y digwyddiad
da: Antal forekomst
de: Anzahl der Ereignisse
el: Αριθμός εμφάνισης
fa: تعداد وقوع
fi: Esiintymisen lukumäärä
fr: Nombre d'occurrence
gd: Àireamh tachartais
he: מספר התרחשות
hr: Broj pojave
hu: Előfordulási szám
id: Jumlah kejadian
is: Fjöldi viðburða
it: Numero di occorrenza
ja: 発生回数
km: ចំនួននៃការកើតឡើង
lb: Zuel vun den Optriede
mi: Tuhinga o mua
mk: Број на појава
mn: Тохиолдлын тоо
ms: Bilangan kejadian
my: ဖြစ်ပျက်မှုအရေအတွက်
nl: Aantal voorkomen
no: Antall forekomster
pl: Liczba występowania
pt: Número de ocorrência
ro: Numărul de apariție
ru: Количество вхождения
sd: واقعن جو تعداد
si: සිදුවීම ගණන
sk: Počet výskytu
sq: Numri i shfaqjes
sv: Antal förekomst
th: จำนวนการเกิดขึ้น
tl: Bilang ng paglitaw
tr: Oluşum sayısı
vi: Số lần xuất hiện

source: Cumulative Ratio [%]
ar: نسبة التراكمية [٪]
bg: Кумулативно съотношение [%]
ca: Proporció acumulada [%]
cs: Kumulativní poměr [%]
cy: Cymhareb gronnus [%]
da: Kumulativt forhold [%]
de: Kumulatives Verhältnis [%]
el: Αθροιστική αναλογία [%]
fa: نسبت تجمعی [٪]
fi: Kumulatiivinen suhde [%]
fr: Ratio cumulatif [%]
gd: Co-mheas teilidh [%]
he: יחס מצטבר [%]
hr: Kumulativni omjer [%]
hu: Kumulatív arány [%]
id: Rasio kumulatif [%]
is: Uppsafnað hlutfall [%]
it: Rapporto cumulativo [%]
ja: 累積比率 [%]
km: សមាមាត្រកើន [%]
lb: Kumulative Verhältnis [%]
mi: Tauwehenga tuitui [%]
mk: Кумулативен сооднос [%]
mn: Хуримтлагдсан харьцаа [%]
ms: Nisbah kumulatif [%]
my: တဖြည်းဖြည်းတိုးပွားလာအချိုး [%]
nl: Cumulatieve verhouding [%]
no: Kumulativt forhold [%]
pl: Skumulowany stosunek [%]
pt: Razão cumulativa [%]
ro: Raport cumulativ [%]
ru: Кумулятивное соотношение [%]
sd: مجموعي تناسب [٪]
si: සමුච්චිත අනුපාතය [%]
sk: Kumulatívny pomer [%]
sq: Raporti kumulativ [%]
sv: Kumulativt förhållande [%]
th: อัตราส่วนสะสม [%]
tl: Cululative Ratio [%]
tr: Kümülatif Oran [%]
vi: Tỷ lệ tích lũy [%]
