Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Last 7 Days
ar: اخر 7 ايام
bg: Последните 7 дни
ca: Últims 7 dies
cs: Posledních 7 dní
cy: 7 diwrnod diwethaf
da: Sidste 7 dage
de: Letzten 7 Tage
el: Τελευταίες 7 ημέρες
fa: 7 روز گذشته
fi: Viimeiset 7 päivää
fr: Les 7 derniers jours
gd: Na 7 latha mu dheireadh
he: 7 הימים האחרונים
hr: Zadnjih 7 dana
hu: Az elmúlt 7 nap
id: 7 hari terakhir
is: Síðustu 7 dagar
it: Ultimi 7 giorni
ja: 過去7日間
km: 7 ថ្ងៃចុងក្រោយ
lb: Déi lescht 7 Deeg
mi: Nga ra e 7 whakamutunga
mk: Последни 7 дена
mn: Сүүлийн 7 өдөр
ms: 7 hari terakhir
my: နောက်ဆုံး 7 ရက်
nl: Laatste 7 dagen
no: Siste 7 dager
pl: Ostatnie 7 dni
pt: Últimos 7 dias
ro: Ultimele 7 zile
ru: Последние 7 дней
sd: گذريل 7 ڏينهن
si: පසුගිය දින 7
sk: Posledných 7 dní
sq: 7 ditët e fundit
sv: De senaste sju dagarna
th: 7 วันสุดท้าย
tl: Huling 7 araw
tr: Son 7 gün
vi: 7 ngày qua

source: Last 30 Days
ar: آخر 30 يومًا
bg: Последните 30 дни
ca: Últims 30 dies
cs: Posledních 30 dní
cy: 30 diwrnod diwethaf
da: Sidste 30 dage
de: Letzte 30 Tage
el: Τελευταίες 30 ημέρες
fa: 30 روز گذشته
fi: Viimeiset 30 päivää
fr: Les 30 derniers jours
gd: Na h-30 latha mu dheireadh
he: 30 הימים האחרונים
hr: Zadnjih 30 dana
hu: Az elmúlt 30 nap
id: 30 hari terakhir
is: Síðustu 30 dagar
it: Ultimi 30 giorni
ja: 過去30日間
km: 30 ថ្ងៃចុងក្រោយ
lb: Déi lescht 30 Deeg
mi: 30 ra whakamutunga
mk: Последни 30 дена
mn: СУРГУУЛИЙН 30 30
ms: 30 hari terakhir
my: ရက်ပေါင်း 30 ရက်
nl: Laatste 30 dagen
no: Siste 30 dager
pl: Ostatnie 30 dni
pt: Últimos 30 dias
ro: Ultimele 30 de zile
ru: Последние 30 дней
sd: گذريل 30 ڏينهن
si: පසුගිය දින 30 යි
sk: Posledných 30 dní
sq: 30 ditët e fundit
sv: De senaste 30 dagarna
th: 30 วันสุดท้าย
tl: Huling 30 araw
tr: Son 30 gün
vi: 30 ngày trước

source: This Month
ar: هذا الشهر
bg: Този месец
ca: Aquest mes
cs: Tento měsíc
cy: Y mis yma
da: Denne måned
de: Diesen Monat
el: Αυτο το μηνα
fa: این ماه
fi: Tässä kuussa
fr: Ce mois-ci
gd: Air a 'mhìos seo
he: החודש
hr: Ovaj mjesec
hu: Ebben a hónapban
id: Bulan ini
is: Í þessum mánuði
it: Questo mese
ja: 今月
km: ខែ​នេះ
lb: Dëse Mount
mi: I tenei marama
mk: Овој месец
mn: Энэ сар
ms: Bulan ini
my: ဤလတွင်
nl: Deze maand
no: Denne måneden
pl: Ten miesiąc
pt: Este mês
ro: Luna aceasta
ru: Этот месяц
sd: هن مهيني
si: මේ මාසයේ
sk: Tento mesiac
sq: Këtë muaj
sv: Den här månaden
th: เดือนนี้
tl: Sa buwang ito
tr: Bu ay
vi: Tháng này

source: -1 Month
ar: -1 شهر
bg: -1 месец
ca: -1 mes
cs: -1 měsíc
cy: -1 mis
da: -1 måned
de: -1 Monat
el: -1 μήνα
fa: -1 ماه
fi: -1 kuukausi
fr: -1 mois
gd: -1 mìos
he: -1 חודש
hr: -1 mjesec
hu: -1 hónap
id: -1 bulan
is: -1 mánuður
it: -1 mese
ja: -1ヶ月
km: -1 ខែ
lb: -1 Mount
mi: -1 marama
mk: -1 месец
mn: -1 сар
ms: -1 bulan
my: -1 လ
nl: -1 maand
no: -1 måned
pl: -1 miesiąc
pt: -1 mês
ro: -1 lună
ru: -1 месяц
sd: -1 مهينو
si: -1 මාසය
sk: -1 mesiac
sq: -1 muaj
sv: -1 månad
th: -1 เดือน
tl: -1 buwan
tr: -1 ay
vi: -1 tháng

source: +3 Months
ar: +3 أشهر
bg: +3 месеца
ca: +3 mesos
cs: +3 měsíce
cy: +3 mis
da: +3 måneder
de: +3 Monate
el: +3 μήνες
fa: +3 ماه
fi: +3 kuukautta
fr: +3 mois
gd: +3 mìosan
he: +3 חודשים
hr: +3 mjeseca
hu: +3 hónap
id: +3 bulan
is: +3 mánuðir
it: +3 mesi
ja: +3ヶ月
km: +3 ខែ
lb: +3 Méint
mi: +3 marama
mk: +3 месеци
mn: +3 сар
ms: +3 bulan
my: +3 လ
nl: +3 maanden
no: +3 måneder
pl: +3 miesiące
pt: +3 meses
ro: +3 luni
ru: +3 месяца
sd: +3 مهينا
si: +3 මාස
sk: +3 mesiacov
sq: +3 muaj
sv: +3 månader
th: +3 เดือน
tl: +3 buwan
tr: +3 ay
vi: +3 tháng

source: Apply
ar: يتقدم
bg: Приложи
ca: Aplicar -se
cs: Aplikovat
cy: Gynigiwch
da: ansøge
de: Sich bewerben
el: Ισχύουν
fa: درخواست دادن
fi: Käytä
fr: Appliquer
gd: Cuir a-steach
he: להגיש מועמדות
hr: Prijaviti
hu: Alkalmaz
id: Berlaku
is: Notaðu
it: Applicare
ja: 適用
km: រេបីចារបយោចន៍
lb: Akaff ëmsetzen
mi: Tono
mk: Применуваат
mn: Хандах
ms: Memohon
my: လေှျာက်တောင်း
nl: Van toepassing zijn
no: Søke om
pl: Stosować
pt: Aplicar
ro: aplica
ru: Подать заявление
sd: گهڻو تصديق ڪيو
si: අයදුම් කරන්න
sk: Uplatniť
sq: Zbatoj
sv: Tillämpa
th: นำมาใช้
tl: Mag -apply
tr: Uygulamak
vi: Ứng dụng

source: Week No
ar: أسبوع
bg: Седмица
ca: Setmana
cs: Týden
cy: Wythnosau
da: Uge
de: Woche
el: Εβδομάδα
fa: هفته
fi: Viikko
fr: La semaine
gd: Seachdain
he: שָׁבוּעַ
hr: Tjedan
hu: Hét
id: Pekan
is: Vika
it: Settimana
ja: 週
km: សបា្ដហ៍
lb: Woch
mi: Wiki
mk: Недела
mn: Долоо хоног
ms: Minggu
my: ရက်သတ္တပတ်
nl: Week
no: Uke
pl: Tydzień
pt: Semana
ro: Săptămână
ru: Неделя
sd: هفتو
si: සතිය
sk: Týždeň
sq: Javë
sv: Vecka
th: สัปดาห์
tl: Linggo
tr: Hafta
vi: Tuần

source: dayNames
ar: Sun_Mon_Tue_Wed_Thu_Fri_Sat
bg: Sun_Mon_Tue_Wed_Thu_Fri_Sat
ca: Sun_Mon_Tue_Wed_Thu_Fri_Sat
cs: Sun_Mon_Tue_Wed_Thu_Fri_Sat
cy: Sun_Mon_Tue_Wed_Thu_Fri_Sat
da: Sun_Mon_Tue_Wed_Thu_Fri_Sat
de: Sun_Mon_Tue_Wed_Thu_Fri_Sat
el: Sun_Mon_Tue_Wed_Thu_Fri_Sat
fa: Sun_Mon_Tue_Wed_Thu_Fri_Sat
fi: Sun_Mon_Tue_Wed_Thu_Fri_Sat
fr: Sun_Mon_Tue_Wed_Thu_Fri_Sat
gd: Sun_Mon_Tue_Wed_Thu_Fri_Sat
he: Sun_Mon_Tue_Wed_Thu_Fri_Sat
hr: Sun_Mon_Tue_Wed_Thu_Fri_Sat
hu: Sun_Mon_Tue_Wed_Thu_Fri_Sat
id: Sun_Mon_Tue_Wed_Thu_Fri_Sat
is: Sun_Mon_Tue_Wed_Thu_Fri_Sat
it: Sun_Mon_Tue_Wed_Thu_Fri_Sat
ja: 日_月_火_水_木_金_土
km: Sun_Mon_Tue_Wed_Thu_Fri_Sat
lb: Sun_Mon_Tue_Wed_Thu_Fri_Sat
mi: Sun_Mon_Tue_Wed_Thu_Fri_Sat
mk: Sun_Mon_Tue_Wed_Thu_Fri_Sat
mn: Sun_Mon_Tue_Wed_Thu_Fri_Sat
ms: Sun_Mon_Tue_Wed_Thu_Fri_Sat
my: Sun_Mon_Tue_Wed_Thu_Fri_Sat
nl: Sun_Mon_Tue_Wed_Thu_Fri_Sat
no: Sun_Mon_Tue_Wed_Thu_Fri_Sat
pl: Sun_Mon_Tue_Wed_Thu_Fri_Sat
pt: Sun_Mon_Tue_Wed_Thu_Fri_Sat
ro: Sun_Mon_Tue_Wed_Thu_Fri_Sat
ru: Sun_Mon_Tue_Wed_Thu_Fri_Sat
sd: Sun_Mon_Tue_Wed_Thu_Fri_Sat
si: Sun_Mon_Tue_Wed_Thu_Fri_Sat
sk: Sun_Mon_Tue_Wed_Thu_Fri_Sat
sq: Sun_Mon_Tue_Wed_Thu_Fri_Sat
sv: Sun_Mon_Tue_Wed_Thu_Fri_Sat
th: Sun_Mon_Tue_Wed_Thu_Fri_Sat
tl: Sun_Mon_Tue_Wed_Thu_Fri_Sat
tr: Sun_Mon_Tue_Wed_Thu_Fri_Sat
vi: Sun_Mon_Tue_Wed_Thu_Fri_Sat

source: DayOf7DaysAgo
ar: منذ 7 ايام
bg: Преди 7 дни
ca: Fa 7 dies
cs: Před 7 dny
cy: 7 diwrnod yn ôl
da: For 7 dage siden
de: vor 7 Tagen
el: Πριν από 7 ημέρες
fa: 7 روز پیش
fi: 7 päivää sitten
fr: il y a 7 jours
gd: 7 latha air ais
he: לפני 7 ימים
hr: Prije 7 dana
hu: 7 nappal ezelőtt
id: 7 hari yang lalu
is: Fyrir 7 dögum
it: 7 giorni fa
ja: 7日前の日
km: 7 ថ្ងៃមុន
lb: 7 Deeg Iwwernierf
mi: 7 nga ra i mua
mk: Пред 7 дена
mn: 7 хоногийн өмнө
ms: 7 hari yang lalu
my: လွန်ခဲ့သော 7 ရက်က
nl: 7 dagen geleden
no: 7 dager siden
pl: 7 dni temu
pt: 7 dias atrás
ro: Acum 7 zile
ru: 7 дней назад
sd: 7 ڏينهن اڳ
si: දින 7 කට පෙර
sk: Pred 7 dňami
sq: 7 ditë më parë
sv: 7 dagar sedan
th: 7 วันที่ผ่านมา
tl: 7 araw na ang nakakaraan
tr: 7 gün önce
vi: 7 ngày trước

source: DayOf30DaysAgo
ar: منذ 30 يومًا
bg: Преди 30 дни
ca: Fa 30 dies
cs: Před 30 dny
cy: 30 diwrnod yn ôl
da: 30 dage siden
de: Vor 30 Tagen
el: Πριν από 30 ημέρες
fa: 30 روز پیش
fi: 30 päivää sitten
fr: Il y a 30 jours
gd: 30 latha air ais
he: לפני 30 יום
hr: Prije 30 dana
hu: 30 nappal ezelőtt
id: 30 hari yang lalu
is: Fyrir 30 dögum
it: 30 giorni fa
ja: 30日前の日
km: 30 ថ្ងៃមុន
lb: 30 Deeg
mi: 30 nga ra i mua
mk: Пред 30 дена
mn: 30 хоногийн өмнө
ms: 30 hari yang lalu
my: ရက်ပေါင်း 30 အကြာ
nl: 30 dagen geleden
no: For 30 dager siden
pl: 30 dni temu
pt: 30 dias atrás
ro: Acum 30 de zile
ru: 30 дней назад
sd: 30 ڏينهن اڳ
si: දින 30 කට පෙර
sk: Pred 30 dňami
sq: 30 ditë më parë
sv: 30 dagar sedan
th: 30 วันที่ผ่านมา
tl: 30 araw na ang nakakaraan
tr: 30 gün önce
vi: 30 ngày trước

source: FirstDayOfThisMonth
ar: يوم القبضة من هذا الشهر
bg: Денят на юмрука на този месец
ca: Dia del puny d’aquest mes
cs: Pěst den tohoto měsíce
cy: Diwrnod dwrn y mis hwn
da: Knytnævedagen denne måned
de: Fausttag dieses Monats
el: Ημέρα γροθιάς αυτού του μήνα
fa: مشت روز این ماه
fi: Tämän kuukauden nyrkkipäivä
fr: Jour de poing de ce mois
gd: Latha Fist den mhìos seo
he: יום האגרוף של החודש הזה
hr: Dan šake ovog mjeseca
hu: A hónap ököl napja
id: Hari tinju bulan ini
is: Hnefadagur þessa mánaðar
it: Fist Day di questo mese
ja: 月の最初日
km: ថ្ងៃនៃខែនេះ
lb: Fist Day vun dësem Mount
mi: Te ra o tenei marama
mk: Ден на тупаница од овој месец
mn: Энэ сарын нударга өдөр
ms: Hari penumbuk bulan ini
my: ဒီလ၏လက်သီး
nl: Vuistdag van deze maand
no: Knyttnevedag denne måneden
pl: Dzień pięści tego miesiąca
pt: Fist Day deste mês
ro: Ziua pumnului din această lună
ru: Кулачный день этого месяца
sd: هن مهيني جي مٺي ڏينهن
si: මේ මාසයේ හස්ත දිනය
sk: Deň päste tohto mesiaca
sq: Dita e Fist e këtij muaji
sv: Fist Day i denna månad
th: วันกำปั้นของเดือนนี้
tl: Fist day ng buwang ito
tr: Bu ayın yumruk günü
vi: Ngày nắm tay của tháng này

source: LastDayOfThisMonth
ar: آخر يوم من هذا الشهر
bg: Последен ден от този месец
ca: Últim dia d’aquest mes
cs: Poslední den tohoto měsíce
cy: Diwrnod olaf y mis hwn
da: Sidste dag i denne måned
de: Letzter Tag dieses Monats
el: Τελευταία ημέρα αυτού του μήνα
fa: آخرین روز این ماه
fi: Tämän kuukauden viimeinen päivä
fr: Dernier jour de ce mois
gd: An latha mu dheireadh den mhìos seo
he: היום האחרון של החודש הזה
hr: Posljednji dan ovog mjeseca
hu: A hónap utolsó napja
id: Hari terakhir bulan ini
is: Síðasti dagur þessa mánaðar
it: Ultimo giorno di questo mese
ja: 月の最終日
km: ថ្ងៃចុងក្រោយនៃខែនេះ
lb: Leschten Dag vun dësem Mount
mi: Te ra whakamutunga o tenei marama
mk: Последен ден од овој месец
mn: Энэ сарын сүүлийн өдөр
ms: Hari terakhir bulan ini
my: ဒီလရဲ့နောက်ဆုံးနေ့
nl: Laatste dag van deze maand
no: Siste dag i denne måneden
pl: Ostatni dzień tego miesiąca
pt: Último dia deste mês
ro: Ultima zi a acestei luni
ru: Последний день этого месяца
sd: هن مهيني جو آخري ڏينهن
si: මේ මාසයේ අවසාන දිනය
sk: Posledný deň tohto mesiaca
sq: Dita e fundit e këtij muaji
sv: Sista dagen i denna månad
th: วันสุดท้ายของเดือนนี้
tl: Huling araw ng buwang ito
tr: Bu ayın son günü
vi: Ngày cuối cùng của tháng này

source: -3 Months
ar: -3 اشهر
bg: -3 месеца
ca: -3 mesos
cs: -3 měsíce
cy: -3 mis
da: -3 måneder
de: -3 Monate
el: -3 μήνες
fa: -3 ماه
fi: -3 kuukautta
fr: -3 mois
gd: -3 mìosan
he: -3 חודשים
hr: -3 mjeseca
hu: -3 hónap
id: -3 bulan
is: -3 mánuðir
it: -3 mesi
ja: -3ヶ月
km: -3 ខែ
lb: -3 Méint
mi: -3 marama
mk: -3 месеци
mn: -3 сар
ms: -3 bulan
my: -3 လ
nl: -3 maanden
no: -3 måneder
pl: -3 miesiące
pt: -3 meses
ro: -3 luni
ru: -3 месяца
sd: -3 مهينا
si: -3 මාස
sk: -3 mesiace
sq: -3 muaj
sv: -3 månader
th: -3 เดือน
tl: -3 buwan
tr: -3 ay
vi: -3 tháng

source: Updated at
ar: تم التحديث في
bg: Актуализирано на
ca: Actualitzat a
cs: Aktualizováno na
cy: Wedi'i ddiweddaru yn
da: Opdateret kl
de: Aktualisiert am
el: Ενημερώθηκε στο
fa: به روز شده در
fi: Päivittynyt
fr: Mis à jour à
gd: Air ùrachadh aig
he: עודכן ב
hr: Ažurirano na
hu: Frissítve
id: Diperbarui di
is: Uppfært kl
it: Aggiornato a
ja: 更新日時
km: ធ្វើឱ្យទាន់សម័យនៅ
lb: Aktualiséiert bei
mi: Whakahoutia i
mk: Ажурирано на
mn: Шинэчлэгдсэн
ms: Dikemas kini di
my: မှာ updated
nl: Bijgewerkt op
no: Oppdatert på
pl: Zaktualizowano w
pt: Atualizado em
ro: Actualizat la
ru: Обновлено в
sd: تي اپڊيٽ ڪيو ويو
si: යාවත්කාලීන කරන ලදි
sk: Aktualizované na
sq: Përditësuar në
sv: Uppdaterad på
th: อัปเดตที่
tl: Nai -update sa
tr: Güncellendi
vi: Cập nhật tại

source: Since it is visualized in high-speed mode, the data points are omitted.
ar: يتم تلخيص نقاط البيانات مع الوضع السريع. إذا كنت ترغب في الحصول على مؤامرة دون حذف البيانات ، فاضبط الفترة المستهدفة أقصر.
bg: Точките от данни са обобщени с бърз режим. Ако искате да получите сюжет, без да пропускате данни, коригирайте целевия период по -кратък.
ca: Els punts de dades es resumeixen amb mode ràpid. Si voleu obtenir una trama sense ometre dades, ajusteu el període de destinació més curt.
cs: Datové body jsou shrnuty pomocí rychlého režimu. Pokud chcete získat graf bez vynechání dat, upravte cílovou dobu kratší.
cy: Crynhoir pwyntiau data gyda'r modd cyflym. Os ydych chi am gael plot heb hepgor data, addaswch y cyfnod targed yn fyrrach.
da: Datapunkter opsummeres med hurtig tilstand. Hvis du ønsker at få plot uden at udelade data, skal du justere målperioden kortere.
de: Datenpunkte werden mit einem schnellen Modus zusammengefasst. Wenn Sie das Plot erhalten möchten, ohne Daten wegzulassen, passen Sie die Zielzeit kürzer an.
el: Τα σημεία δεδομένων συνοψίζονται με γρήγορη λειτουργία. Εάν θέλετε να πάρετε οικόπεδο χωρίς να παραλείψετε δεδομένα, προσαρμόστε τη βραχύτερη περίοδο στόχου.
fa: نقاط داده با حالت سریع خلاصه می شوند. اگر می خواهید بدون حذف داده ها نقشه بگیرید ، دوره هدف را کوتاه تر تنظیم کنید.
fi: Tietopisteet on tiivistetty nopealla tilalla. Jos haluat saada kuvaajan jättämättä dataa, säädä kohdeaika lyhyempi.
fr: Les points de données sont résumés en mode rapide. Si vous souhaitez obtenir un tracé sans omettre de données, ajustez la période cible plus courte.
gd: Tha geàrr-chunntas air puingean dàta le modh luath. Ma tha thu airson cuilbheart fhaighinn gun a bhith a 'fàgail dàta air falbh, atharraich an ùine targaid nas giorra.
he: נקודות נתונים מסוכמות במצב מהיר. אם אתה רוצה לקבל עלילה מבלי להשמיט נתונים, התאם את תקופת היעד הקצרה יותר.
hr: Podatkovne točke sažete su brzim načinom rada. Ako želite dobiti crtu bez izostavljanja podataka, prilagodite ciljano razdoblje kraće.
hu: Az adatpontokat gyors módban foglaljuk össze. Ha az adatok kihagyása nélkül szeretné megszerezni a diagramot, állítsa be a célidőszakot rövidebbre.
id: Titik data dirangkum dengan mode cepat. Jika Anda ingin mendapatkan plot tanpa menghilangkan data, sesuaikan periode target lebih pendek.
is: Gagnapunktar eru teknir saman með hratt stillingu. Ef þú vilt fá samsæri án þess að sleppa gögnum skaltu stilla miðunartímabilið styttra.
it: I punti dati sono riassunti con modalità rapida. Se si desidera ottenere la trama senza omettere i dati, regola il periodo di destinazione più breve.
ja: 高速モードで可視化しているため、データ点を省略して表示しています。データ点を省略せずにグラフを描画したい場合は、データ点数を減らすために対象期間を調整してください。
km: ចំណុចទិន្នន័យត្រូវបានសង្ខេបជាមួយនឹងរបៀបលឿន។ ប្រសិនបើអ្នកចង់ទទួលបានដីឡូតិ៍ដោយគ្មានការលុបបំបាត់ទិន្នន័យសូមលៃតម្រូវរយៈពេលគោលដៅខ្លីជាងនេះ។
lb: Daten Punkten ginn mam Fast Modus zesummegefaasst. Wann Dir wëllt Komplott ze kréien ouni Donnéeën ewech ze kréien, passt d'Zilzäit méi kuerz.
mi: Ko nga tohu raraunga kua whakarapopotohia ki te aratau tere. Mena kei te hiahia koe ki te tiki mahere me te kore e whakakore i nga raraunga, whakatika i te waa whaainga.
mk: Точките на податоци се сумираат со брз режим. Ако сакате да добиете заговор без да испуштите податоци, прилагодете го целниот период пократок.
mn: Мэдээллийн цэгүүдийг хурдан горимоор нэгтгэсэн. Хэрэв та өгөгдөл оруулахгүйгээр хуйвалдаан авахыг хүсч байвал зорилтот хугацааг богиносгана.
ms: Titik data diringkaskan dengan mod Cepat. Jika anda ingin mendapatkan plot tanpa menghilangkan data, laraskan tempoh sasaran yang lebih pendek.
my: ဒေတာအချက်များအစာရှောင်ခြင်းဖြင့်အတိုချုပ်ဖော်ပြထားသည်။ သငျသညျဒေတာချန်လှပ်ခြင်းမရှိဘဲကြံစည်မှုရချင်တယ်ဆိုရင်, ပစ်မှတ်ကာလတိုတောင်းပါ။
nl: Gegevenspunten zijn samengevat met de snelle modus. Als u plot wilt krijgen zonder gegevens weg te laten, pas dan de doelperiode korter aan.
no: Datapunkter er oppsummert med rask modus. Hvis du vil få plott uten å utelate data, må du justere målperioden kortere.
pl: Punkty danych są podsumowane trybem szybkim. Jeśli chcesz uzyskać wykres bez pomijania danych, dostosuj okres docelowy krótszy.
pt: Os pontos de dados estão resumidos com o modo rápido. Se você deseja obter plotagem sem omitir dados, ajuste o período alvo mais curto.
ro: Punctele de date sunt rezumate cu modul rapid. Dacă doriți să obțineți complot fără să omitem date, ajustați perioada țintă mai scurtă.
ru: Точки данных суммированы в быстром режиме. Если вы хотите получить график, не пропуская данные, отрегулируйте целевой период короче.
sd: ڊيٽا پوائنٽس فاسٽ موڊ سان خلاصا آهن. جيڪڏهن توهان ڊيٽا کي ختم ڪرڻ کانسواء پلاٽ حاصل ڪرڻ چاهيو ٿا، ٽارگيٽ مدت کي نن short و ڪيو.
si: දත්ත ලකුණු වේගවත් මාදිලිය සමඟ සාරාංශ කොට ඇත. ඔබට දත්ත මග හැරීමකින් තොරව කුමන්ත්රණයක් ලබා ගැනීමට අවශ්ය නම්, ඉලක්කගත කාලය කෙටි කරන්න.
sk: Dátové body sú zhrnuté s rýchlym režimom. Ak chcete získať graf bez vynechania údajov, upravte cieľové obdobie kratšie.
sq: Pikat e të dhënave përmblidhen me modalitetin e shpejtë. Nëse doni të merrni komplot pa lënë të dhënat, rregulloni periudhën e synuar më të shkurtër.
sv: Datapunkter sammanfattas med snabbläge. Om du vill få tomt utan att utelämna data, justera målperioden kortare.
th: จุดข้อมูลสรุปด้วยโหมดเร็ว หากคุณต้องการพล็อตโดยไม่ต้องละเว้นข้อมูลให้ปรับระยะเวลาเป้าหมายให้สั้นลง
tl: Ang mga puntos ng data ay buod na may mabilis na mode. Kung nais mong makakuha ng balangkas nang hindi tinanggal ang data, ayusin ang target na panahon na mas maikli.
tr: Veri noktaları hızlı modla özetlenmiştir. Verileri atlamadan çizim almak istiyorsanız, hedef dönemi daha kısa ayarlayın.
vi: Điểm dữ liệu được tóm tắt với chế độ nhanh. Nếu bạn muốn nhận được cốt truyện mà không bỏ qua dữ liệu, hãy điều chỉnh thời gian đích ngắn hơn.

source: Range of Y axis
ar: نطاق محور y
bg: Обхват на y ос
ca: Gamma d'eix Y
cs: Rozsah osy y
cy: Ystod o echel y
da: Række af y -aksen
de: Reichweite der Y -Achse
el: Εύρος άξονα y
fa: دامنه محور y
fi: Y -akselin alue
fr: Gamme d'axe y
gd: Raon de y Axis
he: טווח ציר Y
hr: Raspon osi y
hu: Y tengely tartománya
id: Rentang sumbu y
is: Svið y -ás
it: Gamma di asse y
ja: 軸レンジ
km: ជួរអ័ក្ស Y
lb: Gamme vun Y Achs
mi: Tuhinga o mua
mk: Опсег на y оска
mn: Y тэнхлэгийн хүрээ
ms: Julat paksi y
my: y ၏ဝင်ရိုး၏အကွာအဝေး
nl: Bereik van y -as
no: Utvalg av y -aksen
pl: Zakres osi y
pt: Alcance de eixo y
ro: Gama de axe y
ru: Диапазон оси y
sd: Y محور جي حد
si: Y අක්ෂයේ පරාසය
sk: Rozsah osi y
sq: Varg i boshtit y
sv: Y -axel
th: ช่วงแกน y
tl: Saklaw ng y axis
tr: Y ekseni aralığı
vi: Phạm vi của trục y

source: OutlierVal
ar: خارجي
bg: Външен
ca: Anterior
cs: Odlehlé
cy: Allanol
da: Outlier
de: Ausreißer
el: Αποπροσανατολισμός
fa: دادههای خارج از محدوده
fi: Poikkeama
fr: Aberrant
gd: Outlier
he: מתארים יותר
hr: Vanjski
hu: Kívülálló
id: Outlier
is: Útlægari
it: Outlier
ja: 外れ値
km: សមបុរមងាយ
lb: OFFLER
mi: Tētahi atu
mk: Пошироко
mn: Исгэгч
ms: Outlier
my: နောက်ပိုင်း
nl: Uitbijter
no: Outlier
pl: Wartości odstające
pt: Ponto fora da curva
ro: Mai mult
ru: Выброс
sd: ٻاهرين
si: පිටස්තරයා
sk: Odľahlý
sq: Paaftësi
sv: Uteliggare
th: คนผิด
tl: Mas malabo
tr: Aykırı
vi: Ngoại lệ
