Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: NoneNumeric
ar: لا يمكن تحليله لأنه يحتوي على بيانات أخرى غير الأرقام. تأكد من تحديد عمود يحتوي على سلسلة أو قيمة فئة.
bg: Тя не може да бъде анализирана, тъй като съдържа данни, различни от числа. Уверете се, че сте избрали колона, съдържаща стойност на низ или категория.
ca: No es pot analitzar perquè conté dades diferents dels números. Assegureu -vos que heu seleccionat una columna que conté un valor de cadena o categoria.
cs: Nelze jej analyzovat, protože obsahuje jiná data než čísla. Ujistěte se, že jste vybrali sloupec obsahující hodnotu řetězce nebo kategorie.
cy: Ni ellir ei ddadansoddi oherwydd ei fod yn cynnwys data heblaw rhifau. Sicrhewch eich bod wedi dewis colofn sy'n cynnwys llinyn neu werth categori.
da: Det kan ikke analyseres, fordi det indeholder andre data end tal. Sørg for, at du har valgt en kolonne, der indeholder en streng eller kategoriværdi.
de: Es kann nicht analysiert werden, da es andere Daten als Zahlen enthält. Stellen Sie sicher, dass Sie eine Spalte mit einem String- oder Kategoriewert ausgewählt haben.
el: Δεν μπορεί να αναλυθεί επειδή περιέχει δεδομένα εκτός από τους αριθμούς. Βεβαιωθείτε ότι έχετε επιλέξει μια στήλη που περιέχει μια τιμή συμβολοσειράς ή κατηγορίας.
fa: نمی توان آن را مورد تجزیه و تحلیل قرار داد زیرا حاوی داده های غیر از اعداد است. اطمینان حاصل کنید که ستون حاوی یک رشته یا مقوله را انتخاب کرده اید.
fi: Sitä ei voida analysoida, koska se sisältää muita tietoja kuin numeroita. Varmista, että olet valinnut sarake, joka sisältää merkkijonon tai luokan arvon.
fr: Il ne peut pas être analysé car il contient des données autres que les nombres. Assurez-vous d'avoir sélectionné une colonne contenant une chaîne ou une valeur de catégorie.
gd: Cha ghabh a sgrùdadh gu bheil e a 'toirt a-steach dàta a bharrachd air àireamhan. Dèan cinnteach gu bheil thu air colbh a thaghadh anns a bheil sreang no luach roinn-seòrsa.
he: לא ניתן לנתח אותו מכיוון שהוא מכיל נתונים שאינם מספרים. וודא שבחרת בעמודה המכילה מחרוזת או ערך קטגוריה.
hr: Ne može se analizirati jer sadrži podatke osim brojeva. Provjerite jeste li odabrali stupac koji sadrži vrijednost niza ili kategorije.
hu: Nem lehet elemezni, mert a számoktól eltérő adatokat tartalmaz. Győződjön meg arról, hogy kiválasztott egy oszlopot, amely karakterláncot vagy kategóriát tartalmaz.
id: Itu tidak dapat dianalisis karena berisi data selain angka. Pastikan Anda telah memilih kolom yang berisi nilai string atau kategori.
is: Það er ekki hægt að greina það vegna þess að það inniheldur önnur gögn en tölur. Gakktu úr skugga um að þú hafir valið dálk sem inniheldur streng eða flokks gildi.
it: Non può essere analizzato perché contiene dati diversi dai numeri. Assicurati di aver selezionato una colonna contenente una stringa o un valore di categoria.
ja: 数値以外のデータが含まれているため分析できません。文字列やカテゴリ値などを含む列を選択していないか確認してください。
km: វាមិនអាចត្រូវបានវិភាគទេព្រោះវាមានទិន្នន័យក្រៅពីលេខ។ សូមប្រាកដថាអ្នកបានជ្រើសរើសជួរឈរដែលមានខ្សែអក្សរឬប្រភេទ។
lb: Et kann net analyséiert ginn well et Daten anescht enthält wéi Zuelen. Passt op datt Dir eng Kolonn ausgewielt hutt, mat engem String oder Kategorie Wäert ze kréien.
mi: Kaore e taea te tirotirohia na te mea kei roto i nga raraunga ke atu i nga nama. Kia mahara kua tohua e koe tetahi pou kei roto i te aho, i te uara waahanga ranei.
mk: Не може да се анализира затоа што содржи други податоци освен броеви. Осигурете се дека сте избрале колона што содржи низа или вредност на категоријата.
mn: Энэ нь тооноос бусад өгөгдөл агуулсан тул дүн шинжилгээ хийх боломжгүй юм. Та мөр эсвэл категорийн утгыг агуулсан баганыг сонгосон эсэхийг шалгаарай.
ms: Ia tidak boleh dianalisis kerana ia mengandungi data selain daripada nombor. Pastikan anda telah memilih lajur yang mengandungi nilai rentetan atau kategori.
my: ၎င်းတွင်နံပါတ်များ မှလွဲ. အခြားအချက်အလက်များပါ 0 င်သောကြောင့်၎င်းကိုခွဲခြမ်းစိတ်ဖြာ။ မရပါ။ ကြိုးသို့မဟုတ်အမျိုးအစားတန်ဖိုးပါသောကော်လံတစ်ခုကိုသင်ရွေးချယ်ထားကြောင်းသေချာပါစေ။
nl: Het kan niet worden geanalyseerd omdat het andere gegevens dan getallen bevat. Zorg ervoor dat u een kolom met een tekenreeks of categoriewaarde hebt geselecteerd.
no: Den kan ikke analyseres fordi den inneholder andre data enn tall. Forsikre deg om at du har valgt en kolonne som inneholder en streng eller kategoriverdi.
pl: Nie można go przeanalizować, ponieważ zawiera dane inne niż liczby. Upewnij się, że wybrałeś kolumnę zawierającą wartość ciągu lub kategorii.
pt: Ele não pode ser analisado porque contém dados que não sejam números. Verifique se você selecionou uma coluna contendo uma string ou valor de categoria.
ro: Nu poate fi analizat deoarece conține alte date decât numere. Asigurați -vă că ați selectat o coloană care conține o valoare șir sau categorie.
ru: Его нельзя проанализировать, потому что он содержит данные, отличные от чисел. Убедитесь, что вы выбрали столбец, содержащий строку или значение категории.
sd: اهو تجزيو نٿو ڪري سگهجي ڇاڪاڻ ته ان ۾ انگن اکرن کانسواء ڊيٽا تي مشتمل آهي. پڪ ڪريو ته توهان هڪ ڪالم کي هڪ اسٽرنگ يا ڪيٽيگري جي قيمت تي مشتمل آهي.
si: එය විශ්ලේෂණය කළ නොහැක එහි සංඛ්යා හැර වෙනත් දත්ත අඩංගු බැවින්. ඔබ නූල් හෝ කාණ්ඩයේ වටිනාකමක් අඩංගු තීරුවක් තෝරාගෙන ඇති බවට වග බලා ගන්න.
sk: Nedá sa analyzovať, pretože obsahuje iné údaje ako čísla. Uistite sa, že ste vybrali stĺpec obsahujúci reťazec alebo hodnotu kategórie.
sq: Nuk mund të analizohet sepse përmban të dhëna përveç numrave. Sigurohuni që keni zgjedhur një kolonë që përmban një vlerë të vargut ose kategorisë.
sv: Det kan inte analyseras eftersom den innehåller andra data än nummer. Se till att du har valt en kolumn som innehåller en sträng eller ett kategorivärde.
th: ไม่สามารถวิเคราะห์ได้เนื่องจากมีข้อมูลอื่นนอกเหนือจากตัวเลข ตรวจสอบให้แน่ใจว่าคุณได้เลือกคอลัมน์ที่มีสตริงหรือค่าหมวดหมู่
tl: Hindi ito masuri dahil naglalaman ito ng data maliban sa mga numero. Tiyaking napili mo ang isang haligi na naglalaman ng isang string o halaga ng kategorya.
tr: Analiz edilemez çünkü sayılar dışında veriler içeriyor. Bir dize veya kategori değeri içeren bir sütun seçtiğinizden emin olun.
vi: Nó không thể được phân tích vì nó chứa dữ liệu khác với số. Đảm bảo bạn đã chọn một cột chứa một chuỗi hoặc giá trị danh mục.

source: ZeroVariance
ar: لا يمكن التحليل لأنه يحتوي على بيانات مع تباين 0. تأكد من عدم تحديد عمود قيمة واحد فقط.
bg: Не може да анализира, тъй като съдържа данни с отклонение от 0. Уверете се, че не е избрана само една колона с стойност.
ca: No es pot analitzar perquè conté dades amb una variància de 0. Assegureu -vos que només no s'ha seleccionat una columna de valor.
cs: Nelze analyzovat, protože obsahuje data s rozptylem 0. Ujistěte se, že není vybrán pouze jeden sloupec hodnoty.
cy: Ni all ddadansoddi oherwydd ei fod yn cynnwys data gydag amrywiant o 0. Sicrhewch mai dim ond un golofn gwerth na chaiff ei dewis.
da: Kan ikke analysere, fordi de indeholder data med en varians på 0. Sørg for, at kun en værdi -kolonne ikke er valgt.
de: Kann nicht analysieren, da es Daten mit einer Varianz von 0 enthält. Stellen Sie sicher, dass nur eine Wertspalte nicht ausgewählt ist.
el: Δεν είναι δυνατή η ανάλυση επειδή περιέχει δεδομένα με διακύμανση 0. Βεβαιωθείτε ότι δεν έχει επιλεγεί μόνο μία στήλη τιμής.
fa: نمی تواند تجزیه و تحلیل کند زیرا حاوی داده هایی با واریانس 0 است. اطمینان حاصل کنید که فقط یک ستون ارزش انتخاب نشده است.
fi: Ei voi analysoida, koska se sisältää tietoja varianssilla 0. Varmista, että vain yhtä arvosarakketta ei ole valittu.
fr: Impossible d'analyser car il contient des données avec une variance de 0. Assurez-vous qu'une seule colonne de valeur n'est pas sélectionnée.
gd: Chan urrainn dha mion-sgrùdadh a dhèanamh oir tha dàta ann le eadar-dhealachadh de 0. Dèan cinnteach nach eil ach colbh luach air a thaghadh.
he: לא ניתן לנתח מכיוון שהוא מכיל נתונים עם שונות של 0. וודא כי רק עמודת ערך אחת לא נבחרה.
hr: Ne može se analizirati jer sadrži podatke s varijancom od 0. Provjerite da nije odabran samo jedan stupac vrijednosti.
hu: Nem lehet elemezni, mert az adatokat tartalmazza. 0 varianciával rendelkezik
id: Tidak dapat menganalisis karena berisi data dengan varian 0. Pastikan hanya satu kolom nilai yang tidak dipilih.
is: Get ekki greint vegna þess að það inniheldur gögn með dreifni 0. Gakktu úr skugga um að aðeins einn gildi dálkur sé ekki valinn.
it: Impossibile analizzare perché contiene dati con una varianza di 0. Assicurarsi che non sia selezionata una sola colonna di valore.
ja: 分散が0になるデータが含まれているため分析できません。一つの値だけの列が選択されていないか確認してください。
km: មិនអាចវិភាគបានទេព្រោះវាមានទិន្នន័យដែលមានភាពខុសគ្នានៃ 0. ធ្វើឱ្យប្រាកដថាមានតែជួរឈរតម្លៃមួយប៉ុណ្ណោះដែលមិនត្រូវបានជ្រើសរើស។
lb: Kann net analyséieren well et Daten mat enger Varianz vun 0 enthält, gitt sécher datt nëmmen eng Persoun Kolonn net ausgewielt gëtt.
mi: Kaore e taea te tarai na te mea kei roto i nga raraunga me te rereketanga o te 0. Kia mahara ko tetahi pou uara kaore i te tohua.
mk: Не може да се анализира затоа што содржи податоци со варијанса од 0. Осигурете се дека само една колона на вредност не е избрана.
mn: 0-ийн хэлбэлзэлтэй өгөгдөл агуулсан өгөгдөл нь 0-ийн хэлбэлзэлтэй өгөгдөл агуулж болохгүй.
ms: Tidak dapat menganalisis kerana ia mengandungi data dengan varians 0. Pastikan hanya satu lajur nilai tidak dipilih.
my: ခွဲခြမ်းစိတ်ဖြာခြင်းသည် 0 0 တွင်ကှဲလှဲနှင့်အတူဒေတာများပါရှိသည်။ အဘယ်ကြောင့်ဆိုသော် 0. ကှဲလှဲပါရှိသည်။
nl: Kan niet analyseren omdat het gegevens bevat met een variantie van 0. Zorg ervoor dat slechts één waardekolom niet is geselecteerd.
no: Kan ikke analysere fordi den inneholder data med en varians på 0. Forsikre deg om at bare en verdikolonne ikke er valgt.
pl: Nie można analizować, ponieważ zawiera dane o wariancji 0. Upewnij się, że nie jest wybrana tylko jedna kolumna wartości.
pt: Não é possível analisar porque contém dados com uma variação de 0. Verifique se apenas uma coluna de valor não está selecionada.
ro: Nu se poate analiza deoarece conține date cu o variație de 0. Asigurați -vă că nu este selectată o singură coloană de valoare.
ru: Невозможно проанализировать, потому что он содержит данные с дисперсией 0. Убедитесь, что только один столбец значения не выбран.
sd: تجزيو نه ٿو ڪري سگھجي ڇاڪاڻ ته اهو ڊيٽا 0. جي ويڪر تي مشتمل آهي انهي کي يقيني بڻائي ٿو ته صرف هڪ قدر ڪالم چونڊ نه ڪيو ويو آهي.
si: විශ්ලේෂණය කළ නොහැක 0 හි විචල්යතාවයක් සහිත දත්ත අඩංගු වන නිසා එය එක් අගය තීරුවක් පමණක් තෝරා නොගනී.
sk: Nemôžeme analyzovať, pretože obsahuje údaje s rozptylom 0. Uistite sa, že nie je vybratý iba jeden stĺpec hodnoty.
sq: Nuk mund të analizohet sepse përmban të dhëna me një variancë prej 0. Sigurohuni që vetëm një kolonë me vlerë të mos zgjidhet.
sv: Kan inte analysera eftersom den innehåller data med en varians på 0. Se till att endast en värdekolumn inte är vald.
th: ไม่สามารถวิเคราะห์ได้เนื่องจากมีข้อมูลที่มีความแปรปรวนของ 0 ตรวจสอบให้แน่ใจว่าไม่ได้เลือกคอลัมน์ค่าเดียวเท่านั้น
tl: Hindi masuri dahil naglalaman ito ng data na may pagkakaiba -iba ng 0. Siguraduhin na ang isang haligi ng halaga lamang ang hindi napili.
tr: Analiz edemez. Çünkü 0 varyansı olan veriler içeriyor. Yalnızca bir değer sütunun seçilmediğinden emin olun.
vi: Không thể phân tích vì nó chứa dữ liệu có phương sai 0. Đảm bảo rằng chỉ có một cột giá trị không được chọn.

source: IntegerData
ar: تم العثور على بيانات الفئة وقيمة عدد صحيح متوقع. إذا لم تكن قيمة عدد صحيح هذه مقياسًا أو مقياسًا فاصلًا أو مقياسًا للنسبة ، فقد تتأثر نتائج التحليل سلبًا.
bg: Намерени данни от категорията и очакваната стойност на цяло число. Ако тази цялостна стойност не е скала на поръчка, интервална скала или скала на съотношението, резултатите от анализа могат да бъдат повлияни неблагоприятно.
ca: S'han trobat les dades de la categoria i el valor enter esperat. Si aquest valor enter no és una escala de comandes, escala d’interval o escala de proporció, els resultats de l’anàlisi poden veure’s afectats negativament.
cs: Nalezena data kategorie a očekávaná celočíselná hodnota. Pokud tato celočíselná hodnota není měřítkem objednávky, měřítko intervalového nebo měřítka poměru, mohou být výsledky analýzy nepříznivě ovlivněny.
cy: Canfuwyd data categori a gwerth cyfanrif disgwyliedig. Os nad yw'r gwerth cyfanrif hwn yn raddfa archeb, graddfa egwyl, neu raddfa gymhareb, gellir effeithio'n andwyol ar ganlyniadau'r dadansoddiad.
da: Fundet kategoridata og forventet heltalværdi. Hvis denne heltalværdi ikke er en ordreskala, intervalskala eller forholdsskala, kan analyseresultaterne blive påvirket negativt.
de: Gefundene Kategoriendaten und erwarteten Ganzzahlwert. Wenn dieser Ganzzahlwert keine Bestellskala, Intervallskala oder Verhältnisskala ist, können die Analyseergebnisse nachteilig beeinflusst werden.
el: Βρέθηκαν δεδομένα κατηγορίας και αναμενόμενη ακέραια τιμή. Εάν αυτή η ακέραια τιμή δεν είναι κλίμακα παραγγελίας, κλίμακα διαστήματος ή κλίμακα αναλογίας, τα αποτελέσματα ανάλυσης ενδέχεται να επηρεαστούν αρνητικά.
fa: داده های دسته بندی و مقدار عدد صحیح مورد انتظار. اگر این مقدار عدد صحیح یک مقیاس سفارش ، مقیاس فاصله یا مقیاس نسبت نباشد ، نتایج تجزیه و تحلیل ممکن است تحت تأثیر منفی قرار گیرد.
fi: Löydetty luokkatiedot ja odotettu kokonaislukuarvo. Jos tämä kokonaislukuarvo ei ole tilausasteikko, aikaväli -asteikko tai suhdeasteikko, analyysituloksiin voi vaikuttaa haitallisesti.
fr: Les données de catégorie trouvées et la valeur entière attendue. Si cette valeur entière n'est pas une échelle d'ordre, une échelle d'intervalle ou une échelle de rapport, les résultats de l'analyse peuvent être affectés négativement.
gd: Lorg dàta roinn-seòrsa agus luach integer ris a bheil dùil. Mura h-eil an luach integer seo na sgèile òrdaich, sgèile eadar amannan, no sgèile co-mheas, faodaidh toradh co-mheas a bhith air an sgrùdadh a dhaingneachadh.
he: מצאו נתוני קטגוריה וערך מספר שלם צפוי. אם ערך מספר שלם זה אינו סולם הזמנה, סולם מרווח או סולם יחס, תוצאות הניתוח עשויות להיות מושפעות לרעה.
hr: Pronađeni podaci o kategoriji i očekivana cijela vrijednost. Ako ova cijela vrijednost nije ljestvica narudžbe, intervalna skala ili skala omjera, na rezultate analize može se negativno utjecati.
hu: Megtalálta a kategória adatait és a várható egész értéket. Ha ez az egész szám nem rendelési skála, intervallum skála vagy arány skála, akkor az elemzési eredmények hátrányosan befolyásolhatók.
id: Ditemukan data kategori dan nilai integer yang diharapkan. Jika nilai integer ini bukan skala pesanan, skala interval, atau skala rasio, hasil analisis dapat terpengaruh.
is: Fundin flokksgögn og væntanlegt heiltala gildi. Ef þetta heiltala gildi er ekki pöntunarmælikvarði, bilskala eða hlutfallskala, geta greiningarniðurstöður haft slæm áhrif.
it: Dati di categoria trovati e valore intero previsto. Se questo valore intero non è una scala d'ordine, una scala di intervallo o una scala del rapporto, i risultati dell'analisi possono essere influenzati negativamente.
ja: カテゴリデータと推測される整数値が見つかりました。この整数値が順序尺度や間隔尺度・比率尺度でない場合、解析結果に悪影響をおよぼす可能性があります。
km: រកឃើញប្រភេទទិន្នន័យប្រភេទនិងតម្លៃចំនួនគត់ដែលរំពឹងទុក។ ប្រសិនបើតម្លៃចំនួនគត់នេះមិនមែនជាមាត្រដ្ឋានបញ្ជាទិញជញ្ជីងចន្លោះពេលឬមាត្រដ្ឋានសមាមាត្រលទ្ធផលវិភាគអាចត្រូវបានប៉ះពាល់យ៉ាងធ្ងន់ធ្ងរ។
lb: Fonnt Kategorie Daten an erwaart ganzt Wäert. Wann dësen HUNG Wäert net eng Bestellungskala, Intervall Skala, oder Verhältnis Skala ass, kënnen d'Analyse vun den negativ betraff sinn.
mi: Kitea nga raraunga kāwai me te uara o te uara e hiahiatia ana. Mena ko tenei uara integer ehara i te tauine ota, ko te tauine waenga, he tauine hekenga ranei, ka raru pea nga tohu tātaritanga.
mk: Пронајдени податоци за категоријата и очекувана вредност на цел број. Ако оваа цел број на вредност не е скала за нарачки, скала на интервал или скала на сооднос, резултатите од анализата може да бидат негативно погодени.
mn: Дата өгөгдөл, хүлээгдэж буй бүхэл тоо. Хэрэв энэ бүхэл тоо нь захиалгын хэмжээ, интервалын хэмжээ биш бол, эсвэл харьцааны хэмжээ, харьцааны үр дүнг сөргөөр нөлөөлж болзошгүй юм.
ms: Data kategori yang dijumpai dan nilai integer yang dijangka. Jika nilai integer ini bukan skala pesanan, skala selang, atau skala nisbah, hasil analisis mungkin terjejas dengan buruk.
my: တွေ့ရှိခဲ့အမျိုးအစားဒေတာနှင့်မျှော်လင့်ထားသည့်ကိန်းတန်ဖိုး။ အကယ်. ဤကိန်းဂဏန်းတန်ဖိုးသည်အမှာစာပမာဏမဟုတ်, ကြားကာလအတိုင်းအတာ,
nl: Categoriegegevens en verwachte gehele waarde gevonden. Als deze geheel getalwaarde geen orderschaal, intervalschaal of ratio -schaal is, kunnen de analyseresultaten nadelig worden beïnvloed.
no: Fant kategoridata og forventet heltallverdi. Hvis denne heltallverdien ikke er en ordreeskala, intervallskala eller forholdskala, kan analyseresultatene bli påvirket negativt.
pl: Znaleziono dane kategorii i oczekiwana wartość liczb całkowita. Jeśli ta wartość liczb całkowita nie jest skalą zamówienia, skali interwałowej ani skali współczynnika, mogą mieć negatywny wpływ na wyniki analizy.
pt: Dados da categoria encontrados e valor inteiro esperado. Se esse valor inteiro não for uma escala de ordem, escala de intervalo ou escala de razão, os resultados da análise poderão ser afetados adversamente.
ro: A găsit date de categorie și valoarea întreagă preconizată. Dacă această valoare întreagă nu este o scară de comandă, o scară de intervale sau o scară a raportului, rezultatele analizei pot fi afectate negativ.
ru: Найденные данные категории и ожидаемое целочисленное значение. Если это целочисленное значение не является шкалой порядка, интервальной шкалой или масштабом соотношения, результаты анализа могут быть негативно повлияли.
sd: مليل ڪيٽيگري ڊيٽا ۽ متوقع انٽيگر ويليو. جيڪڏهن اهو انوگر جو قدر آرڊر نه آهي، وقتي پيمانو، يا تناسب جو اسڪيل، تجزيو جا نتيجا متاثر ٿي سگھن ٿا.
si: ප්රවර්ග දත්ත සහ අපේක්ෂිත පූර්ණ සංඛ්යා අගය හමු විය. මෙම නිඛිල වටිනාකම ඇණවුම් පරිමාණයක් නොවේ නම්, අන්තර් පරිමාණය හෝ අනුපාතයේ පරිමාණය, විශ්ලේෂණ ප්රති results ල, විශ්ලේෂණ ප්රති results ල අහිතකර ලෙස බලපායි.
sk: Nájdené údaje o kategórii a očakávaná celé číslo. Ak táto celočíselná hodnota nie je stupnica poradia, intervalová stupnica alebo mierka pomeru, výsledky analýzy môžu byť nepriaznivo ovplyvnené.
sq: Të dhënat e kategorisë së gjetur dhe vlerën e pritshme të numrit të plotë. Nëse kjo vlerë e plotë nuk është një shkallë e porosisë, shkallë interval ose shkallë raporti, rezultatet e analizës mund të ndikohen negativisht.
sv: Hittade kategoridata och förväntat heltal. Om detta heltalsvärde inte är en orderskala, intervallskala eller förhållande skala kan analysresultaten påverkas negativt.
th: พบข้อมูลหมวดหมู่และค่าจำนวนเต็มที่คาดหวัง หากค่าจำนวนเต็มนี้ไม่ได้เป็นมาตราส่วนคำสั่งมาตราส่วนช่วงเวลาหรือมาตราส่วนอัตราส่วนผลการวิเคราะห์อาจได้รับผลกระทบในทางลบ
tl: Natagpuan ang data ng kategorya at inaasahang halaga ng integer. Kung ang halaga ng integer na ito ay hindi isang scale scale, agwat ng agwat, o scale ng ratio, ang mga resulta ng pagsusuri ay maaaring apektado.
tr: Kategori verileri ve beklenen tamsayı değeri bulundu. Bu tamsayı değeri bir sipariş ölçeği, aralık ölçeği veya oran ölçeği değilse, analiz sonuçları olumsuz etkilenebilir.
vi: Tìm thấy dữ liệu danh mục và giá trị số nguyên dự kiến. Nếu giá trị số nguyên này không phải là thang đo, thang đo khoảng hoặc tỷ lệ tỷ lệ, kết quả phân tích có thể bị ảnh hưởng xấu.

source: ConfirmQuestion
ar: هل أنت متأكد من متابعة التحليل؟
bg: Сигурни ли сте, че ще продължите анализа?
ca: Esteu segurs de procedir a l'anàlisi?
cs: Určitě budete pokračovat analýzou?
cy: Ydych chi'n sicr o fynd ymlaen â dadansoddiad?
da: Er du sikker på at fortsætte analysen?
de: Sind Sie mit Sicherheit eine Analyse?
el: Είστε σίγουροι ότι θα προχωρήσετε στην ανάλυση;
fa: آیا مطمئناً تجزیه و تحلیل را انجام می دهید؟
fi: Oletko varma, että jatkat analyysiä?
fr: Êtes-vous sûr de procéder à l'analyse?
gd: A bheil thu cinnteach gun tèid thu air adhart a 'dol air adhart a' dol air adhart?
he: האם אתה בטוח להמשיך בניתוח?
hr: Jeste li sigurni da nastavite analizu?
hu: Biztosan folytatja az elemzést?
id: Apakah Anda pasti akan melanjutkan analisis?
is: Ertu viss um að halda áfram greiningu?
it: Sei sicuro di procedere all'analisi?
ja: このまま分析を進めますか ?
km: តើអ្នកប្រាកដជាធ្វើបន្តការវិភាគមែនទេ?
lb: Sidd Dir sécher analyse weidergoen?
mi: Kei te mohio koe ki te haere tonu?
mk: Дали сте сигурни да продолжите со анализата?
mn: Та шинжилгээг үргэлжлүүлэхдээ итгэлтэй байна уу?
ms: Adakah anda pasti meneruskan analisis?
my: ဆန်းစစ်လေ့လာရန်သေချာပါသလား
nl: Bent u zeker doorgaan met analyse?
no: Er du sikker på å fortsette analysen?
pl: Czy na pewno przeprowadzisz analizę?
pt: Você tem certeza de prosseguir a análise?
ro: Sunteți sigur că veți continua analiza?
ru: Вы обязательно продолжите анализ?
sd: ڇا توهان کي پڪ آهي تجزيو اڳتي وڌڻ؟
si: විශ්ලේෂණය ඉදිරියට ගෙන යන බව ඔබට විශ්වාසද?
sk: Určite budete pokračovať v analýze?
sq: A jeni i sigurt për të vazhduar analizën?
sv: Är du säker på att fortsätta analysen?
th: คุณแน่ใจว่าจะทำการวิเคราะห์ต่อไปหรือไม่?
tl: Sigurado ka bang magpatuloy sa pagsusuri?
tr: Analize devam edeceğinizden emin misiniz?
vi: Bạn có chắc chắn để tiến hành phân tích?

source: Search
ar: بحث
bg: Търсене
ca: cerca
cs: Vyhledávání
cy: chwiloon
da: Søg
de: Suche
el: Αναζήτηση
fa: جستجو کردن
fi: Hae
fr: chercher
gd: Rannsaich
he: לחפש
hr: traži
hu: keresés
id: Cari
is: Leitaðu
it: ricerca
ja: 検索
km: ការឆេកឆេ
lb: sichen
mi: rapu
mk: Пребарување
mn: эрэл хайгуул хийх
ms: cari
my: ရှာဖေွခြင်း
nl: zoeken
no: Søk
pl: Szukaj
pt: procurar
ro: căutare
ru: поиск
sd: ڳولا
si: සොයන්න
sk: Vyhľadávanie
sq: kërkim
sv: Sök
th: ค้นหา
tl: maghanap
tr: arama
vi: Tìm kiếm

source: MedianLabel
ar: Median
bg: Median
ca: Median
cs: Median
cy: Median
da: Median
de: Median
el: Median
fa: Median
fi: Median
fr: Median
gd: Median
he: Median
hr: Median
hu: Median
id: Median
is: Median
it: Median
ja: Median
km: Median
lb: Median
mi: Median
mk: Median
mn: Median
ms: Median
my: Median
nl: Median
no: Median
pl: Median
pt: Median
ro: Median
ru: Median
sd: Median
si: Median
sk: Median
sq: Median
sv: Median
th: Median
tl: Median
tr: Median
vi: Median
