Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Partial match
ar: مباراة جزئية
bg: Частично съвпадение
ca: Partit parcial
cs: Částečný zápas
cy: Gêm Rannol
da: Delvis match
de: Teilweise Übereinstimmung
el: Μερικός αγώνας
fa: مسابقه جزئی
fi: Osittainen ottelu
fr: Match partiel
gd: Maids pàirt
he: משחק חלקי
hr: Djelomični meč
hu: Részleges mérkőzés
id: Pertandingan parsial
is: Að hluta samsvörun
it: Corrispondenza parziale
ja: 部分一致
km: ការប្រកួតមួយផ្នែក
lb: Partiell Match
mi: Whakataetae wehenga
mk: Делумен натпревар
mn: Хэсэг яриа
ms: Perlawanan separa
my: တစ်စိတ်တစ်ပိုင်းပွဲ
nl: Gedeeltelijke wedstrijd
no: Delvis kamp
pl: Częściowy mecz
pt: Match parcial
ro: Meci parțial
ru: Частичный матч
sd: جزوي ميچ
si: අර්ධ ගැලපීම
sk: Čiastočná zhoda
sq: Ndeshje e pjesshme
sv: Partiell match
th: การจับคู่บางส่วน
tl: Bahagyang tugma
tr: Kısmi maç
vi: Thống nhất một phần

source: th character
ar: شخصية
bg: #NAME?
ca: #NAME?
cs: #NAME?
cy: #NAME?
da: #NAME?
de: #NAME?
el: #NAME?
fa: ویژگی
fi: #NAME?
fr: #NAME?
gd: #NAME?
he: #NAME?
hr: #NAME?
hu: #NAME?
id: Karakter -TH
is: #NAME?
it: #NAME?
ja: 文字目
km: តួអក្សរទី 1
lb: #NAME?
mi: #NAME?
mk: #NAME?
mn: #NAME?
ms: #NAME?
my: ဇာတ်ကောင်ဇာတ်ကောင်
nl: #NAME?
no: #NAME?
pl: #NAME?
pt: #NAME?
ro: #NAME?
ru: #NAME?
sd: #NAME?
si: #NAME?
sk: #NAME?
sq: #NAME?
sv: #NAME?
th: #NAME?
tl: #NAME?
tr: #NAME?
vi: Ký tự

source: Invalid digit selection
ar: اختيار رقم غير صالح
bg: Невалидна цифрена селекция
ca: Selecció de dígits no vàlid
cs: Neplatný výběr číslice
cy: Dewis digid annilys
da: Ugyldigt cifferudvælgelse
de: Ungültige Ziffernauswahl
el: Μη έγκυρη επιλογή ψηφίου
fa: انتخاب رقم نامعتبر
fi: Virheellinen numeron valinta
fr: Sélection de chiffres non valides
gd: Taghadh digit neo-dhligheach
he: בחירת ספרות לא חוקית
hr: Nevažeća selekcija znamenke
hu: Érvénytelen számjegyválasztás
id: Seleksi digit tidak valid
is: Ógilt val á tölustöfum
it: Selezione delle cifre non valida
ja: 不正な桁指定です。
km: ការជ្រើសរើសខ្ទង់ដែនមិនត្រឹមត្រូវ
lb: Ongëlteg Ziffer Auswiel
mi: Te kowhiringa tohu
mk: Невалиден избор на цифри
mn: ЭНД ДАРЖ БИЧЛЭГИЙН СУРГАЛТ
ms: Pemilihan digit tidak sah
my: မမှန်ကန်သောဂဏန်းရွေးချယ်ခြင်း
nl: Ongeldige cijferselectie
no: Ugyldig utvalg av siffer
pl: Nieprawidłowy wybór cyfr
pt: Seleção de dígitos inválidos
ro: Selecție de cifre nevalide
ru: Неверный выбор цифр
sd: غلط عددي چونڊ
si: අවලංගු ඉලක්කම් තේරීම
sk: Neplatný číslicový výber
sq: Përzgjedhja e pavlefshme e shifrave
sv: Ogiltigt siffra val
th: การเลือกตัวเลขที่ไม่ถูกต้อง
tl: Hindi wastong pagpili ng digit
tr: Geçersiz basamak seçimi
vi: Lựa chọn chữ số không hợp lệ

source: Character length for tracing is different
ar: طول الحرف المستخدم للربط مختلف.
bg: Дължината на характера, използван за свързване, е различна.
ca: La longitud del caràcter utilitzat per a l'enllaç és diferent.
cs: Délka znaku použitého pro propojení je jiná.
cy: Mae hyd y cymeriad a ddefnyddir ar gyfer y cysylltiad yn wahanol.
da: Længden af ​​den karakter, der bruges til forbindelsen, er forskellig.
de: Die Länge des für die Verknüpfung verwendeten Zeichens ist unterschiedlich.
el: Το μήκος του χαρακτήρα που χρησιμοποιείται για τη σύνδεση είναι διαφορετικό.
fa: طول شخصیت مورد استفاده برای پیوند متفاوت است.
fi: Yhdistämisessä käytetyn merkin pituus on erilainen.
fr: La longueur du caractère utilisée pour la liaison est différente.
gd: Tha fad a 'charactar a thathas a' cleachdadh airson an ceangal eadar-dhealaichte.
he: אורך הדמות המשמשת לקישור שונה.
hr: Duljina znaka koja se koristi za povezivanje je drugačija.
hu: Az összekapcsoláshoz használt karakter hossza eltérő.
id: Panjang karakter yang digunakan untuk tautan berbeda.
is: Lengd persónunnar sem notuð er við tengslin er önnur.
it: La lunghezza del carattere utilizzato per il collegamento è diversa.
ja: 紐付けに用いる文字列の長さが異なります。
km: ប្រវែងនៃតួអក្សរដែលបានប្រើសម្រាប់ការតភ្ជាប់គឺខុសគ្នា។
lb: D'Längt vum Charakter dat benotzt gëtt fir d'Link ass anescht.
mi: He rereke te roa o te ahuatanga e whakamahia ana mo te hono.
mk: Должината на карактерот што се користи за поврзување е различна.
mn: Холбоотой байхад ашигласан тэмдэгтүүдийн урт нь өөр юм.
ms: Panjang watak yang digunakan untuk menghubungkan adalah berbeza.
my: ချိတ်ဆက်မှုအတွက်အသုံးပြုသောဇာတ်ကောင်၏အရှည်သည်ကွဲပြားခြားနားသည်။
nl: De lengte van het karakter dat wordt gebruikt voor de koppeling is anders.
no: Lengden på tegnet som brukes til koblingen er forskjellig.
pl: Długość znaku zastosowanego do łączenia jest inna.
pt: O comprimento do caractere usado para a ligação é diferente.
ro: Lungimea personajului utilizat pentru legătură este diferită.
ru: Длина персонажа, используемого для связывания, отличается.
sd: لنڪنگ لاء استعمال ڪيل ڪردار جي ڊيگهه مختلف آهي.
si: සම්බන්ධ කිරීම සඳහා භාවිතා කරන චරිතයේ දිග වෙනස් වේ.
sk: Dĺžka postavy použitej na prepojenie je iná.
sq: Gjatësia e karakterit të përdorur për lidhjen është e ndryshme.
sv: Längden på karaktären som används för länkningen är annorlunda.
th: ความยาวของอักขระที่ใช้สำหรับการเชื่อมโยงนั้นแตกต่างกัน
tl: Ang haba ng character na ginamit para sa pag -link ay naiiba.
tr: Bağlanma için kullanılan karakterin uzunluğu farklıdır.
vi: Độ dài của ký tự được sử dụng cho liên kết là khác nhau.

source: No filter
ar: لا مرشح
bg: Без филтър
ca: Sense filtre
cs: Žádný filtr
cy: Dim hidlydd
da: Intet filter
de: Kein Filter
el: Χωρίς φίλτρο
fa: بدون فیلتر
fi: Ei filtteriä
fr: Pas de filtre
gd: Gun chriathrag
he: ללא מסנן
hr: Bez filtera
hu: Nincs szűrő
id: Tidak ada filter
is: Engin sía
it: Senza Filtro
ja: フィルタなし
km: មិន​មាន​តម្រង
lb: Keen Filter
mi: Kaore he whiriwhiringa
mk: Без филтер
mn: Шүүлтүүргүй
ms: Tiada penapis
my: filter မရှိပါ
nl: Geen filter
no: Ingen filter
pl: Bez filtra
pt: Sem filtro
ro: Fără filtru
ru: Нет фильтра
sd: ڪو به فلٽر ناهي
si: පෙරනයක් නැත
sk: Žiadny filter
sq: Pa filtër
sv: Inget filter
th: ไม่มีตัวกรอง
tl: Walang filter
tr: Filtresiz
vi: Không có bộ lọc

source: All line
ar: جميع الخطوط
bg: Всички линии
ca: Totes les línies
cs: Všechny řádky
cy: Pob llinell
da: Alle linjer
de: Alle Linien
el: Όλες οι γραμμές
fa: همه خطوط
fi: Kaikki linjat
fr: Toutes les lignes
gd: A h-uile loidhne
he: כל השורות
hr: Sve crte
hu: Minden vonal
id: Semua baris
is: Allar línur
it: Tutte le linee
ja: 全ライン
km: បន្ទាត់ទាំងអស់
lb: All Zréck
mi: Raina katoa
mk: Сите линии
mn: Бүх загвар
ms: Semua baris
my: အားလုံးလိုင်းများ
nl: Alle lijnen
no: Alle linjer
pl: Wszystkie linie
pt: Todas as linhas
ro: Toate liniile
ru: Все строки
sd: سڀ لڪيرون
si: සියලුම රේඛා
sk: Všetky riadky
sq: Të gjitha linjat
sv: Alla linjer
th: ทุกบรรทัด
tl: Lahat ng mga linya
tr: Tüm çizgiler
vi: Tất cả các dòng

source: Status
ar: الموقف
bg: ситуация
ca: situació
cs: situace
cy: sefyllfa
da: situation
de: Lage
el: κατάσταση
fa: وضعیت
fi: tilanne
fr: situation
gd: suidheachadh
he: מַצָב
hr: situacija
hu: helyzet
id: situasi
is: ástand
it: situazione
ja: 状態
km: ស្ថានផាប
lb: gutt gutt
mi: āhuatanga
mk: ситуација
mn: байрлал
ms: keadaan
my: အခေြအနေ
nl: situatie
no: situasjon
pl: sytuacja
pt: situação
ro: situatie
ru: ситуация
sd: صورتحال
si: තත්ත්වය
sk: situácia
sq: situatë
sv: situation
th: สถานการณ์
tl: sitwasyon
tr: durum
vi: Trạng thái

source: Job list
ar: قائمة الوظائف
bg: Списък на работата
ca: Llista de treballs
cs: Seznam úloh
cy: Restr
da: Jobliste
de: Job-Liste
el: Λίστα εργασίας
fa: لیست شغلی
fi: Työluettelo
fr: Liste d'emplois
gd: Liosta obrach
he: רשימת עבודה
hr: Lista posla
hu: Munkalehetőség
id: Daftar Pekerjaan
is: Starfslisti
it: Elenco di lavoro
ja: ジョブ一覧
km: បញ្ជីការងារ
lb: Aarbecht vun der Aarbecht
mi: Rarangi mahi
mk: Список на работни места
mn: Ажлын жагсаалт
ms: Senarai Kerja
my: အလုပ်စာရင်း
nl: Werklijst
no: Jobbliste
pl: Lista pracy
pt: Lista de empregos
ro: Lista de locuri de muncă
ru: Список вакансий
sd: نوڪري جي لوفا
si: රැකියා ලැයිස්තුව
sk: Zoznam úloh
sq: Listë pune
sv: Arbetslista
th: รายการงาน
tl: Listahan ng Trabaho
tr: İş listesi
vi: Danh sách Jobs

source: All
ar: الجميع
bg: всичко
ca: Tota
cs: Všechno
cy: I gyd
da: Alle
de: Alle
el: Ολα
fa: همه
fi: Kaikki
fr: Tout
gd: Uile
he: את כל
hr: svi
hu: Összes
id: Semua
is: Allt
it: Tutto
ja: 全部
km: តាមងអស់
lb: Alles
mi: Katoa
mk: Сите
mn: Бүгд
ms: Semua
my: အားလုံး
nl: Allemaal
no: Alle
pl: Wszystko
pt: Tudo
ro: Toate
ru: Все
sd: سڀئي
si: සියලුම
sk: Všetko
sq: Të gjithë
sv: Allt
th: ทั้งหมด
tl: Lahat
tr: Herşey
vi: Tất cả các

source: Finished Importing
ar: استيراد الانتهاء.
bg: Внос завършено.
ca: Importació finalitzada.
cs: Import dokončen.
cy: Mewnforio wedi'i gwblhau.
da: Import afsluttet.
de: Import abgeschlossen.
el: Ολοκληρώθηκε η εισαγωγή.
fa: واردات کامل شد.
fi: Tuonti valmis.
fr: Importation terminée.
gd: In-mhalairt crìochnaichte.
he: יבוא הושלם.
hr: Uvoz završen.
hu: Az import befejeződött.
id: Impor selesai.
is: Innflutningur lokið.
it: Importazione completata.
ja: 読込完了
km: ការនាំចូលបានបញ្ចប់។
lb: Import ofgeschloss.
mi: Kawemai kua oti.
mk: Увозот е завршен.
mn: Импорт дууссан.
ms: Import selesai.
my: သွင်းကုန်ပြီးစီးခဲ့သည်။
nl: Import voltooid.
no: Import fullført.
pl: Import zakończony.
pt: Importação concluída.
ro: Import finalizat.
ru: Импорт завершен.
sd: درآمد مڪمل ٿي وئي.
si: ආනයනය සම්පූර්ණයි.
sk: Dokončený import.
sq: Importi i përfunduar.
sv: Import slutförd.
th: นำเข้าเสร็จแล้ว
tl: I -import ang nakumpleto.
tr: İthalat tamamlandı.
vi: Đã nhập xong

source: Importing
ar: الاستيراد
bg: Импортиране
ca: Importació
cs: Import
cy: Mewnforio
da: Import
de: Import
el: Εισαγωγή
fa: وارد کننده
fi: Tuonti
fr: Importation
gd: Cureachadh
he: יבוא
hr: Uvoz
hu: Importálás
id: Pengimporan
is: Innflutningur
it: Importazione
ja: 読込中
km: ការនាំចូល
lb: Importéieren
mi: Raa
mk: Увоз
mn: Импорт оруулах
ms: Mengimport
my: တင်သွင်းခြင်း
nl: Importeren
no: Import
pl: Importowanie
pt: Importação
ro: Import
ru: Импорт
sd: پرسڪز
si: ආනයනය කිරීම
sk: Dovozný
sq: Importim
sv: Importerande
th: การนำเข้า
tl: Pag -import
tr: İthalat
vi: Đang nhập

source: Failed Importing
ar: فشل الاستيراد
bg: Неуспешно импортиране
ca: Importació fallada
cs: Nepodařilo se importovat
cy: Methwyd mewnforio
da: Mislykket import
de: Fehlgeschlagener Import
el: Αποτυχημένη εισαγωγή
fa: واردات ناموفق
fi: Epäonnistunut tuonti
fr: Échec de l'importation
gd: Air a thoirt a-steach a dh 'fhàillig
he: ייבוא ​​נכשל
hr: Neuspjelo uvoz
hu: Sikertelen importálás
id: Gagal mengimpor
is: Mistókst innflutningur
it: Importazione non riuscita
ja: 読込失敗
km: ការនាំចូលបានបរាជ័យ
lb: Failed Importer
mi: Te kawemai i te kawemai
mk: Неуспешен увоз
mn: Импорт амжилтгүй боллоо
ms: Gagal mengimport
my: ပျက်ကွက်တင်သွင်းမှု
nl: Mislukt importeren
no: Mislykket import
pl: Nieudane importowanie
pt: Falha na importação
ro: Importul eșuat
ru: Неудачный импорт
sd: درآمد ڪرڻ ۾ ناڪام
si: ආනයනය අසමත් විය
sk: Zlyhaný dovoz
sq: Importimi i dështuar
sv: Misslyckad import
th: การนำเข้าล้มเหลว
tl: Nabigo ang pag -import
tr: Başarısız İthalat
vi: Nhập dữ liệu thất bại

source: Imported data will be deleted. (Data will not be deleted until register button is clicked)
ar: سيتم حذف البيانات المحملة. هل الامور على ما يرام؟ (لا ينعكس أي تغيير حتى يتم الضغط على زر التسجيل)
bg: Заредените данни ще бъдат изтрити. Добре ли е? (Не се отразява промяна, докато бутонът за регистрация не бъде натиснат)
ca: S'eliminaran les dades carregades. Està bé? (No es reflecteix cap canvi fins que es prem el botó de registre)
cs: Načtená data budou odstraněna. Je to v pořádku? (Žádná změna se neodráží, dokud není tlačítko registrace stisknuto)
cy: Bydd y data wedi'i lwytho yn cael ei ddileu. Ydy hi'n iawn? (Ni adlewyrchir unrhyw newid nes bod y botwm cofrestru yn cael ei wasgu)
da: De indlæste data slettes. Er det ok? (Ingen ændring afspejles, før der er trykket på registreringsknappen)
de: Die geladenen Daten werden gelöscht. Ist es o.k? (Es wird keine Änderung reflektiert, bis die Registrierungsknopf gedrückt wird.)
el: Τα φορτωμένα δεδομένα θα διαγραφούν. Είναι εντάξει? (Καμία αλλαγή δεν αντικατοπτρίζεται μέχρι να πατηθεί το κουμπί εγγραφής)
fa: داده های بارگذاری شده حذف می شوند. خوبه؟ (تا زمانی که دکمه ثبت نام فشرده نشود ، هیچ تغییری منعکس نمی شود)
fi: Ladattu tieto poistetaan. Onko se okei? (Muutosta ei heijastua, ennen kuin rekisteröintipainiketta on painettu)
fr: Les données chargées seront supprimées. Est-ce que c'est bon? (Aucun changement n'est reflété jusqu'à ce que le bouton d'enregistrement soit enfoncé)
gd: Thèid an dàta luchdaichte a dhubhadh às. A bheil e ceart gu leòr? (Chan eil atharrachadh sam bith air a nochdadh gus am bi am putan Clàraidh air a bhrùthadh)
he: הנתונים העמוסים יימחקו. זה בסדר? (שום שינוי לא משתקף עד לחיצה על כפתור ההרשמה)
hr: Učitani podaci će se izbrisati. Je li u redu? (Ne odražava se promjena dok se ne pritisne gumb za registraciju)
hu: A betöltött adatokat töröljük. Rendben van? (A regisztrációs gomb megnyomásáig nem tükröződik a változás)
id: Data yang dimuat akan dihapus. Apakah tidak apa -apa? (Tidak ada perubahan yang tercermin sampai tombol pendaftaran ditekan)
is: Hlaðnu gögnum verður eytt. Er það í lagi? (Engin breyting endurspeglast fyrr en ýtt er á skráningarhnappinn)
it: I dati caricati verranno eliminati. Va bene? (Nessuna modifica viene riflessa fino a quando non viene premuto il pulsante di registrazione)
ja: 読み込んだデータは削除されます。よろしいですか？（登録ボタンが押されるまで、変更は反映されません）
km: ទិន្នន័យដែលផ្ទុកនឹងត្រូវបានលុបចោល។ តើវាមិនអីទេ? (គ្មានការផ្លាស់ប្តូរត្រូវបានឆ្លុះបញ្ចាំងទេរហូតដល់ប៊ូតុងចុះឈ្មោះត្រូវបានចុច)
lb: Déi gelueden Date ginn geläscht. Ass et ok? (Keng Ännerung gëtt reflektéiert bis d'Aschreiwung Knäppchen gedréckt gëtt)
mi: Ka mukua nga raraunga utaina. He pai? (Kaore he rereketanga e whakaatuhia ana kia tae noa ki te paatene rēhitatanga)
mk: Натоварените податоци ќе бидат избришани. Дали е во ред? (Ниту една промена не се рефлектира сè додека не се притисне копчето за регистрација)
mn: Ачаалагдсан өгөгдлийг устгах болно. Энэ зүгээр үү? (Бүртгэлийн товчлуур дарагдах хүртэл ямар ч өөрчлөлт гарахгүй)
ms: Data yang dimuatkan akan dipadamkan. Adakah ok? (Tiada perubahan dicerminkan sehingga butang pendaftaran ditekan)
my: အဆိုပါ loaded ဒေတာဖျက်ပစ်လိမ့်မည်။ အဆင်ပြေလား? (မှတ်ပုံတင်ခြင်းခလုတ်ကိုနှိပ်သည်အထိပြောင်းလဲမှုမရှိပါ)
nl: De geladen gegevens worden verwijderd. Het is ok? (Er wordt geen wijziging weerspiegeld totdat de registratieknop is ingedrukt)
no: De lastede dataene blir slettet. Er det ok? (Ingen endring gjenspeiles før registreringsknappen er trykket på)
pl: Załadowane dane zostaną usunięte. Czy to jest w porządku? (Żadna zmiana nie jest odzwierciedlona do czasu naciśnięcia przycisku rejestracji)
pt: Os dados carregados serão excluídos. Está tudo bem? (Nenhuma alteração é refletida até que o botão de registro seja pressionado)
ro: Datele încărcate vor fi șterse. Este bine? (Nu se reflectă nicio modificare până la apăsarea butonului de înregistrare)
ru: Загруженные данные будут удалены. Это нормально? (Никакие изменения не отражаются до тех пор, пока не будет нажата кнопка регистрации)
sd: لوڊ ٿيل ڊيٽا ختم ڪيو ويندو. ڇا هي صحيح آ؟ (ڪا به تبديلي ظاهر ناهي جيستائين رجسٽريشن جو بٽڻ دٻايو وڃي)
si: පටවන ලද දත්ත මකා දැමෙනු ඇත. ඒක හරිද? (ලියාපදිංචි බොත්තම එබූ තුරු කිසිදු වෙනසක් පිළිබිඹු නොවේ)
sk: Načítané údaje sa odstránia. Je to v poriadku? (Žiadna zmena sa neodráža, kým sa stlačí tlačidlo registrácie)
sq: Të dhënat e ngarkuara do të fshihen. Eshte ne rregull? (Asnjë ndryshim nuk reflektohet derisa të shtypet butoni i regjistrimit)
sv: Den laddade informationen kommer att raderas. Är det ok? (Ingen ändring återspeglas förrän registreringsknappen trycks in)
th: ข้อมูลที่โหลดจะถูกลบ โอเคไหม (ไม่มีการเปลี่ยนแปลงใด ๆ จนกว่าจะกดปุ่มลงทะเบียน)
tl: Tatanggalin ang naka -load na data. Ayos lang ba? (Walang pagbabago na makikita hanggang sa pindutin ang pindutan ng pagrehistro)
tr: Yüklü veriler silinecektir. Tamam mı? (Kayıt düğmesine basılana kadar hiçbir değişiklik yansıtılmaz)
vi: Dữ liệu được tải sẽ bị xóa. Là nó ổn? (Không có thay đổi được phản ánh cho đến khi nhấn nút đăng ký)

source: Job List
ar: قائمة الوظائف
bg: Списък на работата
ca: Llista de treballs
cs: Seznam úloh
cy: Restr
da: Jobliste
de: Job-Liste
el: Λίστα εργασίας
fa: لیست شغلی
fi: Työluettelo
fr: Liste d'emplois
gd: Liosta obrach
he: רשימת עבודה
hr: Lista posla
hu: Munkalehetőség
id: Daftar Pekerjaan
is: Starfslisti
it: Elenco di lavoro
ja: ジョブ一覧
km: បញ្ជីការងារ
lb: Aarbecht vun der Aarbecht
mi: Rarangi mahi
mk: Список на работни места
mn: Ажлын жагсаалт
ms: Senarai Kerja
my: အလုပ်စာရင်း
nl: Werklijst
no: Jobbliste
pl: Lista pracy
pt: Lista de empregos
ro: Lista de locuri de muncă
ru: Список вакансий
sd: نوڪري جي لوفا
si: රැකියා ලැයිස්තුව
sk: Zoznam úloh
sq: Listë pune
sv: Arbetslista
th: รายการงาน
tl: Listahan ng Trabaho
tr: İş listesi
vi: Danh sách công việc

source: Job ID
ar: معرف الوظيفة
bg: Идентификационен номер на работа
ca: Identitat de treball
cs: ID práce
cy: ID Swydd
el: Δελτίο εργασίας
fa: شناسه کار
fi: Työtunnus
fr: ID de travail
gd: ID obrach
he: מזהה עבודה
hr: Id posla
hu: Munkavállalás
id: ID Pekerjaan
is: Starfsauðkenni
it: ID lavoro
ja: ジョブID
km: លេខសម្គាល់ការងារ
lb: Jobs ID
mi: ID mahi
mk: ID на работа
mn: Ажлын дугаар
ms: ID Kerja
my: အလုပ် ID
no: Jobb -ID
pl: Identyfikator pracy
pt: ID de trabalho
ro: ID de job
ru: Идентификатор работы
sd: نوڪري جي آء
si: රැකියා හැඳුනුම්පත
sk: ID úlohy
sq: ID e punës
sv: Jobb id
th: รหัสงาน
tr: İş kimliği
vi: ID công việc

source: Job Name
ar: اسم العمل
bg: Име на работа
ca: Nom del treball
cs: Název povolání
cy: Enw Swydd
da: Jobnavn
de: Berufsbezeichnung
el: Όνομα εργασίας
fa: اسم شغل
fi: Työn nimi
fr: Nom du travail
gd: Ainm obrach
he: שם העבודה
hr: Naziv posla
hu: Munka megnevezés
id: Nama Pekerjaan
is: Atvinnuheiti
it: Nome del lavoro
ja: ジョブ名称
km: ឈ្មោះការងារ
lb: Jojag
mi: Ingoa Mahi
mk: Име на работа
mn: Онлын нэр
ms: Nama pekerjaan
my: ယောဘအမည်
nl: Taaknaam
no: Jobb navn
pl: Nazwa pracy
pt: Nome do trabalho
ro: Numele locului de munca
ru: Название работы
sd: نوڪري جو نالو
si: රැකියා නම
sk: Názov úlohy
sq: Emër pune
sv: Jobb namn
th: ชื่องาน
tl: Pangalan ng trabaho
tr: İş adı
vi: Tên công việc

source: GEN_GLOBAL
ar: جيل من linkedID
bg: Генериране на свързани ID
ca: Generació de LinkedID
cs: Generace propojenýchID
cy: Cenhedlaeth o gysylltiadID
da: Generering af linksID
de: Generation von LinkedID
el: Δημιουργία LinkedID
fa: تولید LinkedID
fi: Sukupolvi linkitetylläID
fr: Génération de lienID
gd: Ginealach de cheangal a cheangalID
he: דור של קישור ID
hr: Generacija povezanogID
hu: A linkeltID generálása
id: Generasi LinkedID
is: Kynslóð LinkedID
it: Generazione di collegatoID
ja: 紐付IDの生成
km: ជំនាន់នៃ LinkedID
lb: Generatioun vu verbonneID
mi: Whakatipuranga o te kaihoroiID
mk: Генерација на поврзанаID
mn: Linked ID
ms: Penjanaan dikaitkanID
my: linkedID ၏မျိုးဆက်
nl: Generatie van LinkedID
no: Generering av LinkedID
pl: Generowanie LinkedID
pt: Geração de LinkedID
ro: Generarea de LinkedID
ru: Поколение LinkedID
sd: Linked ID جي نسل
si: සම්බන්ධිත ID පරම්පරාව
sk: Generovanie prepojenéhoID
sq: Gjenerimi i LinkedID
sv: Generering av länkadID
th: การสร้าง LinkedID
tl: Henerasyon ng naka -linkID
tr: LinkedID nesli
vi: Thế hệ liên kếtID

source: SHOW_GEN_GLOBAL
ar: عرض توليد وظيفة الرابط ID
bg: Показване на генериране на работа на връзка ID
ca: Visualització de la generació de l'enllaç ID
cs: Úloha generování zobrazení odkazu ID
cy: Arddangos swydd cynhyrchu cyswllt ID
da: Vis generationsjob for link ID
de: Display Generation Job of Link ID
el: Εμφάνιση εργασίας γενιάς σύνδεσης ID
fa: نمایش کار تولید لینک ID
fi: Näytä linkin sukupolven työ ID
fr: Job de génération d'affichage du lien ID
gd: Iob ginealach taisbeanaidh de cheangal ID
he: עבודת הדור תצוגה של קישור ID
hr: Posao generiranja za prikaz ID
hu: A ID link generációs jobja megjelenítése
id: Pekerjaan Generasi Tampilan Tautan ID
is: Sýna kynslóðarstarf um hlekk ID
it: Visualizza il lavoro di generazione del link ID
ja: 紐付ID生成のジョブを表示
km: ការងារធ្វើជំនាន់នៃតំណភ្ជាប់ ID
lb: Weist Generatioun Job vum Link ID
mi: Whakaatuhia nga mahi whakahiato o te hononga ID
mk: Работна работа за генерација на врската ID
mn: PERSERER MORRENTON LINK ID
ms: Paparan Penjanaan Pautan ID
my: link တစ်ခု link ကို display ကို display ID
nl: Display generatie taak van link ID
no: Vis generasjonsjobb av lenke ID
pl: Wyświetl zadanie generowania linku ID
pt: Exibir trabalho de geração de link ID
ro: Afișează lucrarea de generare a link -ului ID
ru: Отображение задания по ссылке ID
sd: لنڪ جي پيدائش جي نوڪري ID
si: Link ID හි උත්පාදන රැකියාවක් පෙන්වන්න
sk: Zobraziť generáciu Link ID
sq: Punë e gjenerimit të shfaqjes së lidhjes ID
sv: Visningsgenereringsjobb ID
th: แสดงผลงานสร้างลิงก์ ID
tl: Ipakita ang henerasyon na trabaho ng link ID
tr: Bağlantı Nesil İşi ID
vi: Hiển thị công việc tạo của liên kết ID

source: DEL_PROCESS
ar: حذف معلومات العملية
bg: Изтриване на информацията за процеса
ca: Supressió de la informació del procés
cs: Vymazání informací o procesu
cy: Dileu gwybodaeth broses
da: Sletning af procesoplysninger
de: Löschen von Prozessinformationen
el: Διαγραφή πληροφοριών διαδικασίας
fa: حذف اطلاعات فرآیند
fi: Prosessitietojen poistaminen
fr: Suppression des informations du processus
gd: Thoir às fiosrachadh a 'phròiseasadh
he: מחיקת מידע תהליכים
hr: Brisanje informacija o procesu
hu: A folyamatinformációk törlése
id: Penghapusan informasi proses
is: Eyðingu upplýsinga um ferli
it: Eliminazione delle informazioni sul processo
ja: 工程情報の削除
km: ការលុបព័ត៌មានដំណើរការ
lb: Läschen vun Prozessinformatioun
mi: Te whakakore i nga korero mo te tukatuka
mk: Бришење на информации за процесите
mn: Боловсруулалтын мэдээллийг устгах
ms: Penghapusan maklumat proses
my: လုပ်ငန်းစဉ်အချက်အလက်ကိုဖျက်ခြင်း
nl: Verwijdering van procesinformatie
no: Sletting av prosessinformasjon
pl: Usunięcie informacji o procesie
pt: Exclusão de informações do processo
ro: Ștergerea informațiilor despre proces
ru: Удаление информации о процессе
sd: پروسيس جي اختلاف کي ختم ڪرڻ
si: ක්රියාවලි තොරතුරු මකා දැමීම
sk: Vymazanie informácií o procese
sq: Fshirja e informacionit të procesit
sv: Radering av processinformation
th: การลบข้อมูลกระบวนการ
tl: Pagtanggal ng impormasyon sa proseso
tr: Süreç bilgilerinin silinmesi
vi: Xóa thông tin quy trình

source: FACTORY_IMPORT
ar: استيراد بيانات مصنع
bg: Импортирайте фабрични данни
ca: Importa dades de fàbrica
cs: Import tovární data
cy: Mewnforio data ffatri
da: Importer fabriksdata
de: Fabrikdaten importieren
el: Εισαγωγή εργοστασιακών δεδομένων
fa: داده های کارخانه را وارد کنید
fi: Tuo tehdastiedot
fr: Importer des données d'usine
gd: Dàta factaraidh in-mhalairt
he: ייבא נתוני מפעל
hr: Podaci o uvozu
hu: Gyári adatok importálása
id: Impor data pabrik
is: Flytja inn verksmiðjugögn
it: Importa dati di fabbrica
ja: 製造データのインポート
km: នាំចូលទិន្នន័យរោងចក្រ
lb: Import Fabréck Daten
mi: Kawemai nga raraunga wheketere
mk: Увоз на фабрички податоци
mn: Импорт өгөгдлийнж
ms: Data kilang import
my: သွင်းကုန်စက်ရုံဒေတာ
nl: Fabrieksgegevens importeren
no: Importer fabrikkdata
pl: Importuj dane fabryczne
pt: Importar dados de fábrica
ro: Import date din fabrică
ru: Импорт данных завода
sd: ڪارخاني جي ڊيٽا درآمد ڪريو
si: කර්මාන්තශාලා දත්ත ආනයනය කරන්න
sk: Importovať továrenské údaje
sq: Të dhënat e fabrikës së importit
sv: Importfabriksdata
th: นำเข้าข้อมูลโรงงาน
tl: I -import ang data ng pabrika
tr: Fabrika Verilerini İçe Aktar
vi: Nhập dữ liệu nhà máy
