Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Display Cross hair cursor (Click)
ar: عرض Cross Hair Cursor (انقر)
bg: Покажете курсора на кръстосана коса (щракнете)
ca: Mostra el cursor de cabells creuats (feu clic)
cs: Zobrazit Cross Hair Cursor (klikněte)
cy: Dangos cyrchwr gwallt traws (cliciwch)
da: Show Cross Hair Cursor (klik)
de: Cross Hair Cursor anzeigen (klicken)
el: Εμφάνιση σταυροειδούς δρομέα (κλικ)
fa: نمایش مکان نما متقاطع (کلیک)
fi: Näytä Cross Hius -kohdistin (napsauta)
fr: Afficher le curseur des cheveux transversaux (cliquez)
gd: Seall cursor Cross Falt (cliog)
he: הצג סמן שיער צולב (לחץ)
hr: Prikaži Cross kosu pokazivač (klik)
hu: Mutasd meg a keresztszőrkurzort (kattintson)
id: Tunjukkan kursor rambut silang (klik)
is: Sýna krosshárbendilinn (smelltu)
it: Mostra il cursore dei capelli incrociati (clicca)
ja: Cross Hair Cursorを表示 (クリック)
km: បង្ហាញទស្សន៍ទ្រនិចសក់ឆ្លងកាត់ (ចុច)
lb: Show Cross Hoer Cursor (klickt)
mi: Whakaatuhia nga makawe o nga makawe (pāwhiritia)
mk: Покажете курсор за вкрстена коса (кликнете)
mn: Хөндлөн үсний курсорыг үзүүлээрэй (дарна уу)
ms: Tunjukkan kursor rambut salib (klik)
my: လက်ဝါးကပ်တိုင်ဆံပင် cursor ကိုပြပါ (ကလစ်နှိပ်ပါ)
nl: Toon Cross Hair Cursor (klik)
no: Vis krysshårmarkør (klikk)
pl: Pokaż kursor włosów krzyżowych (kliknij)
pt: Mostre o cursor de cabelo cruzado (clique)
ro: Afișați cursorul de păr încrucișat (faceți clic)
ru: Показать Cross Hair Cursor (щелчок)
sd: ڪراس وار ڪرسر ڏيکاريو (ڪلڪ ڪريو)
si: හරස් හිසකෙස් කර්සරය පෙන්වන්න (ක්ලික් කරන්න)
sk: Zobraziť kurzor krížových vlasov (kliknite)
sq: Shfaq kursorin e flokëve kryq (kliko)
sv: Visa korsmarkör (klick)
th: แสดงเคอร์เซอร์ไขว้ (คลิก)
tl: Ipakita ang Cross Hair Cursor (i -click)
tr: Çapraz Saç İmleçini Göster (Tıklayın)
vi: Hiển thị con trỏ tóc chéo (click)

source: Display Multi cross hair cursor (Double click)
ar: إظهار مؤشر الشعر متعدد الصليب (انقر نقرًا مزدوجًا)
bg: Показване на мулти кръстосана курсор за коса (двойно щракване)
ca: Mostra el cursor de cabells multi creu (doble clic)
cs: Zobrazit více křížový vlasů (dvojité kliknutí)
cy: Dangos cyrchwr gwallt aml -groes (clic dwbl)
da: Vis multi cross hårmarkør (dobbeltklik)
de: Multi Cross Hair Cursor anzeigen (Doppelklick)
el: Εμφάνιση Multi Cross Hair Cursor (διπλό κλικ)
fa: نمایش مکان نما چند متقاطع (دوبار کلیک)
fi: Näytä Multi Cross Hiussorsor (kaksoisnapsauta)
fr: Afficher le curseur de cheveux multiples (double clic)
gd: Seall a 'chrim croursor de fhuilt ro iomaga (cliog dùbailte)
he: הצג סמן שיער רב -צלב (לחיצה כפולה)
hr: Prikaži multi poprečnu kursoru kose (dvostruki klik)
hu: Mutasd meg a több keresztes haj kurzort (dupla kattintással)
id: Tampilkan Kursor Rambut Multi Cross (klik ganda)
is: Sýna margra kross hárbendilinn (tvísmelli)
it: Mostra cursore di capelli multi -croce (doppio clic)
ja: Multi Cross Hair Cursorを表示 (ダブルクリック)
km: បង្ហាញទស្សន៍ទ្រនិចសក់ឆ្លងកាត់ (ចុចទ្វេដង)
lb: Weist Multif Kräiz Hoer Cursor (duebel Klick)
mi: Whakaatuhia he maha nga makawe o te makawe (pāwhiri rua)
mk: Покажете мулти -вкрстено курсор за коса (двоен клик)
mn: Олон хөндлөн үсний курсорыг үзүүлэх (давхар товшилт)
ms: Tunjukkan Kursor Rambut Multi Salib (klik dua kali)
my: Multi Cross ဆံကေသာဆံပင် cursor (နှစ်ချက်နှိပ်ပါ)
nl: Toon multi Cross Hair Cursor (dubbelklik)
no: Vis multi cross hårmarkør (dobbeltklikk)
pl: Pokaż Kursor Multi Cross Hair (dwukrotnie kliknięcie)
pt: Mostre o cursor de cabelo multi -cruz (clique duas vezes)
ro: Afișați cursorul de păr multi -încrucișat (dublu clic)
ru: Показать курсор Multi Cross Hair (двойной щелчок)
sd: ڪراس ڪراس وار ڪرسر ڏيکاريو (ڊبل ڪلڪ ڪريو)
si: බහු තරණය කිරීමේ කර්සරය පෙන්වන්න (දෙවරක් ක්ලික් කරන්න)
sk: Zobraziť kurzor s viacerými krížovými vlasmi (dvojité kliknutie)
sq: Shfaq kursorin me shumë flokë kryq (kliko dy herë)
sv: Visa Multi Cross Hair Cursor (dubbelklick)
th: แสดงเคอร์เซอร์หลายข้ามผม (ดับเบิลคลิก)
tl: Ipakita ang multi cross hair cursor (dobleng pag -click)
tr: Çok Çapraz Saç İmleçini Göster (Çift Tıklayın)
vi: Hiển thị con trỏ nhiều tóc chéo (nhấp chuột đôi)

source: Display list of histograms
ar: عرض قائمة من الرسوم البيانية
bg: Показване на списъка с хистограми
ca: Mostra la llista d’histogrames
cs: Zobrazit seznam histogramů
cy: Dangos rhestr o histogramau
da: Vis liste over histogrammer
de: Liste der Histogramme anzeigen
el: Εμφάνιση λίστας ιστογραμμάτων
fa: لیست هیستوگرام ها را نشان دهید
fi: Näytä luettelo histogrammeista
fr: Afficher la liste des histogrammes
gd: Seall liosta de hokmage
he: הצג רשימת היסטוגרמות
hr: Prikaži popis histograma
hu: Mutassa meg a hisztogramok listáját
id: Tunjukkan daftar histogram
is: Sýna lista yfir súlurit
it: Mostra elenco di istogrammi
ja: 外れ値登録のヒストグラムを表示
km: បង្ហាញបញ្ជីអ៊ីស្តូក្រាម
lb: Show Lëscht vun Histograms
mi: Whakaatuhia te raarangi o nga korero
mk: Покажете список на хистограми
mn: Гистограмын жагсаалтыг харуул
ms: Tunjukkan senarai histogram
my: histograms စာရင်းပြပါ
nl: Toonlijst met histogrammen
no: Vis liste over histogrammer
pl: Pokaż listę histogramów
pt: Mostrar lista de histogramas
ro: Afișați lista de histograme
ru: Показать список гистограмм
sd: هسٽوگرام جي فهرست ڏيکاريو
si: හිස්ටෝග්රෑම් ලැයිස්තුව පෙන්වන්න
sk: Zobraziť zoznam histogramov
sq: Trego listën e histogrameve
sv: Visa lista över histogram
th: แสดงรายการฮิสโตแกรม
tl: Ipakita ang listahan ng mga histograms
tr: Histogram listesini göster
vi: Hiển thị danh sách biểu đồ

source: Cancel checked outlier
ar: إلغاء الشيك الخارجي
bg: Отказ отстъпка за проверка
ca: Cancel·la la comprovació anterior
cs: Zrušit kontrolu odlehlého
cy: Canslo gwiriad allanol
da: Annuller outlier check
de: Ausreißerprüfung abbrechen
el: Ακύρωση ελέγχου εξωφρενικού
fa: چک های خارج از کشور را لغو کنید
fi: Peruuta ulkoinen tarkistus
fr: Annuler le chèque aberrant
gd: Cuir dheth sgrùdadh a-muigh
he: בטל את בדיקת החוץ
hr: Otkaži Outlier Check
hu: Törölje a Outlier Check -t
id: Batalkan cek outlier
is: Hætta við útlægari athugun
it: Annulla il controllo anomalo
ja: 外れ値チェックのキャンセル
km: បោះបង់ការត្រួតពិនិត្យលើស
lb: Ofbriechen Outlarcheck
mi: Whakakorehia te tirotiro tirotiro
mk: Откажете ја надворешната проверка
mn: Гадаадын шалгалтыг цуцлах
ms: Batalkan Cek Outlier
my: Outlier Check ကိုပယ်ဖျက်ပါ
nl: Annuleeruitschieter annuleren
no: Avbryt Outlier Check
pl: Anuluj kontrolę odstającego
pt: Cancelar verificação externa
ro: Anulați verificarea anterioară
ru: Отменить проверку выброса
sd: ٻاهرين چيڪ رد ڪريو
si: අවලංගු කිරීම අවලංගු කරන්න
sk: Zrušiť odľahlú kontrolu
sq: Anulo Kontrollin e Outlier
sv: Avbryt outlier check
th: ยกเลิกการตรวจสอบค่าผิดปกติ
tl: Kanselahin ang Outlier Check
tr: Çekimi iptal et
vi: Hủy kiểm tra ngoại lệ

source: Please fill another data source name
ar: اسم قاعدة بيانات الإدخال موجود
bg: Посочено `Име на източника на данни вече съществува.
ca: Ja existeix el "nom de la font de dades" especificat.
cs: Zadáno již existuje název zdroje dat.
cy: Mae `Enw Ffynhonnell Data 'penodedig eisoes yn bodoli.
da: Specificeret 'Data Source Name' findes allerede.
de: Es gibt bereits angegeben "Datenquellenname" bereits.
el: Το συγκεκριμένο όνομα πηγής δεδομένων "υπάρχει ήδη.\
fa: نام پایگاه داده ورودی وجود دارد
fi: Määritetty "tietolähteen nimi" on jo olemassa.
fr: Le «nom de source de données» spécifié existe déjà.
gd: Sònraichte Ainm Dàta air `Tha ainm stòr dàta ann mu thràth.
he: כבר קיים 'שם מקור נתונים'.
hr: Navedeno "Naziv izvora podataka" već postoji.
hu: A megadott „adatforrás neve” már létezik.
id: `Nama sumber data yang ditentukan sudah ada.
is: Tilgreint „Gagnaheimild“ er þegar til.
it: Nome dell'origine dati specificata "già esiste.
ja: 入力したデータベース名が存在しています
km: មានឈ្មោះ `ប្រភពទិន្នន័យដែលបានបញ្ជាក់រួចហើយ។
lb: Spezifizéiert `Data Quell Numm 'gëtt et schonn.
mi: Kua tohua ko te ingoa puna raraunga 'kua noho kē.
mk: Наведено „Име на извор на податоци“ веќе постои.
mn: Заасан `Мэдээллийн эх сурвалжийн нэрийг аль хэдийн байна.
ms: Nama sumber data yang dinyatakan `sudah wujud.
my: သတ်မှတ်ထားသော `ဒေတာအရင်းအမြစ်အမည်အမည်ရှိပြီးသားဖြစ်သည်။
nl: Opgegeven `gegevensbronnaam 'bestaat al.
no: Spesifisert `Datakildenavn` eksisterer allerede.
pl: Określona „nazwa źródła danych” już istnieje.
pt: Já existe `nome da fonte de dados '.
ro: Există deja „numele sursei de date”.
ru: Указанное «Имя источника данных» уже существует.
sd: انپٽ ڊيٽابيس جو نالو موجود آهي
si: නිශ්චිතව දක්වා ඇති `දත්ත ප්රභවයේ නම` දැනටමත් පවතී.
sk: Zadané `Názov zdroja údajov už existuje.
sq: E specifikuar "Emri i burimit të të dhënave" tashmë ekziston.
sv: Specificerade `datakällnamn 'finns redan.
th: ระบุชื่อแหล่งข้อมูล `มีอยู่แล้ว
tl: Ang tinukoy na 'pangalan ng mapagkukunan ng data' ay mayroon na.
tr: Belirtilen `veri kaynağı adı 'zaten var.
vi: Được chỉ định `Tên nguồn dữ liệu 'đã tồn tại.

source: CSV Template is error when import
ar: فشل استيراد البيانات لأنه تم العثور على ملف له اسم عمود مختلف في مصدر البيانات. تحقق من محتويات الملف وقم بتعيين إعدادات استيراد مصدر البيانات مرة أخرى.
bg: Импортирането на данни не е успешно, тъй като в източника на данни е намерен файл с различно име на колона. Проверете съдържанието на файла и отново задайте настройките за импортиране на източника на данни.
ca: La importació de dades ha fallat perquè es va trobar un fitxer amb un nom de columna diferent a la font de dades. Comproveu el contingut del fitxer i configureu de nou la configuració d’importació de l’origen de dades.
cs: Import dat selhal, protože soubor s jiným názvem sloupce byl nalezen ve zdroji dat. Zkontrolujte obsah souboru a znovu nastavte nastavení importu zdroje dat.
cy: Methodd mewnforio data oherwydd canfuwyd ffeil ag enw colofn wahanol yn y ffynhonnell ddata. Gwiriwch gynnwys y ffeil a gosodwch y gosodiadau mewnforio ffynhonnell ddata eto.
da: Dataimport mislykkedes, fordi en fil med et andet kolonneavn blev fundet i datakilden. Kontroller indholdet af filen, og indstil indstillingerne for datakilde igen.
de: Der Datenimport ist fehlgeschlagen, da in der Datenquelle eine Datei mit einem anderen Spaltennamen gefunden wurde. Überprüfen Sie den Inhalt der Datei und legen Sie die Einstellungen für die Datenquelle importieren.
el: Η εισαγωγή δεδομένων απέτυχε επειδή ένα αρχείο με διαφορετικό όνομα στήλης βρέθηκε στην πηγή δεδομένων. Ελέγξτε τα περιεχόμενα του αρχείου και ορίστε ξανά τις ρυθμίσεις εισαγωγής πηγής δεδομένων.
fa: واردات داده ها به دلیل یافتن پرونده ای با نام ستون متفاوت در منبع داده انجام نشد. محتوای پرونده را بررسی کرده و تنظیمات واردات منبع داده را دوباره تنظیم کنید.
fi: Tietojen tuonti epäonnistui, koska tietolähteestä löytyi tiedosto, jolla oli erilainen sarakkeen nimi. Tarkista tiedoston sisältö ja aseta tietolähteen tuontiasetukset uudelleen.
fr: L'importation de données a échoué car un fichier avec un nom de colonne différent a été trouvé dans la source de données. Vérifiez le contenu du fichier et définissez à nouveau les paramètres d'importation de source de données.
gd: Dh'fhàillig a-steach dàta a dh 'fhàillig leis gun deach faidhle le colbh eadar-dhealaichte a lorg anns an stòr dàta. Thoir sùil air susbaint an fhaidhle agus shuidhich na roghainnean in-mhalairt stòr an dàta a-rithist.
he: ייבוא ​​נתונים נכשל מכיוון שקובץ עם שם עמודה שונה נמצא במקור הנתונים. בדוק את תוכן הקובץ והגדר שוב את הגדרות ייבוא ​​מקור הנתונים.
hr: Uvoz podataka nije uspio jer je u izvoru podataka pronađena datoteka s drugim nazivom stupca. Provjerite sadržaj datoteke i ponovo postavite postavke uvoza izvora podataka.
hu: Az adatok importálása sikertelen, mert az adatforrásban egy másik oszlopnevet tartalmazó fájl található. Ellenőrizze a fájl tartalmát, és állítsa be újra az adatforrás importálási beállításait.
id: Impor data gagal karena file dengan nama kolom yang berbeda ditemukan di sumber data. Periksa konten file dan atur pengaturan impor sumber data lagi.
is: Gagnainnflutningur mistókst vegna þess að skrá með öðru dálksheiti fannst í gagnaheimildinni. Athugaðu innihald skráarinnar og stilltu stillingar gagnaheimildarinnar aftur.
it: L'importazione dei dati non è riuscita perché un file con un nome di colonna diverso è stato trovato nell'origine dati. Controllare il contenuto del file e impostare nuovamente le impostazioni di importazione dell'origine dati.
ja: データソース内のカラム名が異なるファイルが検出されたため、データを正常にインポートできませんでした。ファイルを内容を確認し、再度データソース読込み設定を行ってください。
km: ការនាំចូលទិន្នន័យបានបរាជ័យពីព្រោះឯកសារដែលមានឈ្មោះជួរឈរផ្សេងគ្នាត្រូវបានរកឃើញនៅក្នុងប្រភពទិន្នន័យ។ ធីកមាតិកាឯកសារហើយកំណត់ការកំណត់នាំចូលប្រភពទិន្នន័យម្តងទៀត។
lb: Date Import gescheitert well e Fichier mat engem anere Kolonnnumm an der Datenquell fonnt gouf. Préift d'Inhalter vun der Datei an setzt d'Datenquell Import Import Astellunge erëm.
mi: I rahua te Kawemai Raraunga na te mea he konae me te ingoa o te pou kua kitea i roto i te puna raraunga. Tirohia nga tuhinga o te konae me te whakanoho i nga tautuhinga kawemai i nga punaha pūāhua.
mk: Увозот на податоци не успеа затоа што датотеката со различно име на колоната беше пронајдена во изворот на податоци. Проверете ја содржината на датотеката и поставете ги поставките за увоз на извор на податоци повторно.
mn: Мэдээллийн импортын өөр баганын нэрийг өгөгдлийн эх үүсвэрээс олдсон файлыг олсон. Файлын агуулгыг шалгаж, мэдээллийн эх сурвалжийн эх сурвалжийн импортын тохиргоог дахин тохируулаарай.
ms: Import data gagal kerana fail dengan nama lajur yang berbeza didapati di sumber data. Semak kandungan fail dan tetapkan tetapan import sumber data sekali lagi.
my: ဒေတာတင်သွင်းမှုသည်မအောင်မြင်သောကော်လံအမည်ရှိဖိုင်ကိုဒေတာအရင်းအမြစ်တွင်တွေ့ရသည်။ ဖိုင်၏ contents များကိုစစ်ဆေးပြီးဒေတာအရင်းအမြစ်တင်သွင်းမှုဆက်တင်များကိုထပ်မံသတ်မှတ်ပါ။
nl: Gegevensimport is mislukt omdat een bestand met een andere kolomnaam in de gegevensbron werd gevonden. Controleer de inhoud van het bestand en stel de Importinstellingen van de gegevensbron opnieuw in.
no: Dataimport mislyktes fordi en fil med et annet kolonnenavn ble funnet i datakilden. Kontroller innholdet i filen og angi importinnstillinger for datakilde igjen.
pl: Import danych nie powiódł się, ponieważ w źródle danych znaleziono plik o innej nazwie kolumny. Sprawdź zawartość pliku i ponownie ustaw ustawienia importu źródła danych.
pt: A importação de dados falhou porque um arquivo com um nome de coluna diferente foi encontrado na fonte de dados. Verifique o conteúdo do arquivo e defina as configurações de importação da fonte de dados novamente.
ro: Importul de date a eșuat, deoarece un fișier cu un nume de coloană diferit a fost găsit în sursa de date. Verificați conținutul fișierului și setați din nou setările de import a sursei de date.
ru: Импорт данных не удался, поскольку в источнике данных был найден файл с другим именем столбца. Проверьте содержимое файла и снова установите настройки импорта источника данных.
sd: ڊيٽا درآمد ناڪام ٿي ويو ڇاڪاڻ ته ڊيٽا جي ماخذ ۾ هڪ فائل جو نالو مليو. فائل جي مواد کي چيڪ ڪريو ۽ ڊيٽا جو ذريعو ٻيهر درآمد سيٽنگون سيٽ ڪريو.
si: දත්ත ආනයනය සහිත ගොනුවක් දත්ත ප්රභවයේ තිබී ඇති ගොනුවක් නිසා දත්ත ආනයනය අසාර්ථක විය. ගොනුවේ අන්තර්ගතය පරීක්ෂා කර දත්ත ප්රභව ආනයන සැකසුම් නැවත සකසන්න.
sk: Import údajov zlyhal, pretože v zdroji údajov bol nájdený súbor s iným názvom stĺpca. Skontrolujte obsah súboru a znova nastavte nastavenia importu zdroja údajov.
sq: Importi i të dhënave dështoi sepse një skedar me një emër të kolonës tjetër u gjet në burimin e të dhënave. Kontrolloni përmbajtjen e skedarit dhe vendosni përsëri cilësimet e importit të burimit të të dhënave.
sv: Dataimport misslyckades eftersom en fil med ett annat kolumnnamn hittades i datakällan. Kontrollera innehållet i filen och ställ in inställningarna för datakällor igen.
th: การนำเข้าข้อมูลล้มเหลวเนื่องจากไฟล์ที่มีชื่อคอลัมน์อื่นพบได้ในแหล่งข้อมูล ตรวจสอบเนื้อหาของไฟล์และตั้งค่าการตั้งค่าการนำเข้าแหล่งข้อมูลอีกครั้ง
tl: Nabigo ang pag -import ng data dahil ang isang file na may ibang pangalan ng haligi ay natagpuan sa mapagkukunan ng data. Suriin ang mga nilalaman ng file at itakda muli ang mga setting ng pag -import ng mapagkukunan ng data.
tr: Veri kaynağında farklı bir sütun adına sahip bir dosya bulunduğundan veri içe aktarma başarısız oldu. Dosyanın içeriğini kontrol edin ve veri kaynağı içe aktarma ayarlarını tekrar ayarlayın.
vi: Nhập dữ liệu không thành công vì một tệp có tên cột khác đã được tìm thấy trong nguồn dữ liệu. Kiểm tra nội dung của tệp và đặt lại cài đặt nhập nguồn dữ liệu.

source: Predicted number of records to be linked
ar: يتم ربط عدد السجلات المتوقعة
bg: Прогнозиран брой записи, които трябва да бъдат свързани
ca: Nombre de registres previstos a enllaçar
cs: Předpokládaný počet záznamů, které mají být propojeny
cy: Nifer a ragwelir o gofnodion i'w cysylltu
da: Forudsagt antal poster, der skal knyttes
de: Vorhergesagte Anzahl von Datensätzen, die verknüpft sind
el: Προβλεπόμενος αριθμός εγγραφών που θα συνδεθούν
fa: تعداد سوابق مربوط به پیوند
fi: Ennustettu lukumäärä linkitettäviä tietueita
fr: Nombre prévu de dossiers à lier
gd: An dùil àireamh de chlàran airson a bhith ceangailte
he: מספר הרשומות החזוי שיש לקשר
hr: Predviđeni broj zapisa koji će biti povezani
hu: A rögzített rekordok számának előrejelzése
id: Jumlah catatan yang diprediksi untuk ditautkan
is: Spáð fjöldi skráa sem á að tengja
it: Numero previsto di record da collegare
ja: 紐付け対象のレコード数(予測値)
km: ចំនួនកំណត់ត្រាដែលបានព្យាករណ៍ដែលត្រូវបានភ្ជាប់
lb: Virausgesot Zuel vun den Opzeechnunge fir ze verbannen
mi: He maha nga rekoata hei tohu
mk: Предвидениот број на записи да бидат поврзани
mn: Холбогдох бичлэгийн тоог урьдчилан таамаглаж байсан
ms: Bilangan rekod yang diramalkan akan dihubungkan
my: ချိတ်ဆက်ခံရဖို့မှတ်တမ်းများခန့်မှန်းအရေအတွက်
nl: Voorspeld aantal te koppelen records
no: Spådde antall poster som skal kobles
pl: Przewidywana liczba rekordów zostanie powiązana
pt: Número previsto de registros a serem vinculados
ro: Numărul prevăzut de înregistrări care urmează să fie legate
ru: Прогнозируемое количество записей, которые должны быть связаны
sd: ڳن of يل تعداد جو تعداد ڳن to يل هجڻ
si: සම්බන්ධ කළ යුතු වාර්තා ගණන
sk: Predpovedaný počet záznamov, ktoré budú prepojené
sq: Numri i parashikuar i regjistrave të jetë i lidhur
sv: Förutsagda antal poster som ska länkas
th: คาดการณ์จำนวนระเบียนที่จะเชื่อมโยง
tl: Hinulaang bilang ng mga talaan na maiugnay
tr: Bağlanacak tahmin edilen kayıt sayısı
vi: Số lượng hồ sơ dự đoán sẽ được liên kết

source: Number of samples
ar: عدد العينات
bg: Брой проби
ca: Nombre de mostres
cs: Počet vzorků
cy: Nifer y samplau
da: Antal prøver
de: Anzahl von Beispielen
el: Αριθμός δειγμάτων
fa: تعداد نمونه ها
fi: Näytteiden lukumäärä
fr: Nombre d'échantillons
gd: Àireamh de shamhlaichean
he: מספר הדגימות
hr: Broj uzoraka
hu: Minták száma
id: Jumlah sampel
is: Fjöldi sýna
it: Numero di campioni
ja: サンプル数
km: ចំនួនគំរូ
lb: Zuel vun Echantillon
mi: Te maha o nga tauira
mk: Број на примероци
mn: Дээжийн тоо
ms: Bilangan sampel
my: နမူနာအရေအတွက်
nl: Aantal monsters
no: Antall prøver
pl: Liczba przykładów
pt: Número de amostras
ro: Numărul de probe
ru: Количество образцов
sd: نمونن جو تعداد
si: සාම්පල ගණන
sk: Počet vzoriek
sq: Numri i mostrave
sv: Antal prover
th: จำนวนตัวอย่าง
tl: Bilang ng mga sample
tr: Örnek sayısı
vi: Số lượng mẫu

source: Number of records to be linked
ar: عدد السجلات المراد ربطها
bg: Брой записи, които трябва да бъдат свързани
ca: Nombre de registres que s'enllaçaran
cs: Počet záznamů, které mají být propojeny
cy: Nifer y cofnodion i'w cysylltu
da: Antal poster, der skal knyttes
de: Anzahl der zu verknüpften Datensätze
el: Αριθμός εγγραφών που θα συνδεθούν
fa: تعداد سوابق مورد نظر
fi: Linkitettävien tietueiden lukumäärä
fr: Nombre d'enregistrements à lier
gd: Àireamh de chlàran airson a bhith ceangailte
he: מספר הרשומות שיש לקשר
hr: Broj zapisa koji treba povezati
hu: A kapcsolandó rekordok száma
id: Jumlah catatan yang akan ditautkan
is: Fjöldi skráa sem á að tengja
it: Numero di record da collegare
ja: 紐付け対象のレコード数
km: ចំនួនកំណត់ត្រាដែលត្រូវភ្ជាប់
lb: Zuel vun den Opzeechnunge fir ze verbonnen
mi: Te maha o nga rekoata kia honoa
mk: Број на записи што треба да бидат поврзани
mn: Холбогдох бичлэгийн тоо
ms: Bilangan rekod yang akan dihubungkan
my: ချိတ်ဆက်ခံရဖို့မှတ်တမ်းများအရေအတွက်
nl: Aantal records dat moet worden gekoppeld
no: Antall poster som skal kobles
pl: Liczba rekordów do połączenia
pt: Número de registros a serem vinculados
ro: Numărul de înregistrări care trebuie legate
ru: Количество записей, которые должны быть связаны
sd: رڪارڊ جو تعداد ڳن to ڻ لاء
si: සම්බන්ධ කළ යුතු වාර්තා ගණන
sk: Počet záznamov, ktoré majú byť prepojené
sq: Numri i regjistrave që do të lidhen
sv: Antal poster som ska länkas
th: จำนวนบันทึกที่จะเชื่อมโยง
tl: Bilang ng mga talaan na maiugnay
tr: Bağlanacak kayıt sayısı
vi: Số lượng hồ sơ được liên kết

source: Number of total records
ar: عدد السجلات الإجمالية
bg: Брой общи записи
ca: Nombre de registres totals
cs: Počet celkových záznamů
cy: Nifer y cyfanswm cofnodion
da: Antal samlede poster
de: Anzahl der Gesamtdatensätze
el: Αριθμός συνολικών αρχείων
fa: تعداد کل سوابق
fi: Kokonaistietueiden lukumäärä
fr: Nombre de registres totaux
gd: Àireamh de chlàran iomlan
he: מספר הרשומות הכוללות
hr: Broj ukupnih zapisa
hu: Az összes nyilvántartás száma
id: Jumlah total catatan
is: Fjöldi heildarskrár
it: Numero di record totali
ja: 全レコード数
km: ចំនួនកំណត់ត្រាសរុប
lb: Zuel vun de Gesamtrecords
mi: Te maha o nga rekoata katoa
mk: Број на вкупни записи
mn: Нийт бүртгэлүүдийн тоо
ms: Bilangan Jumlah Rekod
my: စုစုပေါင်းမှတ်တမ်းအရေအတွက်
nl: Aantal totale records
no: Antall totale poster
pl: Liczba całkowitych rekordów
pt: Número de registros totais
ro: Numărul de înregistrări totale
ru: Количество общих записей
sd: ڪل رڪارڊ جو تعداد
si: මුළු වාර්තා ගණන
sk: Počet celkových záznamov
sq: Numri i regjistrave total
sv: Antal totala poster
th: จำนวนบันทึกทั้งหมด
tl: Bilang ng kabuuang mga tala
tr: Toplam kayıt sayısı
vi: Số tổng số hồ sơ

source: MSP Corr
ar: Corr
bg: Corr
ca: Corr
cs: Corr
cy: Corr
da: Corr
de: Corr
el: Corr
fa: Corr
fi: Corr
fr: Corr
gd: Corr
he: Corr
hr: Corr
hu: Corr
id: Corr
is: Corr
it: Corr
ja: 相関係数
km: Corr
lb: Corr
mi: Corr
mk: Corr
mn: Corr
ms: Corr
my: Corr
nl: Corr
no: Corr
pl: Corr
pt: Corr
ro: Corr
ru: Corr
sd: Corr
si: Corr
sk: Corr
sq: Corr
sv: Corr
th: Corr
tl: Corr
tr: Corr
vi: Corr
