Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Copy to clipboard
ar: نسخ إلى الحافظة
bg: Копиране в клипборда
ca: Copiar al portapapers
cs: Zkopírovat do schránky
cy: Copïo I'r clipfwrdd
da: Kopier til udklipsholder
de: In die Zwischenablage kopieren
el: Αντιγραφή στο πρόχειρο
fa: کپی به کلیپ بورد
fi: Kopioi leikepöydälle
fr: Copier dans le presse-papier
gd: Dèan lethbhreac gu clipboard
he: העתק ללוח
hr: Kopirati u međuspremnik
hu: Másolja a vágólapra
id: Menyalin ke clipboard
is: Afritaðu á klemmuspjald
it: Copia negli appunti
ja: クリップボードにコピー
km: ចម្លងទៅក្ដារតម្បៀតខ្ទាស់
lb: Kopie op Clipboard
mi: Tāruatia ki te papatahi
mk: Копирајте на таблата со исечоци
mn: Clipboard уруу хуулах
ms: Salin ke Clipboard
my: clipboard သို့ကူးယူပါ
nl: Kopieer naar klembord
no: Kopiere til utklippstavle
pl: Skopiuj do schowka
pt: Copiar para área de transferência
ro: Copiați în clipboard
ru: Скопировать в буфер обмена
sd: ڪلپ بورڊ ڏانهن نقل ڪريو
si: ක්ලිප් පුවරුවට පිටපත් කරන්න
sk: Skopírovať do schránky
sq: Kopjoni në clipboard
sv: Kopiera till urklipp
th: คัดลอกไปยังคลิปบอร์ด
tl: Kopyahin sa clipboard
tr: Panoya kopyala
vi: Sao chép vào clipboard

source: Multi Scatter Plot
ar: مؤامرة مبعثرة متعددة
bg: Мулти разпръснат график
ca: Trama de dispersió multi
cs: Multi rozptylový graf
cy: Plot Aml -wasgariad
de: Multi -Scatter -Diagramm
el: Οικόπεδο πολλαπλών διασκορπισμού
fa: طرح چند پراکندگی
fi: Monisiraston kuvaaja
fr: Plot multiples
gd: Cuilbheart ioma-sgeul
he: עלילה רב -פיזור
hr: Višestruko raspršivanje
hu: Több szórási grafikon
id: Plot multi -sebar
is: Multi Discatter söguþræði
it: Diagramma multi -a dispersione
ja: 散布図行列
km: គ្រោងច្រើនប្រភេទ
lb: Multi scatter Komplott
mi: Maha Marara
mk: Мулти -распрскувачка парцела
mn: Олон тархины хуйвалдаан
ms: Plot Multi Scatter
no: Multi -spredningsplott
pl: Wykres wielu rozproszonych
pt: Gráfico multi -dispersão
ro: Complot multi dispersie
ru: График с несколькими рассеяниями
sd: ملٽي اسٽرٽر پلاٽ
si: බහු විසිරී ඇති බිම් කොටස
sk: Viacerých rozptylových pozemkov
sq: Komplot me shumë shpërndarje
th: พล็อตกระจายหลาย
tl: Maraming plot ng pagkakalat
tr: Çok saçma arsa
vi: Cốt truyện đa phân tán

source: Scatter Plot display
ar: مؤامرة مبعثرة
bg: Разпръснат сюжет
ca: Gràfic de dispersió
cs: Bodový diagram
cy: Plot gwasgariad
da: Scatter Plot
de: Streudiagramm
el: Διάγραμμα διασποράς
fa: طرح پراکنده
fi: Hajottaa
fr: Plot de dispersion
gd: Cuilbheart sgapte
he: גרף פיזור
hr: Zaplet raspršivanja
hu: Szétszórt grafikon
id: Sebaran plot
is: Dreifa samsæri
it: Diagramma a dispersione
ja: 散布図表示
km: គ្រោងខ្ចាត់ខ្ចាយ
lb: Scatter Komplott
mi: Te Huarere Maru
mk: Распрскувачки заговор
mn: Тараах хуйвалдаан
ms: Plot bersepah
my: ကြဲဖြန့်
nl: Spreidingsplot
no: Spredt plot
pl: Wykres punktowy
pt: Plotagem de dispersão
ro: Distript complot
ru: Разбросанный сюжет
sd: اسٽرٽ پلاٽ
si: විසිරීම බිම් කොටස
sk: Bodový diagram
sq: Komplot
sv: Spridning
th: พล็อตกระจาย
tl: Scatter Plot
tr: Dağılım grafiği
vi: Cốt truyện phân tán

source: To visualize categorical variable
ar: لتصور المتغير الفئوي
bg: За визуализиране на категорична променлива
ca: Per visualitzar la variable categòrica
cs: Vizualizovat kategorickou proměnnou
cy: I ddelweddu newidyn categori
da: At visualisere kategorisk variabel
de: Um die kategoriale Variable zu visualisieren
el: Για να απεικονίσετε την κατηγορική μεταβλητή
fa: برای تجسم متغیر طبقه بندی شده
fi: Kategorisen muuttujan visualisointi
fr: Pour visualiser la variable catégorique
gd: Gus caochladair daingeann fhaicinn
he: כדי לדמיין משתנה קטגורי
hr: Za vizualizaciju kategoričke varijable
hu: A kategorikus változó megjelenítéséhez
id: Untuk memvisualisasikan variabel kategori
is: Til að sjá flokkunarbreytu
it: Per visualizzare la variabile categorica
ja: カテゴリデータの見える化
km: ដើម្បីមើលឃើញអថេរប្រភេទ
lb: Fir kategoresch Variabel ze visualiséieren
mi: Ki te tirotiro i te taurangi whakarereke
mk: Да се ​​визуелизира категорична променлива
mn: Ангилалын хувьсагчийг төсөөлөхийн тулд
ms: Untuk menggambarkan pemboleh ubah kategori
my: အမျိုးအစား variable ကိုမြင်ယောင်ဖို့
nl: Om de categorische variabele te visualiseren
no: For å visualisere kategorisk variabel
pl: Aby wizualizować zmienną kategoryczną
pt: Para visualizar a variável categórica
ro: Pentru a vizualiza variabila categorică
ru: Визуализировать категориальную переменную
sd: درجه بندي متغير کي ڏسڻ لاء
si: වර්ගීකරණ විචල්ය දෘශ්යමාන කිරීම
sk: Vizualizovať kategorickú premennú
sq: Për të vizualizuar ndryshoren kategorike
sv: För att visualisera kategorisk variabel
th: เพื่อแสดงภาพตัวแปรเชิงหมวดหมู่
tl: Upang mailarawan ang variable na variable
tr: Kategorik değişkeni görselleştirmek için
vi: Để trực quan hóa biến phân loại

source: Stratify by variables
ar: الطبقة من قبل المتغيرات
bg: Стратифицирайте по променливи
ca: Estratificar per variables
cs: Stratify podle proměnných
cy: Stratify yn ôl newidynnau
da: Stratify efter variabler
de: Nach Variablen geschichtet
el: Διαστρωματώστε με μεταβλητές
fa: طبقه بندی شده توسط متغیرها
fi: Stratifioida muuttujien mukaan
fr: Stratifier par variables
gd: Stratify le caochladairean
he: מרובדים על ידי משתנים
hr: Stratify po varijablama
hu: Rétegezni a változók szerint
id: Stratifikasi oleh variabel
is: Lagskipt með breytum
it: Stratifica per variabili
ja: 変数層別
km: stratify ដោយអថេរ
lb: Stratify duerch Variabelen
mi: Whakapaihia e nga taurangi
mk: Стратификација по променливи
mn: Хувьсагчаар стратеги
ms: Stratify oleh pembolehubah
my: variable တွေကိုအားဖြင့် stratify
nl: Stratify door variabelen
no: Stratify av variabler
pl: Stratyfikuj według zmiennych
pt: Estratificação por variáveis
ro: Stratificați prin variabile
ru: Стратификация по переменным
sd: متغيرات جي ترتيب ڏيو
si: විචල්යයන් මගින් ස්ථරීකරණය කරන්න
sk: Stratifikovať premennými
sq: Shtresë nga variablat
sv: Stratify av variabler
th: แบ่งชั้นโดยตัวแปร
tl: Stratify ng mga variable
tr: Değişkenler tarafından tabakalaşmak
vi: Phân tầng theo các biến

source: Variable
ar: عامل
bg: Променлива
cs: Proměnná
cy: Newidyn
da: Variabel
el: Μεταβλητός
fa: متغیر
fi: Muuttuja
gd: Caochlaideach
he: מִשְׁתַנֶה
hr: Promjenljiv
hu: Változó
id: Variabel
is: Breytu
it: Variabile
ja: 変数
km: ដេលផ្លាស់ប្ដូរ
lb: Ufitzeg
mi: Haurokuroku
mk: Променлива
mn: Хувөсах
ms: Pembolehubah
my: ပေြာင်းလဲတတ်သော
nl: Variabel
no: Variabel
pl: Zmienny
pt: Variável
ro: Variabil
ru: Переменная
sd: متغير
si: විචල්යය
sk: Variabilný
sq: I ndryshueshëm
sv: Variabel
th: ตัวแปร
tr: Değişken
vi: Biến

source: Machine No
ar: آلة لا
bg: Машина №
cs: Stroj č
cy: Peiriant Na
da: Maskine nr
de: Maschine Nr
el: Μηχάνημα αριθ.
fa: دستگاه
fi: Kone
fr: Machine Non
gd: Inneal no
he: מכונה מספר
hr: Stroj
hu: Gép nem
id: Mesin no
is: Vél nr
it: Macchina n
ja: 設備
km: ទេម៉ាស៊ីន
lb: Maschinn nee
mi: Mīhini kore
mk: Машина бр
mn: Машинаа
ms: Mesin no
my: စက်မဟုတ်ဘူး
nl: Machine nee
no: Maskin nr
pl: Maszyna nr
pt: Máquina não
ro: Mașina nr
ru: Машина нет
sd: مشين جي ڌلم
si: යන්ත්ර නැත
sk: Stroj č.
sq: Makineria nr
sv: Maskinnr
th: หมายเลขเครื่องจักร
tr: Makine Hayır
vi: Số máy

source: Target period
ar: الفترة المستهدفة
bg: Целев период
ca: Període objectiu
cs: Cílové období
cy: Cyfnod targed
da: Målperiode
de: Zielzeit
el: Περίοδος στόχου
fa: دوره هدف
fi: Tavoitejakso
fr: Période cible
gd: Ùine targaid
he: תקופת יעד
hr: Ciljano razdoblje
hu: Célidőszak
id: Periode target
is: Marktímabil
it: Periodo target
ja: 対象期間
km: រយៈពេលកំណត់
lb: Zilzäit
mi: Te wa whaainga
mk: Цел период
mn: Зорилт зая хуваарь
ms: Tempoh sasaran
my: ပစ်မှတ်ကာလ
nl: Doelperiode
no: Målperiode
pl: Okres docelowy
pt: Período -alvo
ro: Perioada țintă
ru: Целевой период
sd: مقصد وارو مواد
si: ඉලක්කගත කාලය
sk: Cieľová doba
sq: Periudhë e shënjestrës
sv: Målperiod
th: ระยะเวลาเป้าหมาย
tl: Target na panahon
tr: Hedef dönemi
vi: Thời gian mục tiêu

source: Frequency
ar: التردد (العد)
bg: Честота (брой)
ca: Freqüència (recompte)
cs: Frekvence (počet)
cy: Amledd)
da: Frekvens (tælling)
de: Frequenz (Graf)
el: Συχνότητα (Count)
fa: فرکانس (تعداد)
fi: Taajuus (luku)
fr: Fréquence (nombre)
gd: Tricead (cunntadh)
he: תדר (ספירה)
hr: Frekvencija (brojanje)
hu: Frekvencia (szám)
id: Frekuensi (hitungan)
is: Tíðni (telja)
it: Frequenza (conteggio)
ja: 度数 [カウント]
km: ភាពញឹកញាប់ (ចំនួន)
lb: Frequenz (zielen)
mi: Te nuinga (tatau)
mk: Фреквенција (броење)
mn: Давтамж (тоолох)
ms: Kekerapan (kiraan)
my: ကြိမ်နှုန်း (ရေတွက်)
nl: Frequentie (tel)
no: Frekvens (tell)
pl: Częstotliwość (liczba)
pt: Frequência (contagem)
ro: Frecvență (număr)
ru: Частота (считать)
sd: فريڪئنسي (ڳڻپ)
si: සංඛ්යාතය (ගණන් කරන්න)
sk: Frekvencia (počet)
sq: Frekuenca (numërimi)
sv: Frekvens (räkning)
th: ความถี่ (นับ)
tl: Kadalasan (Bilang)
tr: Frekans (sayım)
vi: Tần số (đếm)

source: Density Estimation
ar: تقدير الكثافة
bg: Оценка на плътността
ca: Estimació de la densitat
cs: Odhad hustoty
cy: Amcangyfrif Dwysedd
da: Estimering af densitet
de: Dichteschätzung
el: Εκτίμηση πυκνότητας
fa: تخمین تراکم
fi: Tiheysarvio
fr: Estimation de la densité
gd: Taisbeanadh dùmhlachd
he: הערכת צפיפות
hr: Procjena gustoće
hu: Sűrűségbecslés
id: Estimasi kepadatan
is: Mat á þéttleika
it: Stima della densità
ja: 確率密度 (KDE)
km: ការប៉ាន់ស្មានដង់ស៊ីតេ
lb: Dichtstrahl
mi: Te whakatau tata
mk: Проценка на густина
mn: Нягтралын тооцоо
ms: Anggaran ketumpatan
my: သိပ်သည်းဆခန့်မှန်းချက်
nl: Dichtheidsschatting
no: Tetthetsestimering
pl: Oszacowanie gęstości
pt: Estimativa de densidade
ro: Estimarea densității
ru: Оценка плотности
sd: کثافت جو اندازو
si: Dens නත්ව තක්සේරුව
sk: Odhad hustoty
sq: Vlerësim i densitetit
sv: Täthetsberäkning
th: การประมาณความหนาแน่น
tl: Pagtantya ng Density
tr: Yoğunluk tahmini
vi: Ước tính mật độ

source: Categorical variable
ar: المتغير الفئوي
bg: Категорична променлива
ca: Variable categòrica
cs: Kategorická proměnná
cy: Newidyn categori
da: Kategorisk variabel
de: Kategoriale Variable
el: Κατηγορηματική μεταβλητή
fa: متغیر طبقه بندی
fi: Kategorinen muuttuja
fr: Variable catégorique
gd: Caochladair seòrsachaidh
he: משתנה קטגורי
hr: Kategorička varijabla
hu: Kategorikus változó
id: Variabel kategori
is: Flokka breytu
it: Variabile categorica
ja: カテゴリ変数
km: អថេរប្រភេទ
lb: Kategoresch Variabel
mi: He rerekee
mk: Категорична променлива
mn: Категорийн хувьсагч
ms: Pemboleh ubah kategori
my: အမျိုးအစား variable ကို
nl: Categorische variabele
no: Kategorisk variabel
pl: Zmienna kategoryczna
pt: Variável categórica
ro: Variabilă categorică
ru: Категориальная переменная
sd: درجه بندي متغير
si: වර්ගීකරණ විචල්යය
sk: Kategorická premenná
sq: Ndryshore kategorike
sv: Kategorisk variabel
th: ตัวแปรเด็ดขาด
tl: Kategoryang variable
tr: Kategorik değişken
vi: Biến phân loại

source: Stratify by term
ar: طبقية حسب المصطلح (مباشر)
bg: Стратифициране по срок (директно)
ca: Estratificar per terme (directe)
cs: Stratify podle termínu (přímý)
cy: Stratify yn ôl tymor (uniongyrchol)
da: Stratify efter sigt (direkte)
de: Nach Begriff stratifizieren (direkt)
el: Διαστρωμάτωση ανά όρο (άμεση)
fa: طبقه بندی بر اساس اصطلاح (مستقیم)
fi: Stratify termillä (suora)
fr: Stratify par terme (direct)
gd: Stratify a rèir teirm (dìreach)
he: Stratify לפי מונח (ישיר)
hr: Stratify po terminu (izravno)
hu: Rétegződés a kifejezés szerint (közvetlen)
id: Stratify dengan istilah (langsung)
is: Lagskipt eftir hugtaki (beint)
it: Stratifica per termine (diretto)
ja: 期間層別（直接入力）
km: stratify ដោយពាក្យ (ផ្ទាល់)
lb: Stratify vum Begrëff (direkt)
mi: Whakapaihia e te kupu (tika)
mk: Стратификација по термин (директен)
mn: Нэр томъёогоор давхаргах (шууд)
ms: Stratify mengikut jangka masa (langsung)
my: သက်တမ်း (တိုက်ရိုက်) အားဖြင့် stratify
nl: Stratify op termijn (direct)
no: Stratify by Term (direkte)
pl: Stratify według terminu (bezpośredni)
pt: Estratificação por termo (direto)
ro: Stratificați după termen (direct)
ru: Стратификация по термину (Direct)
sd: اصطلاح (سڌو) طرفان ترتيب ڏيو
si: වාරය අනුව (සෘජු)
sk: Stratifikovať podľa termínu (priame)
sq: Shtresë me termin (direkt)
sv: Stratify efter term (direkt)
th: แบ่งชั้นตามระยะเวลา (โดยตรง)
tl: Stratify sa pamamagitan ng term (direkta)
tr: Terim (doğrudan)
vi: Stratify theo thuật ngữ (trực tiếp)

source: Too many value selected
ar: لا يمكنك تحديد ثمانية أو أكثر من المتغيرات المستهدفة. حدد المتغير الهدف.
bg: Не можете да изберете осем или повече целеви променливи. Изберете целевата променлива.
ca: No podeu seleccionar vuit o més variables objectiu. Seleccioneu la variable de destinació.
cs: Nemůžete vybrat osm nebo více cílových proměnných. Vyberte cílovou proměnnou.
cy: Ni allwch ddewis wyth neu fwy o newidynnau targed. Dewiswch y newidyn targed.
da: Du kan ikke vælge otte eller flere målvariabler. Vælg målvariablen.
de: Sie können nicht acht oder mehr Zielvariablen auswählen. Wählen Sie die Zielvariable.
el: Δεν μπορείτε να επιλέξετε οκτώ ή περισσότερες μεταβλητές στόχου. Επιλέξτε τη μεταβλητή προορισμού.
fa: شما نمی توانید هشت یا بیشتر متغیر هدف را انتخاب کنید. متغیر هدف را انتخاب کنید.
fi: Et voi valita kahdeksan tai enemmän kohdemuuttujaa. Valitse kohdemuuttuja.
fr: Vous ne pouvez pas sélectionner huit variables cibles ou plus. Sélectionnez la variable cible.
gd: Chan urrainn dhut ochdnar no barrachd chaochladairean targaid a thaghadh. Tagh an caochladair targaid.
he: אינך יכול לבחור שמונה משתני יעד או יותר. בחר את משתנה היעד.
hr: Ne možete odabrati osam ili više ciljanih varijabli. Odaberite ciljnu varijablu.
hu: Nem választhat ki nyolc vagy több célváltozót. Válassza ki a célváltozót.
id: Anda tidak dapat memilih delapan atau lebih variabel target. Pilih variabel target.
is: Þú getur ekki valið átta eða fleiri markstærðir. Veldu miða breytu.
it: Non è possibile selezionare otto o più variabili target. Seleziona la variabile target.
ja: ターゲット変数は8つ以上選択できません。ターゲット変数を選択しなおしてください。
km: អ្នកមិនអាចជ្រើសរើសអថេរគោលដៅប្រាំបីឬច្រើនបានទេ។ ជ្រើសរើសអថេរគោលដៅ។
lb: Dir kënnt net aacht oder méi Zilvariabelen auswielen. Wielt d'Zilvariabel.
mi: Kaore e taea e koe te kowhiri i nga taurangi waru, neke atu ranei o te whaainga. Whiriwhiria te taurangi whaainga.
mk: Не можете да изберете осум или повеќе целни променливи. Изберете ја целната променлива.
mn: Та найм буюу түүнээс дээш зорилтот хувьсагчийг сонгох боломжгүй. Зорилтот хувьсагчийг сонгоно уу.
ms: Anda tidak boleh memilih lapan atau lebih pembolehubah sasaran. Pilih pemboleh ubah sasaran.
my: ရှစ်သို့မဟုတ်ထိုထက်ပိုပစ်မှတ် variable တွေကိုရွေးချယ်လို့မရပါဘူး။ ပစ်မှတ် variable ကိုရွေးပါ။
nl: U kunt niet acht of meer doelvariabelen selecteren. Selecteer de doelvariabele.
no: Du kan ikke velge åtte eller flere målvariabler. Velg målvariabelen.
pl: Nie można wybrać ośmiu lub więcej zmiennych docelowych. Wybierz zmienną docelową.
pt: Você não pode selecionar oito ou mais variáveis ​​de destino. Selecione a variável de destino.
ro: Nu puteți selecta opt sau mai multe variabile țintă. Selectați variabila țintă.
ru: Вы не можете выбрать восемь или более целевых переменных. Выберите целевую переменную.
sd: توهان اٺ يا وڌيڪ ٽارگيٽ متغير چونڊ نٿا ڪري سگهو. ٽارگيٽ متغير چونڊيو.
si: ඉලක්ක විචල්යයන් අටක් හෝ වැඩි ගණනක් ඔබට තෝරා ගත නොහැක. ඉලක්ක විචල්යය තෝරන්න.
sk: Nemôžete vybrať osem alebo viac cieľových premenných. Vyberte cieľovú premennú.
sq: Ju nuk mund të zgjidhni tetë ose më shumë ndryshore të synuara. Zgjidhni ndryshoren e synuar.
sv: Du kan inte välja åtta eller fler målvariabler. Välj målvariabeln.
th: คุณไม่สามารถเลือกตัวแปรเป้าหมายแปดตัวขึ้นไป เลือกตัวแปรเป้าหมาย
tl: Hindi ka maaaring pumili ng walo o higit pang mga variable na target. Piliin ang variable na target.
tr: Sekiz veya daha fazla hedef değişken seçemezsiniz. Hedef değişkeni seçin.
vi: Bạn không thể chọn tám biến mục tiêu trở lên. Chọn biến mục tiêu.

source: Anomaly Detection
ar: إكتشاف عيب خلقي
bg: Откриване на аномалия
ca: Detecció d’anomalies
cs: Detekce anomálie
cy: Canfod anghysondebau
da: Anomali -detektion
de: Anomalieerkennung
el: Ανίχνευση ανωμαλιών
fa: تشخیص ناهنجاری
fi: Poikkeavuuden havaitseminen
fr: Détection d'une anomalie
gd: Lorg neo-riaghailteach
he: גילוי אנומליה
hr: Otkrivanje anomalije
hu: Rendellenességi detektálás
id: Deteksi anomali
is: Frávik uppgötvun
it: Rilevamento di anomalie
ja: 異常検知
km: ការរកឃើញ anomaly
lb: Anomaly Detektioun
mi: Te kitenga anomaly
mk: Откривање на аномалија
mn: Anomaly-ийг илрүүлэх
ms: Pengesanan anomali
my: တစ် ဦး anomaly ရှာဖွေတွေ့ရှိ
nl: Onregelmatigheidsdetectie
no: Anomalideteksjon
pl: Wykrywanie anomalii
pt: Detecção de anomalia
ro: Detectarea anomaliei
ru: Обнаружение аномалий
sd: انوملي جي چڪاس
si: විෂමතා හඳුනාගැනීම
sk: Detekcia anomálie
sq: Zbulim anomali
sv: Anomalisk detektion
th: การตรวจจับความผิดปกติ
tr: Anomali tespiti
vi: Phát hiện bất thường

source: Hotelling&rsquo;s T&sup2;
ar: T&sup2;
bg: T&sup2;
ca: T&sup2;
cs: T&sup2;
cy: T&sup2;
da: T&sup2;
de: T&sup2;
el: T&sup2;
fa: T&sup2;
fi: T&sup2;
fr: T&sup2;
gd: T&sup2;
he: T&sup2;
hr: T&sup2;
hu: T&sup2;
id: T&sup2;
is: T&sup2;
it: T&sup2;
ja: T&sup2;
km: T&sup2;
lb: T&sup2;
mi: T&sup2;
mk: T&sup2;
mn: T&sup2;
ms: T&sup2;
my: T&sup2;
nl: T&sup2;
no: T&sup2;
pl: T&sup2;
pt: T&sup2;
ro: T&sup2;
ru: T&sup2;
sd: T&sup2;
si: T&sup2;
sk: T&sup2;
sq: T&sup2;
sv: T&sup2;
th: T&sup2;
tl: T&sup2;
tr: T&sup2;
vi: T&sup2;

source: Principle Component Analysis
ar: تحليل المكون الرئيسي
bg: Анализ на принципния компонент
ca: Anàlisi de components principals
cs: Analýza principu komponenty
cy: Dadansoddiad Cydran Egwyddor
da: Principkomponentanalyse
de: Prinzip -Komponentenanalyse
el: Ανάλυση βασικών στοιχείων
fa: تجزیه و تحلیل مؤلفه اصلی
fi: Periaatekomponenttianalyysi
fr: Analyse des composants principaux
gd: Prionnsapal mion-sgrùdadh co-phàirteach
he: ניתוח רכיבים עקרוני
hr: Načelna analiza komponenata
hu: Alapelv -elemzés
id: Analisis Komponen Prinsip
is: Meginþáttagreining
it: Analisi dei componenti principi
ja: 主成分分析
km: ការវិភាគគោលការណ៍គោលការណ៍
lb: Prinzip Komponent Analyse
mi: Te tātaritanga o te kaupapa Tumuaki
mk: Принципна анализа на компонентите
mn: Commance Component дүн шинжилгээ
ms: Analisis komponen prinsip
my: နိယာမအစိတ်အပိုင်းခွဲခြမ်းစိတ်ဖြာခြင်း
nl: Principe -componentanalyse
no: Prinsippkomponentanalyse
pl: Analiza komponentów podstawowych
pt: Análise de componentes principais
ro: Analiza componentelor principale
ru: Анализ основных компонентов
sd: اصول جزو تجزيو
si: මූලධර්ම සංරචක විශ්ලේෂණය
sk: Analýza zásadných komponentov
sq: Analiza e komponentit parimor
sv: Principkomponentanalys
th: การวิเคราะห์องค์ประกอบหลัก
tl: Prinsipyo ng pagsusuri ng sangkap
tr: İlke bileşen analizi
vi: Phân tích thành phần nguyên tắc

source: Principal Component Score of Testing Data
ar: 1. درجة المكون الرئيسي لبيانات الاختبار
bg: 1. Основен компонент оценка на данните за тестване
ca: 1. Puntuació del component principal de les dades de proves
cs: 1. Hlavní skóre komponent testovacích dat
cy: 1. Prif sgôr cydran y data profi
da: 1. Hovedkomponent score for testdata
de: 1. Hauptkomponentenbewertung von Testdaten
el: 1. Κύρια βαθμολογία στοιχείων των δεδομένων δοκιμών
fa: 1. نمره مؤلفه اصلی داده های آزمایش
fi: 1. Testaustietojen pääkomponenttipiste
fr: 1. Score du composant principal des données de test
gd: 1. Prìomh sgòr a 'co-phàirt de dhàta deuchainn
he: 1. ציון הרכיב העיקרי של נתוני הבדיקה
hr: 1. Ocjena glavne komponente podataka o testiranju podataka
hu: 1. A tesztelési adatok fő eleme
id: 1. Skor komponen utama data pengujian
is: 1. Helstu stig stig prófunargagna
it: 1. Punteggio dei componenti principali dei dati di test
ja: 1. 検証データの主成分得点
km: 1. ពិន្ទុសមាសធាតុសំខាន់នៃទិន្នន័យសាកល្បង
lb: 1. Principal Komponent Score vun Testdaten
mi: 1. Ko te tohu o nga waahanga o te raraunga whakamatautau
mk: 1. Резултат на главната компонента на податоците за тестирање
mn: 1. Туршилтын өгөгдлийн үндсэн бүрэлдэхүүн хэсэг
ms: 1. Skor komponen utama data ujian
my: 1. စမ်းသပ်ခြင်းအချက်အလက်များ၏အဓိကအစိတ်အပိုင်းရမှတ်
nl: 1. Hoofdcomponentenscore van testgegevens
no: 1. Hovedkomponentpoeng for testdata
pl: 1. Główny wynik danych testowych danych
pt: 1. Principal Principal Score de Dados de Teste
ro: 1. Scorul principal al componentelor datelor de testare
ru: 1. Оценка основных компонентов данных тестирования
sd: 1. جانچ واري ڊيٽا جو بنيادي جزو سکور
si: 1. දත්ත පරීක්ෂා කිරීමේ ප්රධාන සංරචක ලකුණු
sk: 1. Skóre hlavných komponentov testovacích údajov
sq: 1. Rezultati kryesor i komponentit të të dhënave të testimit
sv: 1. Huvudkomponentpoäng för testdata
th: 1. คะแนนส่วนประกอบหลักของข้อมูลการทดสอบ
tl: 1. Pangunahing sangkap na marka ng data ng pagsubok
tr: 1. Test verilerinin temel bileşen puanı
vi: 1. Điểm thành phần chính của dữ liệu kiểm tra

source: Principal Component Score of Training Data
ar: 2. درجة المكون الرئيسي لبيانات التدريب
bg: 2. Основен компонент оценка на данните за обучение
ca: 2. Puntuació principal del component de dades de formació
cs: 2. Hlavní skóre složek dat tréninku
cy: 2. Prif sgôr cydran y data hyfforddi
da: 2. Hovedkomponent score for træningsdata
de: 2. Hauptkomponentenbewertung von Trainingsdaten
el: 2. Κύρια βαθμολογία στοιχείων των δεδομένων εκπαίδευσης
fa: 2. نمره مؤلفه اصلی داده های آموزش
fi: 2. Pääkomponentti -pisteet harjoitustietojen pistemäärä
fr: 2. Score des composants principaux des données de formation
gd: 2. Prìomh sgòr den dàta trèanaidh
he: 2. ציון רכיב עיקרי של נתוני אימונים
hr: 2. Ocjena glavne komponente podataka o treningu
hu: 2. A képzési adatok fő alkotóeleme
id: 2. Skor Komponen Utama Data Pelatihan
is: 2. Helstu stig stig þjálfunargagna
it: 2. Punteggio dei componenti principali dei dati di allenamento
ja: 2. 学習データの主成分得点
km: 2. សមាសភាពសំខាន់នៃទិន្នន័យបណ្តុះបណ្តាល
lb: 2. Principal Komponent Score vun Trainingsdaten
mi: 2. Ko nga tohu o nga raraunga whakangungu
mk: 2. Резултат на главната компонента на податоците за обука
mn: 2. Сургалтын үндсэн мэдээллийн үндсэн оноо
ms: 2. Skor komponen utama data latihan
my: 2. လေ့ကျင့်ရေးအချက်အလက်များ၏အဓိကအစိတ်အပိုင်းရမှတ်
nl: 2. Hoofdcomponentenscore van trainingsgegevens
no: 2. Hovedkomponentpoeng for treningsdata
pl: 2. Główny wynik danych treningowych
pt: 2. Principal Principal Score de Dados de Treinamento
ro: 2. Scorul principal al componentelor datelor de instruire
ru: 2. Оценка основных компонентов данных обучения
sd: 2. تربيتي ڊيٽا جو پرنسپل جز سکور
si: 2. පුහුණු දත්තවල ප්රධාන සංරචක ලකුණු
sk: 2. Skóre hlavných komponentov údajov o výcviku
sq: 2. Rezultati kryesor i komponentëve të të dhënave të trajnimit
sv: 2. Huvudkomponentpoäng för träningsdata
th: 2. คะแนนส่วนประกอบหลักของข้อมูลการฝึกอบรม
tl: 2. Pangunahing sangkap na marka ng data ng pagsasanay
tr: 2. Eğitim verilerinin ana bileşen puanı
vi: 2. Điểm thành phần chính của dữ liệu đào tạo
