Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: ProceedToProcessConfig
ar: يتم حفظ الإعدادات لقاعدة البيانات /CSV ملف استيراد البيانات. انتقل إلى صفحة الإعداد ، واضبط أعمدة بيانات الاستيراد لاستيراد البيانات.
bg: Настройките се запазват за базата данни /CSV файл на импортиране на данни. Отидете на страницата за настройка, задайте колоните от данни за импортиране, за да импортирате данните.
ca: Els paràmetres es guarden per a la base de dades /CSV fitxer d’importació de dades. Vés a la pàgina de configuració, configura les columnes de les dades d’importació per importar les dades.
cs: Nastavení se ukládá do souboru databáze /CSV importů dat. Přejděte na stránku Nastavení a nastavte sloupce importních dat pro import dat.
cy: Mae gosodiadau'n cael eu cadw ar gyfer y gronfa ddata /CSV ffeil o ddata mewnforio. Ewch i'r dudalen Gosod, gosodwch y colofnau o ddata mewnforio i fewnforio'r data.
da: Indstillinger gemmes til databasen /CSV filen med import af data. Gå til indstillingssiden, indstil kolonnerne med importdata for at importere dataene.
de: Die Einstellungen werden für die Datenbank /CSV -Datendatei gespeichert. Gehen Sie zur Einstellungsseite und legen Sie die Spalten der Importdaten fest, um die Daten zu importieren.
el: Οι ρυθμίσεις αποθηκεύονται για το αρχείο βάσης δεδομένων /CSV των δεδομένων εισαγωγής. Μεταβείτε στη σελίδα ρύθμισης, ορίστε τις στήλες των δεδομένων εισαγωγής για να εισαγάγετε τα δεδομένα.
fa: تنظیمات برای پرونده داده های وارد کننده /CSV ذخیره می شوند. به صفحه تنظیم بروید ، ستون های داده های واردات را برای وارد کردن داده ها تنظیم کنید.
fi: Asetukset tallennetaan tietokannalle /CSV -tiedostoon tuontitietojen perusteella. Siirry asetussivulle, aseta tuontitietojen sarakkeet tietojen tuontiin.
fr: Les paramètres sont enregistrés pour le fichier de base de données / CSV d'importation de données. Accédez à la page de réglage, définissez les colonnes d'importation de données pour importer les données.
gd: Tha roghainnean air an sàbhaladh airson an stòr-dàta / ____ faidhle de dhàta a tha a 'toirt a-steach. Rach don duilleag suidheachaidh, cuir na colbhan de dàta in-mhalairt gus an dàta a thoirt a-steach.
he: ההגדרות נשמרות עבור מסד הנתונים /CSV קובץ ייבוא ​​נתונים. עבור לדף ההגדרה, קבע את העמודות של נתוני ייבוא ​​לייבוא ​​הנתונים.
hr: Postavke se spremaju za datoteku baze podataka /CSV uvoza podataka. Idite na stranicu za postavljanje, postavite stupce uvoznih podataka za uvoz podataka.
hu: A beállításokat az adatbázis /CSV fájl importálási fájljához menti. Lépjen a beállítási oldalra, állítsa be az adatok importálási oszlopait az adatok importálásához.
id: Pengaturan disimpan untuk database /CSV file mengimpor data. Buka halaman Pengaturan, atur kolom data impor untuk mengimpor data.
is: Stillingar eru vistaðar fyrir gagnagrunninn /CSV skrá yfir innflutningsgögn. Farðu á stillingarsíðuna, stilltu dálka innflutningsgagna til að flytja inn gögnin.
it: Le impostazioni vengono salvate per il file di dati di database /CSV di importazione. Vai alla pagina di impostazione, impostare le colonne dei dati di importazione per importare i dati.
ja: データをインポートするデータベース/CSVファイルの設定を保存しました。工程設定ページに進み、データをインポートする列を設定し、データをインポートしてください。
km: ការកំណត់ត្រូវបានរក្សាទុកសម្រាប់មូលដ្ឋានទិន្នន័យ / CSV ឯកសារនៃការនាំចូលទិន្នន័យ។ ចូលទៅកាន់ទំព័រកំណត់កំណត់ជួរឈរទិន្នន័យនាំចូលដើម្បីនាំចូលទិន្នន័យ។
lb: Astellunge ginn fir d'Datebank / CSV Datei vun der Importéierungsdaten gespäichert. Gitt op d'Kader Säit, setzt d'Sailen vun Import Daten fir d'Donnéeën z'importéieren.
mi: Ka tiakina nga tautuhinga mo te pātengi raraunga / CSV te konae o nga raraunga kawemai. Haere ki te whaarangi tautuhi, whakaturia nga pou o nga raraunga kawemai hei kawemai i nga raraunga.
mk: Поставките се зачувуваат за базата на податоци /CSV датотеката за увоз на податоци. Одете на страницата за поставување, поставете ги колоните на податоците за увоз за да ги увезете податоците.
mn: Тохиргоог өгөгдлийн сан / CSV-р өгөгдлийг импортлоход хүргэдэг. Тохиргооны хуудас руу очоод, импортын өгөгдлийг өгөгдлийг импортлохын тулд багана тохируулна уу.
ms: Tetapan disimpan untuk fail pangkalan data /CSV mengimport data. Pergi ke halaman tetapan, tetapkan lajur data import untuk mengimport data.
my: ဒေတာတင်သွင်းမှု၏ဒေတာဘေ့စ် / __ ဖိုင် 14__ ဖိုင်အတွက်ချိန်ညှိချက်များကိုသိမ်းဆည်းထားသည်။ ချိန်ညှိချက်စာမျက်နှာသို့သွားပါ, အချက်အလက်တင်သွင်းရန်တင်သွင်းသောအချက်အလက်များ၏ကော်လံများကိုသတ်မှတ်ပါ။
nl: Instellingen worden opgeslagen voor het database /CSV -bestand met het importeren van gegevens. Ga naar de instellingspagina, stel de kolommen van importgegevens in om de gegevens te importeren.
no: Innstillinger lagres for databasen /CSV fil med import av data. Gå til innstillingssiden, angi kolonnene med importdata for å importere dataene.
pl: Ustawienia są zapisywane dla pliku bazy danych /CSV w zakresie importowania danych. Przejdź do strony Ustawienia, ustaw kolumny danych importu, aby zaimportować dane.
pt: As configurações são salvas para o arquivo de banco de dados /CSV de importação de dados. Vá para a página de configuração, defina as colunas dos dados de importação para importar os dados.
ro: Setările sunt salvate pentru baza de date /CSV de importare a datelor. Accesați pagina de setare, setați coloanele de date de import pentru a importa datele.
ru: Настройки сохраняются для базы данных /CSV файла импорта данных. Перейдите на страницу настроек, установите столбцы импортных данных для импорта данных.
sd: ڊيٽابيس / CSV -11__ درآمد ڪرڻ جي ڊيٽا لاء سيٽنگون محفوظ آهن. سيٽنگ صفحي تي وڃو، ڊيٽا درآمد ڪرڻ لاء درآمد واري ڊيٽا کي سيٽ ڪريو.
si: දත්ත සමුදාය / CSV දත්ත ආනයනය කිරීමේ ගොනුව සඳහා සැකසුම් සුරකිනු ඇත. සැකසුම් පිටුවට යන්න, දත්ත ආනයනය කිරීම සඳහා ආනයන දත්ත තීරු තබන්න.
sk: Nastavenia sa ukladajú pre databázu /CSV súbor importovania údajov. Prejdite na stránku nastavenia, nastavte stĺpce importových údajov na import údajov.
sq: Cilësimet ruhen për bazën e të dhënave /CSV skedarin e të dhënave të importimit. Shkoni në faqen e cilësimit, vendosni kolonat e të dhënave të importit për të importuar të dhënat.
sv: Inställningar sparas för databasen /CSV filen för importdata. Gå till inställningssidan, ställ in kolumnerna med importdata för att importera data.
th: การตั้งค่าจะถูกบันทึกไว้สำหรับฐานข้อมูล /CSV ไฟล์การนำเข้าข้อมูล ไปที่หน้าการตั้งค่าตั้งค่าคอลัมน์ของข้อมูลนำเข้าเพื่อนำเข้าข้อมูล
tl: Ang mga setting ay nai -save para sa database /CSV file ng pag -import ng data. Pumunta sa pahina ng setting, itakda ang mga haligi ng data ng pag -import upang mai -import ang data.
tr: Ayarlar veritabanı /CSV veri içe aktarma dosyası için kaydedilir. Ayar sayfasına gidin, verileri içe aktarmak için içe aktarma verilerinin sütunlarını ayarlayın.
vi: Cài đặt được lưu cho cơ sở dữ liệu /CSV Tệp nhập dữ liệu. Chuyển đến trang cài đặt, đặt các cột của dữ liệu nhập để nhập dữ liệu.

source: Element data is missing required attribute.
ar: لا توجد سمة مطلوبة في بيانات العنصر.
bg: В данните на елемента няма необходим атрибут.
ca: No hi ha cap atribut obligatori a les dades de l'element.
cs: V datech prvků není nutný žádný atribut.
cy: Nid oes unrhyw briodoledd ofynnol yn y data elfen.
da: Der er ingen påkrævet attribut i elementdataene.
de: In den Elementdaten ist kein Attribut erforderlich.
el: Δεν υπάρχει απαραίτητο χαρακτηριστικό στα δεδομένα στοιχείων.
fa: در داده های عنصر هیچ ویژگی لازم وجود ندارد.
fi: Elementtitiedoissa ei ole vaadittu ominaisuus.
fr: Il n'y a pas d'attribut requis dans les données des éléments.
gd: Chan eil feart riatanach ann an dàta na h-eileamaid.
he: אין תכונה חובה בנתוני האלמנטים.
hr: U podacima elemenata nema potrebnog atributa.
hu: Az elem adatokban nincs szükség attribútumra.
id: Tidak ada atribut yang diperlukan dalam data elemen.
is: Það er enginn nauðsynlegur eiginleiki í frumefnisgögnum.
it: Non esiste un attributo richiesto nei dati dell'elemento.
ja: 要素データに必要な属性がありません。
km: មិនមានគុណលក្ខណៈចាំបាច់នៅក្នុងទិន្នន័យធាតុទេ។
lb: Et gëtt keng erfuerderlech Attribut an der Elementdaten.
mi: Kaore he tohu e hiahiatia ana i roto i nga raraunga waahanga.
mk: Не е потребен атрибут во податоците за елементите.
mn: Элементийн өгөгдөлд шаардлагатай шинж чанар байхгүй байна.
ms: Tiada atribut yang diperlukan dalam data elemen.
my: Element Data တွင်လိုအပ်သော attribute မရှိပါ။
nl: Er is geen vereist kenmerk in de elementgegevens.
no: Det er ingen nødvendig attributt i elementdataene.
pl: W danych elementu nie ma wymaganego atrybutu.
pt: Não há atributo necessário nos dados do elemento.
ro: Nu există un atribut necesar în datele elementului.
ru: В данных элементов нет необходимого атрибута.
sd: عنصر جي ڊيٽا ۾ ڪابه گهربل خاصيت ناهي.
si: මූලද්රව්ය දත්තවල අවශ්ය ලක්ෂණයක් නොමැත.
sk: V údajoch prvkov nie je požadovaný atribút.
sq: Nuk ka atribut të kërkuar në të dhënat e elementeve.
sv: Det krävs inget nödvändigt attribut i elementdata.
th: ไม่มีแอตทริบิวต์ที่จำเป็นในข้อมูลองค์ประกอบ
tl: Walang kinakailangang katangian sa data ng elemento.
tr: Eleman verilerinde gerekli bir öznitelik yoktur.
vi: Không có thuộc tính bắt buộc trong dữ liệu phần tử.

source: Element data is missing required attribute value.
ar: لا توجد قيمة سمة مطلوبة لبيانات العناصر.
bg: За данните на елементите не е необходима стойност на атрибута.
ca: No hi ha cap valor d’atribut necessari per a les dades d’elements.
cs: Pro data prvků není nutná žádná hodnota atributu.
cy: Nid oes angen gwerth priodoledd ar gyfer data elfen.
da: Der kræves ingen attributværdi til elementdata.
de: Für Elementdaten ist kein Attributwert erforderlich.
el: Δεν υπάρχει τιμή χαρακτηριστικού που απαιτείται για τα δεδομένα στοιχείων.
fa: هیچ مقدار ویژگی مورد نیاز برای داده های عنصر وجود ندارد.
fi: Elementtitietoihin ei vaadita attribuuttiarvoa.
fr: Il n'y a aucune valeur d'attribut requise pour les données des éléments.
gd: Chan eil luach feart ann a tha a dhìth air dàta eileamaid.
he: אין ערך תכונה נדרש לנתוני אלמנטים.
hr: Ne postoji vrijednost atributa potrebna za podatke elemenata.
hu: Az elem adatokhoz nincs szükség attribútumértékre.
id: Tidak ada nilai atribut yang diperlukan untuk data elemen.
is: Það er ekkert eigindagildi sem krafist er fyrir gögnum um frumefni.
it: Non esiste un valore di attributo richiesto per i dati degli elementi.
ja: 要素データに必要な属性値がありません。
km: មិនមានគុណលក្ខណៈគុណលក្ខណៈដែលត្រូវការសម្រាប់ទិន្នន័យធាតុទេ។
lb: Et gëtt keen Attributerwäert noutwendeg fir Elementdaten.
mi: Kaore he uara tohu e hiahiatia ana mo nga raraunga huanga.
mk: Не е потребна вредност на атрибут за податоци за елементите.
mn: Элемент өгөгдөлд оруулах шинж чанарын утга байхгүй.
ms: Tiada nilai atribut yang diperlukan untuk data elemen.
my: Element Data Data အတွက်လိုအပ်သော attribute တန်ဖိုးမရှိပါ။
nl: Er is geen kenmerkwaarde vereist voor elementgegevens.
no: Det er ingen attributtverdi som kreves for elementdata.
pl: Nie ma wartości atrybutowej wymaganej dla danych elementów.
pt: Não há valor de atributo necessário para os dados do elemento.
ro: Nu este necesară o valoare de atribut pentru datele elementelor.
ru: Для данных элементов не требуется атрибута.
sd: عنصر جي ڊيٽا لاء ڪابه خاصيت گهربل ناهي.
si: මූලද්රව්ය දත්ත සඳහා අවශ්ය ආරෝපණ අගයක් නොමැත.
sk: Pre údaje prvkov nie je potrebná žiadna hodnota atribútov.
sq: Nuk ka asnjë vlerë të atributit që kërkohet për të dhënat e elementeve.
sv: Det krävs inget attributvärde för elementdata.
th: ไม่มีค่าแอตทริบิวต์ที่จำเป็นสำหรับข้อมูลองค์ประกอบ
tl: Walang halaga ng katangian na kinakailangan para sa data ng elemento.
tr: Eleman verileri için gerekli bir öznitelik değeri yoktur.
vi: Không có giá trị thuộc tính cần thiết cho dữ liệu phần tử.

source: 2 or more variables should be selected for PCA
ar: يتطلب اكتشاف غير طبيعي بواسطة PCA متغيرين على الأقل. حدد متغيرين أو أكثر.
bg: Ненормалното откриване от PCA изисква поне две променливи. Изберете две или повече променливи.
ca: Una detecció anormal per PCA requereix almenys dues variables. Seleccioneu dues o més variables.
cs: Abnormální detekce pomocí PCA vyžaduje alespoň dvě proměnné. Vyberte dvě nebo více proměnných.
cy: Mae angen o leiaf ddau newidyn ar ganfod annormal gan PCA. Dewiswch ddau neu fwy o newidynnau.
da: En unormal detektion ved PCA kræver mindst to variabler. Vælg to eller flere variabler.
de: Ein abnormaler Nachweis durch PCA erfordert mindestens zwei Variablen. Wählen Sie zwei oder mehr Variablen aus.
el: Μια μη φυσιολογική ανίχνευση από το PCA απαιτεί τουλάχιστον δύο μεταβλητές. Επιλέξτε δύο ή περισσότερες μεταβλητές.
fa: تشخیص غیر طبیعی توسط PCA حداقل به دو متغیر نیاز دارد. دو یا چند متغیر را انتخاب کنید.
fi: PCA: n epänormaali havaitseminen vaatii vähintään kaksi muuttujaa. Valitse kaksi tai useampia muuttujia.
fr: Une détection anormale par l'ACP nécessite au moins deux variables. Sélectionnez deux variables ou plus.
gd: Feumaidh lorgaidh anabarrach le PCA co-dhiù dà chaochladair. Tagh dà chaochladair no barrachd.
he: גילוי לא תקין על ידי PCA דורש לפחות שני משתנים. בחר שני משתנים או יותר.
hr: Nenormalno otkrivanje PCA zahtijeva najmanje dvije varijable. Odaberite dvije ili više varijabli.
hu: A PCA általi rendellenes észleléshez legalább két változó szükséges. Válasszon két vagy több változót.
id: Deteksi abnormal oleh PCA membutuhkan setidaknya dua variabel. Pilih dua atau lebih variabel.
is: Óeðlileg uppgötvun PCA þarf að minnsta kosti tvær breytur. Veldu tvær eða fleiri breytur.
it: Un rilevamento anormale da parte della PCA richiede almeno due variabili. Seleziona due o più variabili.
ja: PCAによる異常検知は変数が最低2つ必要です。変数を2つ以上選択してください。
km: ការរកឃើញមិនប្រក្រតីដោយ PCA ទាមទារអថេរពីរយ៉ាងតិច។ ជ្រើសរើសអថេរពីរឬច្រើន។
lb: Eng abnormal Detektioun vum PCA erfuerdert op d'mannst zwou Variabelen. Wielt zwee oder méi Variabelen.
mi: He kitenga kore na te PCA e hiahia ana kia rua nga taurangi e rua. Whiriwhiria kia rua, neke atu ranei nga taurangi.
mk: Абнормално откривање од страна на ПЦА бара најмалку две варијабли. Изберете две или повеќе променливи.
mn: PCA-ийн хэвийн бус илрүүлэлт нь дор хаяж хоёр хувьсагчийг шаарддаг. Хоёр ба түүнээс дээш хувьсагчийг сонгоно уу.
ms: Pengesanan yang tidak normal oleh PCA memerlukan sekurang -kurangnya dua pembolehubah. Pilih dua atau lebih pembolehubah.
my: PCA မှပုံမှန်မဟုတ်သောရှာဖွေတွေ့ရှိမှုမှာအနည်းဆုံး variable နှစ်ခုလိုအပ်သည်။ နှစ်ခုသို့မဟုတ်နှစ်ခုထက်ပိုသော variable တွေကိုရွေးချယ်ပါ။
nl: Een abnormale detectie door PCA vereist ten minste twee variabelen. Selecteer twee of meer variabelen.
no: En unormal deteksjon med PCA krever minst to variabler. Velg to eller flere variabler.
pl: Nieprawidłowe wykrywanie przez PCA wymaga co najmniej dwóch zmiennych. Wybierz dwie lub więcej zmiennych.
pt: Uma detecção anormal pelo PCA requer pelo menos duas variáveis. Selecione duas ou mais variáveis.
ro: O detectare anormală de PCA necesită cel puțin două variabile. Selectați două sau mai multe variabile.
ru: На ненормальное обнаружение с помощью PCA требуется как минимум две переменные. Выберите две или более переменных.
sd: پي سي اي پاران هڪ غيرمعمولي ڳولا گهٽ ۾ گهٽ ٻن متغيرن جي ضرورت آهي. ٻه يا وڌيڪ متغير چونڊيو.
si: පීසීඒ විසින් අසාමාන්ය ලෙස හඳුනා ගැනීමකට අවම වශයෙන් විචල්ය දෙකක් අවශ්ය වේ. විචල්යයන් දෙකක් හෝ වැඩි ගණනක් තෝරන්න.
sk: Abnormálna detekcia pomocou PCA vyžaduje najmenej dve premenné. Vyberte dve alebo viac premenných.
sq: Një zbulim jonormal nga PCA kërkon të paktën dy ndryshore. Zgjidhni dy ose më shumë ndryshore.
sv: En onormal detektion med PCA kräver minst två variabler. Välj två eller flera variabler.
th: การตรวจจับที่ผิดปกติโดย PCA ต้องใช้ตัวแปรอย่างน้อยสองตัว เลือกตัวแปรสองตัวขึ้นไป
tl: Ang isang hindi normal na pagtuklas ng PCA ay nangangailangan ng hindi bababa sa dalawang variable. Pumili ng dalawa o higit pang mga variable.
tr: PCA tarafından anormal bir tespit en az iki değişken gerektirir. İki veya daha fazla değişken seçin.
vi: Một phát hiện bất thường của PCA đòi hỏi ít nhất hai biến. Chọn hai hoặc nhiều biến.

source: Please choose at least one column
ar: حدد عمودًا واحدًا على الأقل
bg: Изберете поне една колона
ca: Seleccioneu almenys una columna
cs: Vyberte alespoň jeden sloupec
cy: Dewiswch o leiaf un golofn
da: Vælg mindst en kolonne
de: Wählen Sie mindestens eine Spalte aus
el: Επιλέξτε τουλάχιστον μία στήλη
fa: حداقل یک ستون را انتخاب کنید
fi: Valitse vähintään yksi sarake
fr: Sélectionnez au moins une colonne
gd: Tagh co-dhiù aon cholbh
he: בחר לפחות עמודה אחת
hr: Odaberite barem jedan stupac
hu: Válasszon legalább egy oszlopot
id: Pilih setidaknya satu kolom
is: Veldu að minnsta kosti einn dálk
it: Seleziona almeno una colonna
ja: 少なくとも1つの列を選択してください
km: ជ្រើសរើសយ៉ាងហោចណាស់ជួរឈរមួយ
lb: Wielt op d'mannst eng Kolonn
mi: Tīpakohia te iti rawa o te pou
mk: Изберете барем една колона
mn: Дор хаяж нэг баганыг сонгоно уу
ms: Pilih sekurang -kurangnya satu lajur
my: အနည်းဆုံးကော်လံတစ်ခုရွေးပါ
nl: Selecteer ten minste één kolom
no: Velg minst en kolonne
pl: Wybierz co najmniej jedną kolumnę
pt: Selecione pelo menos uma coluna
ro: Selectați cel puțin o coloană
ru: Выберите хотя бы один столбец
sd: گهٽ ۾ گهٽ هڪ ڪالم چونڊيو
si: අවම වශයෙන් එක් තීරුවක්වත් තෝරන්න
sk: Vyberte aspoň jeden stĺpec
sq: Zgjidhni të paktën një kolonë
sv: Välj minst en kolumn
th: เลือกอย่างน้อยหนึ่งคอลัมน์
tl: Pumili ng hindi bababa sa isang haligi
tr: En az bir sütun seçin
vi: Chọn ít nhất một cột

source: Category value with narrow width of box is not shown.
ar: لا يتم عرض متغيرات الفئة التي تقلل من عرض المربع.
bg: Не се показват променливи на категорията, които намаляват ширината на кутията.
ca: No es mostren variables de categoria que redueixen l'amplada del quadre.
cs: Proměnné kategorie, které zmenšují šířku krabice, nejsou zobrazeny.
cy: Nid yw newidynnau categori sy'n lleihau lled y blwch yn cael eu harddangos.
da: Kategorivariabler, der reducerer kassens bredde, vises ikke.
de: Kategorienvariablen, die die Breite des Box reduzieren, werden nicht angezeigt.
el: Οι μεταβλητές κατηγορίας που μειώνουν το πλάτος του πλαισίου δεν εμφανίζονται.
fa: متغیرهای دسته بندی که باعث کاهش عرض جعبه می شوند نمایش داده نمی شوند.
fi: Luokkamuuttujia, jotka vähentävät laatikon leveyttä, ei näytetä.
fr: Les variables de catégorie qui réduisent la largeur de la boîte ne sont pas affichées.
gd: Chan eil caochladairean roinn-seòrsa a tha a 'lughdachadh leud a' bhogsa air an taisbeanadh.
he: משתני קטגוריה המצמצמים את רוחב התיבה אינם מוצגים.
hr: Varijable kategorija koje smanjuju širinu okvira nisu prikazane.
hu: A doboz szélességét csökkentő kategória változók nem jelennek meg.
id: Variabel kategori yang mengurangi lebar kotak tidak ditampilkan.
is: Flokksbreytur sem draga úr breidd kassans birtast ekki.
it: Le variabili di categoria che riducono la larghezza della scatola non vengono visualizzate.
ja: ボックスの幅が小さくなるカテゴリ変数は表示されません。
km: អថេរប្រភេទដែលកាត់បន្ថយទទឹងប្រអប់មិនត្រូវបានបង្ហាញទេ។
lb: D'Kategorie Variabelen, déi d'Breet vun der Këscht reduzéieren.
mi: Nga taurangi o te waahanga e whakaiti ana i te whanui o te pouaka kaore i te whakaatuhia.
mk: Не се прикажани променливи на категории кои ја намалуваат ширината на кутијата.
mn: Хайрцагны өргөнийг бууруулдаг категорийн хувьсагчууд харагдахгүй байна.
ms: Pembolehubah kategori yang mengurangkan lebar kotak tidak dipaparkan.
my: အမျိုးအစားကိုလျှော့ချသောအမျိုးအစား variable တွေကိုမပြပါ။
nl: Categorievariabelen die de breedte van de doos verminderen, worden niet weergegeven.
no: Kategorivariabler som reduserer bredden på boksen vises ikke.
pl: Zmienne kategorii, które zmniejszają szerokość pudełka, nie są wyświetlane.
pt: As variáveis ​​de categoria que reduzem a largura da caixa não são exibidas.
ro: Nu sunt afișate variabilele de categorie care reduc lățimea cutiei.
ru: Переменные категории, которые уменьшают ширину коробки, не отображаются.
sd: ڪيٽيگري متغيرات جيڪي دٻي جي چوٽي کي گهٽائي ناھن.
si: කොටුවේ පළල අඩු කරන කාණ්ඩ විචල්යයන් දර්ශනය නොවේ.
sk: Premenné kategórie, ktoré znižujú šírku políčka, sa nezobrazujú.
sq: Variablat e kategorisë që zvogëlojnë gjerësinë e kutisë nuk shfaqen.
sv: Kategorivariabler som minskar lådans bredd visas inte.
th: ตัวแปรหมวดหมู่ที่ลดความกว้างของกล่องจะไม่ปรากฏขึ้น
tl: Ang mga variable na kategorya na nagbabawas sa lapad ng kahon ay hindi ipinapakita.
tr: Kutunun genişliğini azaltan kategori değişkenleri görüntülenmez.
vi: Các biến thể loại làm giảm chiều rộng của hộp không được hiển thị.

source: Starting Digit
ar: بدء الرقم
bg: Начална цифра
ca: Digit inicial
cs: Počáteční číslice
cy: Dechrau digid
da: Start ciffer
de: Startdifferenz
el: Εκκίνηση ψηφίου
fa: شروع رقم
fi: Aloitus numero
fr: Digit de départ
gd: A 'tòiseachadh digit
he: התחלת ספרה
hr: Početna znamenka
hu: Kezdő számjegy
id: Mulai digit
is: Byrja tölustaf
it: Cifre iniziale
ja: 開始桁
km: ខ្ទង់ចាប់ផ្តើម
lb: Startzikt Ziffer
mi: Te tiimata
mk: Почетна цифра
mn: Оруулж байна
ms: Memulakan digit
my: ဂဏန်းစတင်
nl: Startcijfer
no: Starter siffer
pl: Rozpoczęcie cyfry
pt: Dígito inicial
ro: Cifra de pornire
ru: Начальная цифра
sd: شروعاتي عدد
si: ඉලක්කම් ආරම්භ කිරීම
sk: Začínajúca číslica
sq: Shifër fillestare
sv: Startsiffra
th: เริ่มต้นตัวเลข
tl: Simula ng Digit
tr: Başlangıç ​​basamağı
vi: Chữ số bắt đầu

source: Ridgeline Plot
ar: مؤامرة ريدجلين
ca: Parcel·la de Ridgeline
cy: Plot Ridgeline
de: Ridgeline -Diagramm
el: Οικόπεδο Ridgeline
fa: طرح
fi: Reuna -juoni
fr: Terrain de Ridgeline
gd: Cuilbheart Ridgeline
he: עלילת רידג'ליין
hr: Zaplet
hu: Ridgeline -parcella
id: Plot Ridgeline
is: Ridgeline söguþræði
it: Trama Ridgeline
ja: リッジラインプロット
km: គ្រោងឆ្អឹង
lb: Ridgeline Komplott
mi: Pahau ringgeline
mk: Заговор за риџлин
mn: Ridgeline хуйвалдаан
ms: Plot Ridgeline
my: ridgeline ကြံစည်မှု
pl: Wykres Ridgeline
ro: Plot Ridgeline
ru: График Риджлин
sd: ريگيلين پلاٽ
si: රිඩාලයින් කුමන්ත්රණය
sk: Hrebeň
sq: Komplot
th: พล็อต Ridgeline
tl: Plot ng Ridgeline
tr: Ridgel grafiği
vi: Ridgeline Lô
