Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: File does not exist
ar: لا يوجد ملف.
bg: Няма файл.
ca: No hi ha cap fitxer.
cs: Neexistuje žádný soubor.
cy: Nid oes ffeil.
da: Der er ingen fil.
de: Es gibt keine Datei.
el: Δεν υπάρχει αρχείο.
fa: هیچ پرونده ای وجود ندارد.
fi: Tiedostoa ei ole.
fr: Il n'y a pas de fichier.
gd: Chan eil faidhle ann.
he: אין קובץ.
hr: Nema datoteke.
hu: Nincs fájl.
id: Tidak ada file.
is: Það er engin skrá.
it: Non esiste un file.
ja: ファイルが存在しません。
km: មិនមានឯកសារទេ។
lb: Et gëtt keng Datei.
mi: Kaore he konae.
mk: Нема датотека.
mn: Файл байхгүй байна.
ms: Tiada fail.
my: ဖိုင်မရှိပါ။
nl: Er is geen bestand.
no: Det er ingen fil.
pl: Nie ma pliku.
pt: Não há arquivo.
ro: Nu există niciun fișier.
ru: Нет файла.
sd: ڪا فائل ناهي.
si: ගොනුවක් නොමැත.
sk: Neexistuje žiadny súbor.
sq: Nuk ka skedar.
sv: Det finns ingen fil.
th: ไม่มีไฟล์
tl: Walang file.
tr: Dosya yok.
vi: Không có tập tin.

source: Exists
ar: يمكنك الاتصال.
bg: Можете да се свържете.
ca: Podeu connectar -vos.
cs: Můžete se připojit.
cy: Gallwch gysylltu.
da: Du kan oprette forbindelse.
de: Sie können eine Verbindung herstellen.
el: Μπορείτε να συνδεθείτε.
fa: می توانید متصل شوید.
fi: Voit muodostaa yhteyden.
fr: Vous pouvez vous connecter.
gd: Faodaidh tu ceangal a dhèanamh.
he: אתה יכול להתחבר.
hr: Možete se povezati.
hu: Csatlakozhat.
id: Anda dapat terhubung.
is: Þú getur tengst.
it: Puoi connetterti.
ja: 接続可能です。
km: អ្នកអាចភ្ជាប់បាន។
lb: Dir kënnt Connectéieren.
mi: Ka taea e koe te hono atu.
mk: Можете да се поврзете.
mn: Та холбогдож болно.
ms: Anda boleh menyambung.
my: သင်ဆက်သွယ်နိုင်သည်
nl: U kunt verbinding maken.
no: Du kan koble til.
pl: Możesz się połączyć.
pt: Você pode se conectar.
ro: Te poți conecta.
ru: Вы можете подключиться.
sd: توهان ڳن connected ي سگهو ٿا.
si: ඔබට සම්බන්ධ විය හැකිය.
sk: Môžete sa pripojiť.
sq: Ju mund të lidheni.
sv: Du kan ansluta.
th: คุณสามารถเชื่อมต่อ
tl: Maaari kang kumonekta.
tr: Bağlanabilirsiniz.
vi: Bạn có thể kết nối.

source: Visualization value is required
ar: يرجى ملء القيمة.
bg: Моля, попълнете стойността.
ca: Empleneu el valor.
cs: Vyplňte prosím hodnotu.
cy: Llenwch y gwerth.
da: Udfyld venligst værdien.
de: Bitte füllen Sie den Wert aus.
el: Συμπληρώστε την τιμή.
fa: لطفا مقدار را پر کنید.
fi: Täytä arvo.
fr: Veuillez remplir la valeur.
gd: Feuch an lìon thu an luach.
he: אנא מלא את הערך.
hr: Molimo ispunite vrijednost.
hu: Kérjük, töltse ki az értéket.
id: Harap isi nilainya.
is: Vinsamlegast fylltu út gildið.
it: Si prega di compilare il valore.
ja: 値を入力してください。
km: សូមបំពេញក្នុងតម្លៃ។
lb: Fëllt de Wäert aus.
mi: whakakiia te uara.
mk: Пополнете ја вредноста.
mn: Утга нь бөглөнө үү.
ms: Sila isi nilai.
my: ကျေးဇူးပြုပြီးတန်ဖိုးကိုဖြည့်ပါ။
nl: Vul de waarde in.
no: Vennligst fyll ut verdien.
pl: Proszę wypełnić wartość.
pt: Por favor, preencha o valor.
ro: Vă rugăm să completați valoarea.
ru: Пожалуйста, заполните значение.
sd: مهرباني ڪري قيمت ڀريو.
si: කරුණාකර අගය පුරවන්න.
sk: Vyplňte hodnotu.
sq: Ju lutemi plotësoni vlerën.
sv: Fyll i värdet.
th: กรุณากรอกค่า
tl: Mangyaring punan ang halaga.
tr: Lütfen değeri doldurun.
vi: Vui lòng điền vào giá trị.

source: At least one setting value is required
ar: لا يوجد محتوى إعداد.
bg: Няма съдържание на настройка.
ca: No hi ha contingut de configuració.
cs: Neexistuje žádný nastavení obsahu.
cy: Nid oes unrhyw gynnwys gosod.
da: Der er ikke noget indstillingsindhold.
de: Es gibt keinen Einstellungsinhalt.
el: Δεν υπάρχει περιεχόμενο ρύθμισης.
fa: هیچ محتوای تنظیم وجود ندارد.
fi: Sisältöä ei ole.
fr: Il n'y a pas de contenu de réglage.
gd: Chan eil susbaint suidheachadh ann.
he: אין תוכן הגדרת.
hr: Nema sadržaja postavki.
hu: Nincs beállítási tartalom.
id: Tidak ada konten pengaturan.
is: Það er ekkert stillingarefni.
it: Non esiste un contenuto di impostazione.
ja: 設定内容がありません。
km: មិនមានការកំណត់មាតិកាទេ។
lb: Et gëtt keen Astellungsinhalt.
mi: Kaore he tuhinga whakatakoto.
mk: Нема содржина за поставување.
mn: Тохируулах агуулга байхгүй байна.
ms: Tiada kandungan tetapan.
my: အဘယ်သူမျှမ setting အကြောင်းအရာရှိပါတယ်။
nl: Er is geen instellingsinhoud.
no: Det er ikke noe innholdsinnhold.
pl: Nie ma zawartości ustawienia.
pt: Não há conteúdo de configuração.
ro: Nu există conținut de setare.
ru: Там нет настройки контента.
sd: ڪا به ترتيب واري مواد ناهي.
si: සැකසීමේ සැකසුම් නොමැත.
sk: Neexistuje žiadny nastavenie obsahu.
sq: Nuk ka asnjë përmbajtje përcaktimi.
sv: Det finns inget inställningsinnehåll.
th: ไม่มีเนื้อหาการตั้งค่า
tl: Walang nilalaman ng setting.
tr: Ayar içeriği yok.
vi: Không có nội dung cài đặt.

source: Setting is duplicated
ar: يتم تكرار الإعدادات.
bg: Настройките се дублират.
ca: La configuració es duplica.
cs: Nastavení jsou duplikována.
cy: Mae'r gosodiadau wedi'u dyblygu.
da: Indstillingerne er duplikeret.
de: Die Einstellungen werden dupliziert.
el: Οι ρυθμίσεις είναι διπλές.
fa: تنظیمات تکثیر می شوند.
fi: Asetukset on kopioitu.
fr: Les paramètres sont dupliqués.
gd: Tha na roghainnean air an dùblachadh.
he: ההגדרות משוכפלות.
hr: Postavke su duplicirane.
hu: A beállítások megismételték.
id: Pengaturannya digandakan.
is: Stillingarnar eru tvíteknar.
it: Le impostazioni sono duplicate.
ja: 設定が重複しています。
km: ការកំណត់ត្រូវបានចម្លង។
lb: D'Astellunge sinn duplizéiert.
mi: Ko nga tautuhinga he taarua.
mk: Поставките се дуплираат.
mn: Тохиргоог давхардсан байна.
ms: Tetapan itu diduplikasi.
my: ဆက်တင်များကိုပုံတူကူးထားသည်။
nl: De instellingen zijn gedupliceerd.
no: Innstillingene dupliseres.
pl: Ustawienia są zduplikowane.
pt: As configurações são duplicadas.
ro: Setările sunt duplicate.
ru: Настройки дублируются.
sd: سيٽنگون نقل ٿيل آهن.
si: සැකසුම් අනුපිටපත් කර ඇත.
sk: Nastavenia sú duplikované.
sq: Cilësimet janë kopjuar.
sv: Inställningarna dupliceras.
th: การตั้งค่าซ้ำกัน
tl: Ang mga setting ay doble.
tr: Ayarlar çoğaltılmıştır.
vi: Các cài đặt được trùng lặp.

source: Database Setting saved.
ar: إعدادات قاعدة البيانات المحفوظة.
bg: Запазени настройки на базата данни.
ca: Configuració de la base de dades desada.
cs: Uložená nastavení databáze.
cy: Gosodiadau cronfa ddata wedi'u cadw.
da: Databaseindstillinger gemt.
de: Datenbankeinstellungen gespeichert.
el: Οι ρυθμίσεις βάσης δεδομένων αποθηκεύονται.
fa: تنظیمات پایگاه داده ذخیره شده است.
fi: Tallennetut tietokanta -asetukset.
fr: Paramètres de la base de données enregistrés.
gd: Suidhichidhean stòr-dàta air an sàbhaladh.
he: הגדרות מסד נתונים נשמרו.
hr: Spremljene postavke baze podataka.
hu: Az adatbázis -beállítások mentve.
id: Pengaturan Basis Data disimpan.
is: Stillingar gagnagrunns vistaðar.
it: Impostazioni del database salvate.
ja: データベース設定を保存しました。
km: ការកំណត់មូលដ្ឋានទិន្នន័យបានរក្សាទុក។
lb: Datebankplazen gerett.
mi: Tautuhinga pātengi raraunga kua tiakina.
mk: Зачувани поставки за база на податоци.
mn: Мэдээллийн сангийн тохиргоог хадгалсан.
ms: Tetapan pangkalan data disimpan.
my: ဒေတာဘေ့စ် settings သိမ်းဆည်းထားသော။
nl: Database -instellingen opgeslagen.
no: Databaseinnstillinger lagret.
pl: Zapisane ustawienia bazy danych.
pt: Configurações do banco de dados salvas.
ro: Setări ale bazei de date salvate.
ru: Настройки базы данных сохранились.
sd: ڊيٽابيس جي سيٽنگ بچائي وئي.
si: දත්ත සමුදා සැකසුම් සුරකින ලදි.
sk: Uložené nastavenia databázy.
sq: Cilësimet e bazës së të dhënave të ruajtura.
sv: Databasinställningar sparade.
th: บันทึกการตั้งค่าฐานข้อมูล
tl: Nai -save ang mga setting ng database.
tr: Veritabanı ayarları kaydedildi.
vi: Cài đặt cơ sở dữ liệu được lưu.

source: Database Setting failed to save
ar: فشل في حفظ إعدادات قاعدة البيانات.
bg: Неуспешно запазване на настройките на базата данни.
ca: No s'ha pogut desar la configuració de la base de dades.
cs: Nepodařilo se uložit nastavení databáze.
cy: Wedi methu ag arbed gosodiadau cronfa ddata.
da: Kunne ikke gemme databaseindstillinger.
de: Datenbankeinstellungen nicht speichern.
el: Αποτυχία αποθήκευσης ρυθμίσεων βάσης δεδομένων.
fa: در ذخیره تنظیمات پایگاه داده انجام نشد.
fi: Tietokanta -asetusten tallentaminen epäonnistui.
fr: Échec de l'enregistrement des paramètres de la base de données.
gd: Dh'fhàillig a shàbhaladh roghainnean stòr-dàta.
he: שמירת הגדרות מסד נתונים נכשלה.
hr: Nije uspjelo spremanje postavki baze podataka.
hu: Nem sikerült menteni az adatbázis -beállításokat.
id: Gagal menyimpan pengaturan basis data.
is: Ekki tókst að vista gagnagrunnsstillingar.
it: Impossibile salvare le impostazioni del database.
ja: データベース設定の保存に失敗しました。
km: បានបរាជ័យក្នុងការរក្សាទុកការកំណត់មូលដ្ឋានទិន្នន័យ។
lb: Feeler beim Spuer vum Datebanksastellungen.
mi: I rahua te penapena i nga tautuhinga pātengi raraunga.
mk: Не успеа да ги зачувате поставките за базата на податоци.
mn: Мэдээллийн сангийн тохиргоог хадгалж чадсангүй.
ms: Gagal menyimpan tetapan pangkalan data.
my: ဒေတာဘေ့စ်ချိန်ညှိချက်များကိုသိမ်းဆည်းရန်မအောင်မြင်ပါ။
nl: Kan database -instellingen niet opslaan.
no: Kunne ikke lagre databaseinnstillinger.
pl: Nie udało się zapisać ustawień bazy danych.
pt: Falha ao salvar as configurações do banco de dados.
ro: Nu a reușit să salveze setările bazei de date.
ru: Не удалось сохранить настройки базы данных.
sd: ڊيٽابيس سيٽنگن کي محفوظ ڪرڻ ۾ ناڪام ٿيو.
si: දත්ත සමුදා සැකසුම් සුරැකීමට අපොහොසත් විය.
sk: Nepodarilo sa uložiť nastavenia databázy.
sq: Dështoi të ruajë cilësimet e bazës së të dhënave.
sv: Det gick inte att spara databasinställningar.
th: ไม่สามารถบันทึกการตั้งค่าฐานข้อมูล
tl: Nabigong i -save ang mga setting ng database.
tr: Veritabanı ayarları kaydedilemedi.
vi: Không thể lưu cài đặt cơ sở dữ liệu.

source: Basic Config saved
ar: الإعدادات الأساسية المحفوظة.
bg: Запазени основни настройки.
ca: Configuració bàsica desada.
cs: Uložená základní nastavení.
cy: Gosodiadau Sylfaenol wedi'u Cadw.
da: Grundlæggende indstillinger gemt.
de: Grundlegende Einstellungen gespeichert.
el: Οι βασικές ρυθμίσεις αποθηκεύονται.
fa: تنظیمات اساسی ذخیره شده است.
fi: Perusasetukset tallennetaan.
fr: Paramètres de base enregistrés.
gd: Roghainnean bunaiteach air a shàbhaladh.
he: הגדרות בסיסיות שנשמרו.
hr: Osnovne postavke spremljene.
hu: Alapvető beállítások mentve.
id: Pengaturan Dasar Disimpan.
is: Grunnstillingar vistaðar.
it: Impostazioni di base salvate.
ja: 基本設定を保存しました。
km: ការកំណត់មូលដ្ឋានបានរក្សាទុក។
lb: Basis Astellunge gespäichert.
mi: Kua tiakina nga tautuhinga taketake.
mk: Зачувани основни поставки.
mn: Хадгалсан үндсэн тохиргоо.
ms: Tetapan asas disimpan.
my: Saved အခြေခံချိန်ညှိချက်များ။
nl: Basisinstellingen opgeslagen.
no: Grunnleggende innstillinger lagret.
pl: Zapisane ustawienia podstawowe.
pt: Configurações básicas salvas.
ro: Setări de bază salvate.
ru: Базовые настройки сохранены.
sd: بنيادي سيٽنگ محفوظ ڪيا ويا.
si: මූලික සැකසුම් සුරකින ලදි.
sk: Základné nastavenia uložené.
sq: Cilësimet themelore të ruajtura.
sv: Grundinställningar sparade.
th: บันทึกการตั้งค่าพื้นฐาน
tl: Nai -save ang mga pangunahing setting.
tr: Temel ayarlar kaydedildi.
vi: Cài đặt cơ bản được lưu.

source: Basic Config failed to save
ar: فشل في حفظ الإعدادات الأساسية.
bg: Неуспешно запазване на основните настройки.
ca: No s'ha pogut desar la configuració bàsica.
cs: Nepodařilo se uložit základní nastavení.
cy: Wedi methu ag arbed gosodiadau sylfaenol.
da: Kunne ikke gemme grundlæggende indstillinger.
de: Fehlgeschlagen, grundlegende Einstellungen zu speichern.
el: Αποτυχία αποθήκευσης βασικών ρυθμίσεων.
fa: در ذخیره تنظیمات اساسی انجام نشد.
fi: Perusasetusten tallentaminen epäonnistui.
fr: Échec de l'enregistrement des paramètres de base.
gd: Dh'fhàillig sàbhaladh roghainnean bunaiteach.
he: שמירת הגדרות בסיסיות נכשלה.
hr: Nije uspio spremiti osnovne postavke.
hu: Nem sikerült menteni az alapbeállításokat.
id: Gagal menyimpan pengaturan dasar.
is: Ekki tókst að vista grunnstillingar.
it: Impossibile salvare le impostazioni di base.
ja: 基本設定の保存に失敗しました。
km: បានបរាជ័យក្នុងការរក្សាទុកការកំណត់មូលដ្ឋាន។
lb: Feeler net formatesch Astellunge gespuert.
mi: I rahua te penapena i nga tautuhinga taketake.
mk: Не успеа да ги зачува основните поставки.
mn: Үндсэн тохиргоог хадгалж чадсангүй.
ms: Gagal menyimpan tetapan asas.
my: အခြေခံချိန်ညှိချက်များကိုသိမ်းဆည်းရန်ပျက်ကွက်ခဲ့သည်။
nl: Slaagde er niet in om basisinstellingen op te slaan.
no: Kunne ikke lagre grunnleggende innstillinger.
pl: Nie udało się zapisać podstawowych ustawień.
pt: Falha ao salvar as configurações básicas.
ro: Nu a reușit să salveze setările de bază.
ru: Не удалось сохранить основные настройки.
sd: بنيادي سيٽنگن کي بچائڻ ۾ ناڪام ٿيو.
si: මූලික සැකසුම් සුරැකීමට අපොහොසත් විය.
sk: Nepodarilo sa uložiť základné nastavenia.
sq: Dështoi në ruajtjen e cilësimeve themelore.
sv: Det gick inte att spara grundläggande inställningar.
th: ไม่สามารถบันทึกการตั้งค่าพื้นฐาน
tl: Nabigong makatipid ng mga pangunahing setting.
tr: Temel ayarları kaydedemedi.
vi: Không thể lưu các cài đặt cơ bản.

source: Test connection
ar: اختبار الاتصال
bg: Тестова връзка
ca: Connexió de prova
cs: Testovací připojení
cy: Prawf Cysylltiad
da: Testforbindelse
de: Testverbindung
el: ΔΟΚΙΜΗ ΣΥΝΔΕΣΗΣ
fa: اتصال آزمایشی
fi: Testiyhteys
fr: Test de connexion
gd: Ceangal deuchainn
he: חיבור מבחן
hr: Testna veza
hu: Tesztcsatlakozás
id: Tes koneksi
is: Prófstenging
it: Connessione di prova
ja: テスト接続
km: ការតភ្ជាប់សាកល្បង
lb: Test Verbindung
mi: Hononga Whakauru
mk: Тест врска
mn: Талт шалгалтын холболт
ms: Sambungan ujian
my: စစ်ဆေးမှုဆက်သွယ်မှု
nl: Test verbinding
no: Testforbindelse
pl: Połączenie testowe
pt: Conexão de teste
ro: Test de conexiune
ru: Тестовое соединение
sd: ٽيسٽ ڪنوم
si: පරීක්ෂණ සම්බන්ධතාවය
sk: Skúšobné pripojenie
sq: Provë
sv: Testanslutning
th: ทดสอบการเชื่อมต่อ
tr: Test bağlantısı
vi: Kiểm tra kết nối

source: Start point
ar: نقطة البداية
bg: Начална точка
ca: Punt d’inici
cs: Startovní bod
cy: Cychwyniadau
da: Startpunkt
de: Startpunkt
el: Σημείο εκκίνησης
fa: نقطه شروع
fi: Lähtöpiste
fr: Point de départ
gd: Puing tòiseachaidh
he: נקודת התחלה
hr: Početna točka
hu: Kezdőpont
id: Titik awal
is: Upphafspunktur
it: Punto di partenza
ja: 起点
km: ចំណុចចាប់ផ្តើម
lb: Ufankszäit
mi: Tīmatanga Tīmata
mk: Почетна точка
mn: Эн эхлэх цэг
ms: Titik permulaan
my: စတင်ပါ
nl: Startpunt
no: Startpunkt
pl: Punkt startu
pt: Ponto de partida
ro: Punctul de inceput
ru: Точка отсчета
sd: شروعاتي نقطو
si: ආරම්භක ස්ථානය
sk: Štartovací bod
sq: Pikë e fillimit
sv: Startpunkt
th: จุดเริ่มต้น
tr: Başlangıç ​​noktası
vi: Điểm bắt đầu

source: Date range
ar: نطاق الموعد
bg: Период от време
ca: Rang de dates
cs: Časové období
cy: Ystod Dyddiad
da: Datointerval
de: Datumsbereich
el: Εύρος ημερομηνιών
fa: محدوده زمانی
fi: Ajanjakso
fr: Plage de dates
gd: Raon ceann-latha
he: טווח תאריכים
hr: Raspon datuma
hu: Időintervallum
id: Kisaran Tanggal
is: Dagsetning svið
it: Intervallo di date
ja: 日時
km: ជួរកាលបរិច្ឆេទ
lb: Datum Schafe
mi: Rangi Rangi
mk: Опсег на датум
mn: Огноо цар
ms: Julat tarikh
my: နေ့စွဲအကွာအဝေး
nl: Datumbereik
no: Datointervall
pl: Zakres dat
pt: Data de data
ro: Interval de date
ru: Диапазон дат
sd: تاريخ جي ماپ
si: දිනය පරාසය
sk: Rozsah dátumu
sq: Diapazoni i datës
sv: Datumintervall
th: ช่วงวันที่
tl: Saklaw ng petsa
tr: Tarih aralığı
vi: Phạm vi ngày

source: Latest
ar: آخر
bg: Последен
ca: Últim
cs: Nejnovější
cy: Diweddaraf
da: Seneste
de: Neueste
el: Αργότερο
fa: آخرین
fi: Viimeisin
fr: Dernier
gd: As ùire
he: הכי מאוחר
hr: Najnoviji
hu: Legújabb
id: Terbaru
is: Síðast
it: Ultimo
ja: 最新
km: យឺតបមផុត
lb: Lescht Aliten
mi: Ina noa nei
mk: Најнови
mn: Хамгийн сүүлчийн
ms: Terkini
my: နောက်ဆုံး
nl: Laatste
no: Siste
pl: Najnowszy
pt: Mais recentes
ro: Cele mai recente
ru: Последний
sd: تاز صحيح
si: නවතම
sk: Najnovší
sq: Të fundit
sv: Senast
th: ล่าสุด
tl: Pinakabagong
tr: En sonuncu
vi: Mới nhất

source: Auto Update
ar: التحديث التلقائي
bg: Автоматична актуализация
ca: Actualització automàtica
cs: Automatická aktualizace
cy: Diweddariad Auto
da: Auto -opdatering
el: Αυτόματη ενημέρωση
fa: به روز رسانی خودکار
fi: Automaattinen päivitys
fr: Mise à jour automatique
gd: Ùrachadh Auto
he: עדכון אוטומטי
hr: Automatsko ažuriranje
hu: Automatikus frissítés
id: Pembaruan Otomatis
is: Sjálfvirk uppfærsla
it: Aggiornamento automatico
ja: 自動更新
km: ធ្វើឱ្យទាន់សម័យដោយស្វ័យប្រវត្តិ
lb: Auto Applict aktualiséieren
mi: Whakahoutanga Aunoa
mk: Автоматско ажурирање
mn: Автомат шинэчлэлт
ms: Kemas kini automatik
my: အော်တိုမွမ်းမံ
no: Automatisk oppdatering
pl: Automatyczna aktualizacja
pt: Atualização automática
ro: Actualizare automată
ru: Автоматическое обновление
sd: پاڻمرادو تازه ڪاري
si: ස්වයංක්රීය යාවත්කාලීන කිරීම
sk: Automatická aktualizácia
sq: Azhurnim automatik
sv: Automatisk uppdatering
th: อัปเดตอัตโนมัติ
tr: Otomatik güncelleme
vi: Cập nhật tự động

source: minute
ar: اللحظة
bg: минута
ca: minut
cs: minuta
cy: munud
da: minut
el: λεπτό
fa: دقیقه
fi: minuutti
gd: mionaid
he: דַקָה
hr: minuta
hu: perc
id: menit
is: mínúta
it: minuto
ja: 分間
km: នាទី
lb: Minutt
mi: meneti
mk: минута
mn: моч / минут
ms: minit
my: မိနစ်
nl: minuut
no: minutt
pl: minuta
pt: minuto
ro: minut
ru: минута
sd: منٽ
si: මිනිත්තුව
sk: drobný
sq: minutë
sv: minut
th: นาที
tl: Minuto
tr: dakika
vi: phút

source: minutes
ar: الدقائق
bg: минути
ca: minuts
cs: minut
cy: munudau
da: minutter
de: Protokoll
el: λεπτά
fa: دقایق
fi: pöytäkirja
gd: mionaidean
he: דקות
hr: minute
hu: percek
id: menit
is: mínútur
it: minuti
ja: 分間
km: បីតោ
lb: Minutte vun der Minutten
mi: meneti
mk: минути
mn: хоёр хоног
ms: minit
my: မိနစ်များ
nl: minuten
no: minutter
pl: minuty
pt: minutos
ro: minute
ru: минуты
sd: منٽ
si: මිනිත්තු
sk: minúta
sq: prostitutë
sv: minuter
th: นาที
tl: minuto
tr: dakikalar
vi: phút

source: hour
ar: ساعة
bg: час
ca: hores
cs: hodina
cy: awr
da: time
de: Stunde
el: ώρα
fa: یک ساعت
fi: tunnin
fr: heure
gd: uair
he: שָׁעָה
hr: sat
hu: óra
id: jam
is: klukkutíma
it: ora
ja: 時間
km: ម៉ោង
lb: Stonn
mi: hāora
mk: час
mn: аг
ms: jam
my: နာရီ
nl: uur
no: time
pl: godzina
pt: hora
ro: ora
ru: час
sd: ڪلاڪ
si: පැය
sk: hodina
sq: orë
sv: timme
th: ชั่วโมง
tl: oras
tr: saat
vi: giờ

source: hours
ar: ساعات
bg: часа
ca: hores
cs: hodiny
cy: oriau
da: timer
de: Std.
el: ώρες
fa: ساعت ها
fi: tuntia
fr: heures
gd: uairean
he: שעה (ות
hr: sati
hu: órák
id: jam
is: klukkustundir
it: ore
ja: 時間
km: ម៉ោង
lb: Stonnen.
mi: Haora haora
mk: часови
mn: цаг
ms: Jam
my: နာရီ
nl: uren
no: timer
pl: godziny
pt: horas
ro: ore
ru: часы
sd: ڪلاڪ
si: පැය
sk: hodiny
sq: orë
sv: timme
th: ชั่วโมง
tl: oras
tr: saat
vi: giờ

source: Show value
ar: المتغير الهدف
bg: Целева променлива
ca: Variable objectiu
cs: Cílová proměnná
cy: Newidyn targed
da: Målvariabel
de: Zielvariable
el: Μεταβλητή στόχου
fa: متغیر هدف
fi: Tavoitemuuttuja
fr: Variable cible
gd: Caochladair targaid
he: משתנה יעד
hr: Ciljna varijabla
hu: Célváltozó
id: Variabel target
is: Miða breytu
it: Variabile target
ja: ターゲット変数
km: អថេរគោលដៅ
lb: Zil Variabel
mi: Tautai Taha
mk: Целна променлива
mn: Зорилтот хувьсагч
ms: Pemboleh ubah sasaran
my: ပစ်မှတ် variable ကို
nl: Doelvariabele
no: Målvariabel
pl: Zmienna docelowa
pt: Variável de destino
ro: Variabilă țintă
ru: Целевая переменная
sd: ٽارگيٽ متغير
si: ඉලක්ක විචල්යය
sk: Cieľová premenná
sq: Ndryshore e synuar
sv: Målvariabel
th: ตัวแปรเป้าหมาย
tl: Target variable
tr: Hedef değişken
vi: Biến mục tiêu

source: Filter
ar: منقي
bg: Филтър
ca: Filtre
cs: Filtr
cy: Hidlech
el: Φίλτρο
fa: فیلتر کردن
fi: Suodattaa
fr: Filtre
he: לְסַנֵן
hr: filtar
hu: Szűrő
id: Saring
is: Sía
it: Filtro
ja: フィルタ
km: តរមង
mi: Tātari
mk: Филтер
mn: Шүүх
ms: Penapis
my: စိမ့်ထွက်
pl: Filtr
pt: Filtro
ro: Filtru
ru: Фильтр
sd: فلٽر
si: පෙරහන
sq: Filtër
sv: Filtrera
th: กรอง
tr: Filtre
vi: Lọc

source: X axis
ar: محور x
bg: X ос
ca: X Eix
cs: X osa
cy: X echel
de: X Achse
el: X άξονας
fa: محور ایکس
fi: X -akseli
fr: Axe x
he: X ציר
hr: X osi
hu: X tengely
is: X ás
it: Asse x
ja: 横軸
km: អ័ក្ស x
lb: X Achs
mi: X toki
mk: X оска
mn: X тэнхлэг
ms: X paksi
my: x ဝင်ရိုး
no: X akse
pl: Oś x
pt: X eixo
ro: Axa x
ru: X Ось
sd: ايڪس محور
si: X අක්ෂය
sk: X os x
sq: Boshti
sv: X -axel
th: แกน x
tr: X ekseni
vi: Trục X

source: Timestamp
ar: الطابع الزمني
bg: Времева марка
ca: Marca de temps
cs: Časová razítko
cy: Amserlenni
da: Tidsstempel
de: Zeitstempel
el: Χρονική σήμανση
fa: زمان سنج
fi: Aikaleima
fr: Horodatage
gd: Timesmpap
he: חותמת זמן
hr: Vremenska oznaka
hu: Időbélyeg
id: Cap waktu
is: Tímamerki
ja: 時刻
km: ត្រាធី
lb: TzäitSamp
mi: Timastamp
mk: Временска ознака
mn: Хугацаагаар
my: အချစ်
nl: Tijdstempel
no: Tidsstempel
pl: Znak czasu
ro: Timestamp-ul
ru: Временная метка
sd: ٽائم فار
si: කාලරාමු
sk: Časová značka
sq: Dasmë
sv: Tidsstämpel
th: การประทับเวลา
tr: Zaman damgası
vi: Dấu thời gian

source: Index
ar: فِهرِس
bg: Индекс
ca: Índex
cy: Mynegeion
da: Indeks
el: Δείκτης
fa: فهرست مطالب
fi: Indeksi
fr: Indice
gd: Clàr-amais
he: אינדקס
hr: Indeks
id: Indeks
is: Vísitala
it: Indice
ja: インデックス
km: លេខសមកាល់
lb: Nis
mi: Rārangi whakaatu
mk: Индекс
mn: Индекс
ms: Indeks
my: ညွှန်ပြသောအရာ
nl: Inhoudsopgave
no: Indeks
pl: Indeks
pt: Índice
ru: Индекс
sd: Ix انڊي
si: දර්ශකය
sq: Indeks
th: ดัชนี
tr: İndeks
vi: Mục lục

source: Stratify Variables
ar: طبقية المتغيرات
bg: Стратифициране на променливи
ca: Estratificar variables
cs: Stratifikovat proměnné
cy: Newidynnau Stratify
da: Stratificeringsvariabler
de: Schichtvariablen
el: Διαστρωματώστε τις μεταβλητές
fa: متغیرها
fi: Stratifioida muuttujat
fr: Stratifier les variables
gd: Caochlaideach caochlaideach
he: משתנים מרובדים
hr: Stratify varijable
hu: A változók rétegződése
id: Variabel stratifikasi
is: Lagskipta breytur
it: Stratificare le variabili
ja: 層別したい変数
km: អថេរស្ត្រេស
lb: Stratify Variabelen
mi: Taumaha Whakatau
mk: Стратифицирани променливи
mn: Stratify хувьсагчууд
my: variable တွေကို stratify
nl: Stratify variabelen
no: Stratify variabler
pl: Zmienne stratyfikujące
pt: Variáveis ​​estratificadas
ro: Stratificarea variabilelor
ru: Стратификация переменных
sd: متغيرات کي ترتيب ڏيو
si: විචල්යයන් ස්ථරීකරණය කරන්න
sk: Stratifikovať premenné
sq: Shtresim variablat
sv: Stratifiera variabler
th: แบ่งชั้นตัวแปร
tl: Stratify variable
tr: Değişkenleri tabakalaşmak
vi: Phân tầng các biến

source: Filters
ar: المرشحات
bg: Филтри
ca: Filtres
cs: Filtry
cy: Hidlwyr
da: Filtre
de: Filter
el: Φίλτρα
fa: فیلترها
fi: Suodattimet
fr: Filtres
gd: Sìoltachain
he: פילטרים
hr: Filtri
hu: Szűrők
id: Filter
is: Síur
it: Filtri
ja: フィルタ
km: រុរ៉ូ
lb: Fiirhers
mi: Whiriwhiringa
mk: Филтри
mn: Шүүгч
ms: Penapis
my: စစ်ထုတ်ခြင်း
no: Filtre
pl: Filtry
pt: Filtros
ro: Filtre
ru: Фильтры
sd: فلٽر
si: පෙරහන්
sk: Filtre
sq: Filtër
sv: Filter
th: ตัวกรอง
tl: Mga Filter
tr: Filtreler
vi: Bộ lọc

source: Database/CSV
ar: قاعدة البيانات/CSV
bg: База данни/CSV
ca: Base de dades/csv
cs: Databáze/csv
cy: Cronfa Ddata/CSV
de: Datenbank/CSV
el: Βάση δεδομένων/CSV
fa: پایگاه داده/CSV
fi: Tietokanta/csv
fr: Base de données / CSV
gd: Stòr-dàta / CSV
he: מסד נתונים/CSV
hr: Baza podataka/CSV
hu: Adatbázis/CSV
is: Gagnagrunnur/CSV
ja: データベース設定
km: មូលដ្ឋានទិន្នន័យ / CSV
lb: Datebank / CSV
mi: Pātengi raraunga / csv
mk: База на податоци/CSV
mn: Өгөгдлийн сан / CSV
ms: Pangkalan Data/CSV
my: ဒေတာဘေ့စ် / CSV
pl: Baza danych/CSV
pt: Banco de dados/csv
ro: Baza de date/CSV
ru: База данных/CSV
sd: ڊيٽابيس / سي ايس وي
si: දත්ත සමුදාය / CSV
sk: Databáza/CSV
sq: Baza e të dhënave/CSV
sv: Databas/csv
th: ฐานข้อมูล/CSV
tr: Veritabanı/CSV
