Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Displays a scatter chart matrix. You can create a matrix between up to four target variables.
ar: عرض مصفوفة مؤامرة مبعثر. يمكنك استخدام من 2 إلى 7 المتغيرات المستهدفة.
bg: Матрица на графиката на разсейване. Можете да използвате от 2 до 7 целеви променливи.
ca: Mostra la matriu de trama de dispersió. Podeu utilitzar de 2 a 7 variables objectiu.
cs: Matice rozptylu zobrazení rozptylu. Můžete použít od 2 do 7 cílových proměnných.
cy: Matrics plot gwasgariad arddangos. Gallwch ddefnyddio o 2 i 7 newidyn targed.
da: Vis scatter plot matrix. Du kan bruge fra 2 til 7 målvariabler.
de: Anzeige Streudiagrammmatrix. Sie können von 2 bis 7 Zielvariablen verwenden.
el: Εμφάνιση της μήτρας διάσπασης διασκορπισμού. Μπορείτε να χρησιμοποιήσετε από 2 έως 7 μεταβλητές στόχου.
fa: نمایش ماتریس طرح پراکندگی. می توانید از 2 تا 7 متغیر هدف استفاده کنید.
fi: Näytä sirontakaavio Matriisi. Voit käyttää 2 - 7 kohdemuutosta.
fr: Afficher la matrice de tracé de dispersion. Vous pouvez utiliser de 2 à 7 variables cibles.
gd: Taisbeanadh plota sgapaidh sgapaidh. Faodaidh tu a chleachdadh bho 2 gu 7 chaochladairean targaid.
he: הצגת מטריצת עלילת פיזור. אתה יכול להשתמש בין 2 עד 7 משתני יעד.
hr: Prikažite matricu raspršivanja. Možete koristiti od 2 do 7 ciljanih varijabli.
hu: A Scatter Plot Matrix megjelenítése. Használhat 2-7 célváltozót.
id: Tampilan matriks plot sebar. Anda dapat menggunakan dari 2 hingga 7 variabel target.
is: Sýna dreifingu samsæri. Þú getur notað frá 2 til 7 markstærðum.
it: Visualizza matrice del diagramma a dispersione. È possibile utilizzare da 2 a 7 variabili target.
ja: 散布図行列を表示します。最小2, 最大7つのターゲット変数間の行列を作成できます。
km: បង្ហាញម៉ាទ្រីសគ្រោងខ្ចាត់ខ្ចាយខ្ចាត់ខ្ចាយ។ អ្នកអាចប្រើពីអថេរគោលដៅ 2 ទៅ 7 ។
lb: Display Dréit Komplott Matrix. Dir kënnt vun 2 bis 7 Zilvariabelen benotzen.
mi: Whakaatuhia te marara i marara. Ka taea e koe te whakamahi mai i te 2 ki te 7 taurangi whaainga.
mk: Прикажи матрица за распрскувачки заговор. Можете да користите од 2 до 7 целни променливи.
mn: Тархины хуйвалдааны матрицыг харуулах. Та 2-оос 7 зорилтот хувьсагчдыг ашиглаж болно.
ms: Memaparkan matriks plot penyebaran. Anda boleh menggunakan pembolehubah sasaran 2 hingga 7.
my: Scatter Vot Matrix ကိုပြပါ။ သင် 2 မှ 7 ပစ်မှတ် variable တွေကိုသုံးနိုင်သည်။
nl: Display Scatter Plot Matrix. U kunt van 2 tot 7 doelvariabelen gebruiken.
no: Vis spredningsplottmatrise. Du kan bruke fra 2 til 7 målvariabler.
pl: Wyświetl macierz wykresu rozproszenia. Możesz użyć od 2 do 7 zmiennych docelowych.
pt: Exibir matriz de plotagem de dispersão. Você pode usar de 2 a 7 variáveis ​​de destino.
ro: Afișați matricea de complot. Puteți utiliza de la 2 la 7 variabile țintă.
ru: Отображать матрицу сюжета рассеяния. Вы можете использовать от 2 до 7 целевых переменных.
sd: ظاهر ڪريو اسٽرٽ پلاٽ ميٽرڪس. توهان 2 کان 7 ٽارگيٽ متغيرن مان استعمال ڪري سگهو ٿا.
si: විසිරී යන බිම්දේට් අනුකෘතිය පෙන්වන්න. ඔබට ඉලක්කගත විචල්යයන් 2 සිට 7 දක්වා භාවිතා කළ හැකිය.
sk: Zobraziť rozptylovú grafovú maticu. Môžete použiť od 2 do 7 cieľových premenných.
sq: Shfaq matricën e komplotit të shpërndarjes. Ju mund të përdorni nga 2 deri në 7 ndryshore të synuara.
sv: Display Scatter Plot Matrix. Du kan använda från 2 till 7 målvariabler.
th: แสดงเมทริกซ์พล็อตกระจาย คุณสามารถใช้จาก 2 ถึง 7 ตัวแปรเป้าหมาย
tl: Ipakita ang pagkakalat ng plot matrix. Maaari mong gamitin mula 2 hanggang 7 na mga variable na target.
tr: Dağılım çizim matrisi ekran. 2 ila 7 hedef değişkeni kullanabilirsiniz.
vi: Hiển thị Ma trận biểu đồ phân tán. Bạn có thể sử dụng từ 2 đến 7 biến mục tiêu.

source: This function visualizes “unusual” and analyzes its factors by Principal Component Analysis.
ar: من خلال تحليل المكون الرئيسي ، يتم إجراء تصور "مختلف" وتحليل العوامل. أدخل البيانات العادية كبيانات للمعلم وتصور ما إذا كانت البيانات الحالية هي نفس الموقف مثل بياناتها العادية (T2/Q). إذا كان لديك موقف مختلف ، فيمكنك التحقق من العوامل الرئيسية في مؤامرة المساهمة.
bg: Чрез анализ на основните компоненти се извършва визуализацията на „различни“ и неговия фактор анализ. Въведете нормални данни като данни на учителя и визуализирайте дали текущите данни са същата ситуация като нормалните му данни (T2/Q). Ако имате различна ситуация, можете да проверите основните фактори в сюжета на приноса.
ca: Per anàlisi de components principals, es realitza la visualització de "diferents" i la seva anàlisi de factors. Introduïu les dades normals com a dades del professor i visualitzeu si les dades actuals són la mateixa situació que les seves dades normals (T2/Q). Si teniu una situació diferent, podeu comprovar els principals factors de la trama de contribució.
cs: Podle analýzy hlavních složek se provádí vizualizace „různých“ a její faktorové analýzy. Zadejte normální data jako data učitele a vizualizujte, zda jsou aktuální data stejná jako její normální data (T2/Q). Pokud máte jinou situaci, můžete zkontrolovat hlavní faktory v grafu příspěvků.
cy: Yn ôl dadansoddiad prif gydran, perfformir delweddu "gwahanol" a'i ddadansoddiad ffactor. Rhowch ddata arferol fel data athrawon a delweddwch a yw'r data cyfredol yr un sefyllfa â'i ddata arferol (T2/Q). Os oes gennych sefyllfa wahanol, gallwch wirio'r prif ffactorau yn y plot cyfraniadau.
da: Ved hovedkomponentanalyse udføres visualiseringen af ​​"forskellige" og dens faktoranalyse. Indtast normale data som lærerdata og visualiser, om de aktuelle data er den samme situation som dens normale data (T2/Q). Hvis du har en anden situation, kan du kontrollere de vigtigste faktorer i bidragsplottet.
de: Durch die Hauptkomponentenanalyse wird die Visualisierung von "unterschiedlich" und ihre Faktoranalyse durchgeführt. Geben Sie normale Daten als Lehrerdaten ein und visualisieren Sie, ob die aktuellen Daten dieselbe Situation wie die normalen Daten sind (T2/Q). Wenn Sie eine andere Situation haben, können Sie die Hauptfaktoren im Beitragsdiagramm überprüfen.
el: Με την ανάλυση κύριας συνιστώσας, εκτελείται η απεικόνιση των "διαφορετικών" και της ανάλυσης του παράγοντα. Εισαγάγετε τα κανονικά δεδομένα ως δεδομένα των εκπαιδευτικών και απεικονίστε εάν τα τρέχοντα δεδομένα είναι η ίδια κατάσταση με τα κανονικά δεδομένα (T2/Q). Εάν έχετε διαφορετική κατάσταση, μπορείτε να ελέγξετε τους κύριους παράγοντες στην οικόπεδο συμβολής.
fa: با تجزیه و تحلیل مولفه اصلی، تجسم "متفاوت از معمول" و تجزیه و تحلیل عامل آن انجام می شود. داده های عادی را به عنوان داده های معلم وارد کنید و تصدیق کنید که آیا داده های فعلی همان داده های نرمال آن (t2 / q) است. اگر موقعیت های مختلف، شما می توانید علل اصلی در نمودار کمک را بررسی کنید.
fi: Pääkomponenttianalyysillä suoritetaan "erilaisen" ja sen tekijäanalyysin visualisointi. Syötä normaalit tiedot opettajatietoina ja visualisoi, onko nykyiset tiedot sama tilanne kuin sen normaali tieto (T2/Q). Jos sinulla on erilainen tilanne, voit tarkistaa panoskaavion tärkeimmät tekijät.
fr: Par analyse des composants principaux, la visualisation de "différente" et son analyse factorielle sont effectuées. Entrez les données normales en tant que données d'enseignants et visualisez si les données actuelles sont la même situation que ses données normales (T2 / Q). Si vous avez une situation différente, vous pouvez vérifier les principaux facteurs du graphique de contribution.
gd: Le bhith a rèir prìomh sgrùdadh co-phàirteach, thathas a 'coileanadh fradharc "eadar-dhealachadh" agus an sgrùdadh bàillidh. Cuir a-steach dàta àbhaisteach mar dhàta tidseir agus lèirsinn a bheil an dàta làithreach den aon shuidheachadh ris an dàta àbhaisteach aige (T2 / Q). Ma tha suidheachadh eadar-dhealaichte agad, faodaidh tu sgrùdadh a dhèanamh air na prìomh nithean anns a 'chuilbheart tabhartais.
he: על ידי ניתוח רכיבים עיקרי, ההדמיה של "שונה מהרגיל" וניתוח הגורמים שלו מבוצעים. הזן נתונים רגילים כנתוני מורים והדמיין אם הנתונים הנוכחיים הם אותם מצב כמו הנתונים הרגילים שלהם (T2/Q). אם יש לך מצב אחר, אתה יכול לבדוק את הגורמים העיקריים בעלילת התרומה.
hr: Analizom glavnih komponenti provodi se vizualizacija "različitog" i njegove faktorske analize. Unesite normalne podatke kao podaci učitelja i vizualizirajte jesu li trenutni podaci ista situacija kao i njegovi normalni podaci (T2/Q). Ako imate drugačiju situaciju, možete provjeriti glavne čimbenike na parceli doprinosa.
hu: A fő komponens elemzéssel elvégezzük a "különböző" megjelenítését és annak tényező -elemzését. Írja be a normál adatokat tanári adatokként, és képzelje el, hogy az aktuális adatok ugyanolyan helyzetben vannak -e, mint a normál adatok (T2/Q). Ha más helyzete van, ellenőrizheti a hozzájárulási grafikon fő tényezőit.
id: Dengan analisis komponen utama, visualisasi "berbeda" dan analisis faktornya dilakukan. Masukkan data normal sebagai data guru dan visualisasikan apakah data saat ini adalah situasi yang sama dengan data normal (T2/Q). Jika Anda memiliki situasi yang berbeda, Anda dapat memeriksa faktor utama dalam plot kontribusi.
is: Með greiningu á aðalhlutum er sjón á „mismunandi“ og þáttagreining þess gerð. Sláðu inn venjuleg gögn sem kennara gögn og sjón hvort núverandi gögn séu sömu aðstæður og venjuleg gögn (T2/Q). Ef þú ert með mismunandi aðstæður geturðu athugað helstu þætti í framlagsspili.
it: Per analisi dei componenti principali, viene eseguita la visualizzazione di "diverse" e la sua analisi fattoriale. Immettere i dati normali come dati dell'insegnante e visualizzare se i dati attuali sono la stessa situazione dei suoi dati normali (T2/Q). Se hai una situazione diversa, puoi controllare i principali fattori nella trama del contributo.
ja: 主成分分析によって、”普段と違う”の可視化とその要因分析を行います。正常なデータを教師データとして入力し、現在のデータがその正常なデータと同じ状況か否かを見える化します(T2/Q)。もし異なる状況になった場合は、寄与度のグラフでその主要因を確認できます。
km: ដោយការវិភាគផ្នែកដើមនៃសមាសធាតុនេះការមើលឃើញនៃ "ខុសគ្នា" ហើយការវិភាគកត្តារបស់វាត្រូវបានអនុវត្ត។ បញ្ចូលទិន្នន័យធម្មតាជាទិន្នន័យគ្រូនិងមើលឃើញថាតើទិន្នន័យបច្ចុប្បន្នគឺជាស្ថានភាពដូចគ្នានឹងទិន្នន័យធម្មតារបស់វា (T2 / Q) ដែរឬទេ។ ប្រសិនបើអ្នកមានស្ថានភាពខុសគ្នាអ្នកអាចពិនិត្យមើលកត្តាចំបងក្នុងដីវិភាគទាន។
lb: Mat der PRIMAL Vollek Analysiséierung ass d'Visuatioun vun "verschidden" a säi Faktor Analyse gemaach. Gitt normal Daten als Enseignantdaten an a visuell vun den aktuellen Donnéeën ass déiselwecht Situatioun wéi seng normal Daten (T2 / Q). Wann Dir eng aner Situatioun hutt, kënnt Dir d'Haaptfaktoren am Bansragsplot kontrolléieren.
mi: Na roto i te Tumuaki Tātaritanga, ko te tirohanga o te "rereke" me tana tātaritanga take. Whakauruhia nga raraunga noa hei raraunga kaiako me te whakaatu mehemea ko nga raraunga o naianei ko te ahuatanga ano ko ona raraunga noa (T2 / Q). Mena he ahuatanga rereke taau, ka taea e koe te tirotiro i nga ahuatanga nui i roto i te mahere takoha.
mk: Со анализа на главната компонента, се врши визуелизација на „различните“ и нејзината факторска анализа. Внесете нормални податоци како податоци за наставниците и визуелизирајте дали тековните податоци се иста ситуација како и неговите нормални податоци (T2/Q). Ако имате поинаква ситуација, можете да ги проверите главните фактори во заговорот за придонеси.
mn: Үндсэн бүрэлдэхүүн хэсгийн шинжилгээгээр, "өөр" гэсэн дүрслэлээр дүрслэх, түүний хүчин зүйлийн дүн шинжилгээ хийгддэг. Энгийн өгөгдлийг багшийн өгөгдлийг багшийн өгөгдөл болгон оруулаад одоогийн өгөгдөл нь ижил мэдээлэлтэй ижил нөхцөл байдал (T2 / q). Хэрэв танд өөр нөхцөл байдал байгаа бол та хувь нэмрийн талбайн үндсэн хүчин зүйлүүдийг шалгаж болно.
ms: Dengan analisis komponen utama, visualisasi "berbeza" dan analisis faktornya dilakukan. Masukkan data biasa sebagai data guru dan gambarkan sama ada data semasa adalah keadaan yang sama dengan data normalnya (T2/Q). Jika anda mempunyai situasi yang berbeza, anda boleh menyemak faktor utama dalam plot sumbangan.
my: အဓိကအစိတ်အပိုင်းခွဲခြမ်းစိတ်ဖြာခြင်းအားဖြင့် "ကွဲပြားခြားနားသော" နှင့်၎င်း၏အချက်ခွဲခြမ်းစိတ်ဖြာခြင်းကိုမြင်ယောင်ကြည့်ပါ။ သာမန်အချက်အလက်များကိုဆရာ၏အချက်အလက်များအနေနှင့်ထည့်ပါ။ လက်ရှိဒေတာသည်ပုံမှန်အချက်အလက်များ (T2 / Q) သည်တူညီသောအခြေအနေနှင့်တူသည်ကိုမြင်ယောင်ကြည့်ပါ။ သင့်တွင်ကွဲပြားခြားနားသောအခြေအနေမျိုးရှိပါကသင်သည်အဓိကအချက်များကိုပံ့ပိုးမှုပုံစံတွင်စစ်ဆေးနိုင်သည်။
nl: Door hoofdcomponentanalyse wordt de visualisatie van "anders" en de factoranalyse uitgevoerd. Voer normale gegevens in als gegevens van de leraar en visualiseer of de huidige gegevens dezelfde situatie zijn als de normale gegevens (T2/Q). Als u een andere situatie heeft, kunt u de belangrijkste factoren in de bijdrageplot controleren.
no: Ved hovedkomponentanalyse utføres visualiseringen av "forskjellige" og dens faktoranalyse. Skriv inn normale data som læredata og visualiser om gjeldende data er den samme situasjonen som normale data (T2/Q). Hvis du har en annen situasjon, kan du sjekke hovedfaktorene i bidragsplottet.
pl: Według analizy głównych składników przeprowadza się wizualizację „różnych” i jej analizy czynnikowej. Wprowadź normalne dane jako dane nauczyciela i wizualizuj, czy bieżące dane są taką samą sytuacją jak ich normalne dane (T2/Q). Jeśli masz inną sytuację, możesz sprawdzić główne czynniki na wykresie wkładu.
pt: Pela análise de componentes principais, a visualização de "diferente" e sua análise fatorial são realizadas. Digite dados normais como dados de um professor e visualize se os dados atuais são a mesma situação que seus dados normais (T2/Q). Se você tiver uma situação diferente, pode verificar os principais fatores no gráfico de contribuição.
ro: Prin analiza componentelor principale, se efectuează vizualizarea „diferită” și analiza factorului acesteia. Introduceți date normale ca date profesor și vizualizați dacă datele curente sunt aceeași situație ca și datele normale (T2/Q). Dacă aveți o situație diferită, puteți verifica principalii factori din complotul de contribuție.
ru: При анализе основных компонентов выполняется визуализация «разных» и его факторного анализа. Введите нормальные данные как данные учителя и визуализируйте, являются ли текущие данные такой же ситуацией, как и его обычные данные (T2/Q). Если у вас другая ситуация, вы можете проверить основные факторы в графике взносов.
sd: پرنسپل جز جي تجزيو طرفان، "معمولي کان مختلف" ۽ ان جي فيڪٽر تجزيو انجام ڏنل آهي. استاد جي ڊيٽا طور عام ڊيٽا داخل ڪريو ۽ اهو ڏسي ٿو ته ڇا موجوده ڊيٽا ان جي عام ڊيٽا (T2 / q) جي برابر آهي. جيڪڏهن مختلف حالتون، توهان مدد ڪري سگهو ٿا بنيادي سبسڪرپاف ۾ بنيادي سبز.
si: ප්රධාන සංරචක විශ්ලේෂණයෙන්, "වෙනස්" දෘශ්යකරණය සහ එහි සාධක විශ්ලේෂණයන් දෘශ්යකරණය. ගුරු දත්තයක් ලෙස සාමාන්ය දත්ත ගුරු දත්තයක් ලෙස ඇතුළත් කර වත්මන් දත්ත එහි සාමාන්ය දත්ත (T2 / Q) ලෙස සමාන තත්වයක් තිබේද යන්න දෘශ්යමාන කරන්න. ඔබට වෙනස් තත්වයක් තිබේ නම්, දායකත්වයේ බිම් කොටසෙහි ප්රධාන සාධක පරීක්ෂා කළ හැකිය.
sk: Podľa analýzy hlavných komponentov sa vykonáva vizualizácia „odlišnej“ a jej faktorovej analýzy. Zadajte normálne údaje ako údaje učiteľa a vizualizujte, či sú súčasné údaje rovnaké ako jeho normálne údaje (T2/Q). Ak máte inú situáciu, môžete skontrolovať hlavné faktory príspevku.
sq: Me anë të analizës kryesore të komponentëve, vizualizimi i "të ndryshëm" dhe analiza e faktorëve të tij kryhet. Vendosni të dhëna normale si të dhëna të mësuesve dhe vizualizoni nëse të dhënat aktuale janë të njëjtën situatë me të dhënat e saj normale (T2/Q). Nëse keni një situatë të ndryshme, mund të kontrolloni faktorët kryesorë në komplotin e kontributit.
sv: Genom huvudkomponentanalys utförs visualiseringen av "olika" och dess faktoranalys. Ange normala data som lärardata och visualisera om de aktuella uppgifterna är samma situation som dess normala data (T2/Q). Om du har en annan situation kan du kontrollera de viktigaste faktorerna i bidragsplottet.
th: โดยการวิเคราะห์องค์ประกอบหลักการสร้างภาพของ "แตกต่างกัน" และการวิเคราะห์ปัจจัยจะดำเนินการ ป้อนข้อมูลปกติเป็นข้อมูลครูและแสดงให้เห็นว่าข้อมูลปัจจุบันเป็นสถานการณ์เดียวกับข้อมูลปกติ (T2/Q) หากคุณมีสถานการณ์ที่แตกต่างกันคุณสามารถตรวจสอบปัจจัยหลักในพล็อตการบริจาค
tl: Sa pamamagitan ng pangunahing pagsusuri ng sangkap, ang paggunita ng "magkakaibang" at ang pagsusuri ng kadahilanan nito ay isinasagawa. Ipasok ang normal na data bilang isang data ng guro at mailarawan kung ang kasalukuyang data ay ang parehong sitwasyon tulad ng normal na data nito (T2/Q). Kung mayroon kang ibang sitwasyon, maaari mong suriin ang pangunahing mga kadahilanan sa plot ng kontribusyon.
tr: Ana bileşen analizi ile "farklı" nın görselleştirilmesi ve faktör analizi yapılır. Öğretmen verileri olarak normal verileri girin ve mevcut verilerin normal verilerle aynı durum olup olmadığını görselleştirin (T2/Q). Farklı bir durumunuz varsa, katkı grafiğindeki ana faktörleri kontrol edebilirsiniz.
vi: Bằng phân tích thành phần chính, hình dung của "khác nhau" và phân tích nhân tố của nó được thực hiện. Nhập dữ liệu bình thường dưới dạng dữ liệu của giáo viên và trực quan hóa liệu dữ liệu hiện tại có phải là tình huống tương tự như dữ liệu bình thường (T2/Q) hay không. Nếu bạn có một tình huống khác, bạn có thể kiểm tra các yếu tố chính trong âm mưu đóng góp.

source: This stratification variable divides the distribution into multiple graphs.
ar: ينقسم التوزيع إلى رسومات بيانية متعددة بواسطة هذا المتغير. حدد متغيرات الفئة (المتغيرات النوعية) مثل أرقام الأجزاء والمحطات.
bg: Разпределението е разделено на множество графики на тази променлива. Изберете променливи категория (качествени променливи), като номера на части и станции.
ca: La distribució es divideix en diversos gràfics per aquesta variable. Seleccioneu Variables de categoria (variables qualitatives) com ara números de part i estacions.
cs: Distribuce je touto proměnnou rozdělena do více grafů. Vyberte proměnné kategorie (kvalitativní proměnné), jako jsou čísla dílů a stanice.
cy: Rhennir y dosbarthiad yn graffiau lluosog gan y newidyn hwn. Dewiswch newidynnau categori (newidynnau ansoddol) fel rhifau rhan a gorsafoedd.
da: Fordelingen er opdelt i flere grafer efter denne variabel. Vælg kategorivariabler (kvalitative variabler) såsom delnumre og stationer.
de: Die Verteilung wird durch diese Variable in mehrere Grafiken unterteilt. Wählen Sie Kategorievariablen (qualitative Variablen) wie Teilenzahlen und Stationen.
el: Η κατανομή χωρίζεται σε πολλαπλά γραφήματα με αυτή τη μεταβλητή. Επιλέξτε μεταβλητές κατηγορίας (ποιοτικές μεταβλητές), όπως αριθμοί και σταθμοί.
fa: توزیع توسط این متغیر به چندین نمودار تقسیم می شود. متغیرهای دسته (متغیرهای کیفی) مانند شماره ها و ایستگاه ها را انتخاب کنید.
fi: Jakauma on jaettu useisiin kaavioihin tällä muuttujalla. Valitse luokkimuuttujat (laadulliset muuttujat), kuten osanumerot ja asemat.
fr: La distribution est divisée en plusieurs graphiques par cette variable. Sélectionnez des variables de catégorie (variables qualitatives) telles que les numéros de partie et les stations.
gd: Tha an sgaoileadh air a roinn na ioma sheòrsa leis an caochlaideach seo. Tagh caochladairean roinneil (caochladairean càileachdail) leithid àireamhan agus stèiseanan pàirt.
he: ההפצה מחולקת לתרשימים מרובים על ידי משתנה זה. בחר משתנים בקטגוריה (משתנים איכותיים) כגון מספרי חלקים ותחנות.
hr: Raspodjela je podijeljena na više grafikona po ovoj varijabli. Odaberite varijable kategorija (kvalitativne varijable) kao što su brojevi dijelova i stanice.
hu: Az eloszlást ez a változó több grafikonra osztja. Válassza ki a kategóriaváltozókat (kvalitatív változók), például a cikkszámokat és az állomásokat.
id: Distribusi dibagi menjadi beberapa grafik dengan variabel ini. Pilih variabel kategori (variabel kualitatif) seperti nomor bagian dan stasiun.
is: Dreifingu er skipt í margar línurit með þessari breytu. Veldu flokksbreytur (eigindlegar breytur) svo sem hlutanúmer og stöðvar.
it: La distribuzione è divisa in più grafici da questa variabile. Seleziona variabili di categoria (variabili qualitative) come numeri di parte e stazioni.
ja: この層別変数によって、分布を複数のグラフに分割します。品番・ステーションなどのカテゴリ変数(質的変数)を選択します。
km: ការចែកចាយត្រូវបានបែងចែកជាក្រាហ្វិចជាច្រើនដោយអថេរនេះ។ ជ្រើសរើសអថេរប្រភេទ (អថេរគុណភាព) ដូចជាលេខផ្នែកនិងស្ថានីយ៍ផ្នែក។
lb: D'Verdeelung ass a verschidde Grafike gedeelt duerch dës Variabel. Wielt Kategorie Variabelen (Qualitativ Variabelen) sou wéi Part Zuelen a Statiounen.
mi: Ka wehea te tohatoha ki nga kauwhata maha i tenei rereketanga. Tīpakohia Nga taurangi kāwai (taurangi kounga) penei i nga nama me nga teihana.
mk: Дистрибуцијата е поделена на повеќе графикони со оваа променлива. Изберете променливи на категорија (квалитативни променливи), како што се броеви на делови и станици.
mn: Түгээлт нь энэ хувьсагчаар олон график руу хуваагддаг. Хэсэг ба станц гэх мэт ангиллын хувьсагчдыг (чанарын хувьсагч) сонгоно уу.
ms: Pengagihan dibahagikan kepada pelbagai graf oleh pembolehubah ini. Pilih pembolehubah kategori (pembolehubah kualitatif) seperti nombor bahagian dan stesen.
my: ဖြန့်ဖြူးခြင်းကိုဤ variable ကိုအားဖြင့်မျိုးစုံဂရပ်များသို့ခွဲခြားထားသည်။ ထိုကဲ့သို့သောအပိုင်းကိန်းနှင့်ဘူတာများကဲ့သို့သောအမျိုးအစား variable တွေကို (အရည်အသွေး variable တွေကို) ကိုရွေးချယ်ပါ။
nl: De verdeling is door deze variabele verdeeld in meerdere grafieken. Selecteer categorievariabelen (kwalitatieve variabelen) zoals onderdeelnummers en stations.
no: Fordelingen er delt inn i flere grafer med denne variabelen. Velg kategorivariabler (kvalitative variabler) som delnumre og stasjoner.
pl: Rozkład jest podzielony na wiele wykresów przez tę zmienną. Wybierz zmienne kategorii (zmienne jakościowe), takie jak liczby części i stacje.
pt: A distribuição é dividida em vários gráficos por essa variável. Selecione variáveis ​​de categoria (variáveis ​​qualitativas), como números de peça e estações.
ro: Distribuția este împărțită în mai multe grafice prin această variabilă. Selectați variabile de categorie (variabile calitative), cum ar fi numerele de piese și stațiile.
ru: Распределение делится на несколько графиков на эту переменную. Выберите переменные категории (качественные переменные), такие как номера деталей и станции.
sd: تقسيم هن متغير طرفان ڪيترن ئي گرافس ۾ ورهايل آهي. منتخب ڪريو ڪيٽيگري متغيرات (قابليت وارو متغيرات) جهڙوڪ حصو نمبر ۽ اسٽيشنون.
si: බෙදා හැරීම මෙම විචල්යයෙන් බහු ප්රස්ථාරවලට බෙදා ඇත. කොටස් හා දුම්රිය ස්ථාන වැනි කාණ්ඩ විචල්යයන් (ගුණාත්මක විචල්යයන්) තෝරන්න.
sk: Distribúcia je podľa tejto premennej rozdelená do viacerých grafov. Vyberte premenné kategórie (kvalitatívne premenné), ako sú čísla dielov a stanice.
sq: Shpërndarja është e ndarë në grafikë të shumtë nga kjo ndryshore. Zgjidhni variablat e kategorisë (variablat cilësore) siç janë numrat e pjesëve dhe stacionet.
sv: Distributionen är uppdelad i flera grafer av denna variabel. Välj kategorivariabler (kvalitativa variabler) såsom delnummer och stationer.
th: การกระจายถูกแบ่งออกเป็นหลายกราฟโดยตัวแปรนี้ เลือกตัวแปรหมวดหมู่ (ตัวแปรเชิงคุณภาพ) เช่นหมายเลขชิ้นส่วนและสถานี
tl: Ang pamamahagi ay nahahati sa maraming mga graph ng variable na ito. Piliin ang mga variable na kategorya (mga variable na husay) tulad ng mga numero ng bahagi at istasyon.
tr: Dağıtım bu değişken tarafından birden çok grafiğe ayrılır. Parça numaraları ve istasyonları gibi kategori değişkenlerini (nitel değişkenler) seçin.
vi: Phân phối được chia thành nhiều biểu đồ cho biến này. Chọn các biến danh mục (biến định tính) như số phần và trạm.
