Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Refer data file
ar: يمكنك الرجوع إلى الملفات الموجودة في المجلد أدناه للحصول على بيانات لا يمكن استيرادها.
bg: Можете да се обърнете към файловете в папката по -долу за данни, които не могат да бъдат импортирани.
ca: Podeu referir -vos als fitxers de la carpeta següent per obtenir dades que no es podrien importar.
cs: Data, která nemohla být importována, můžete odkazovat na soubory ve složce níže.
cy: Gallwch gyfeirio at y ffeiliau yn y ffolder isod ar gyfer data na ellid eu mewnforio.
da: Du kan henvise til filerne i mappen herunder for data, der ikke kunne importeres.
de: Sie können auf die Dateien im unten stehenden Ordner für Daten verweisen, die nicht importiert werden konnten.
el: Μπορείτε να ανατρέξετε στα αρχεία του παρακάτω φακέλου για δεδομένα που δεν μπορούσαν να εισαχθούν.
fa: برای داده هایی که نمی توانند وارد شوند ، می توانید به پرونده های موجود در پوشه زیر مراجعه کنید.
fi: Voit viitata alla olevan kansiossa oleviin tiedostoihin saadaksesi tietoja, joita ei voitu tuoda.
fr: Vous pouvez vous référer aux fichiers du dossier ci-dessous pour les données qui ne peuvent pas être importées.
gd: Faodaidh tu iomradh a thoirt air na faidhlichean anns a 'phasgan gu h-ìosal airson dàta nach gabhadh a thoirt a-steach.
he: אתה יכול להתייחס לקבצים בתיקיה שלהלן לנתונים שלא ניתן לייבא.
hr: Datoteke u donjoj mapi možete se obratiti za podatke koji se ne mogu uvesti.
hu: Az alábbi mappában található fájlokra hivatkozhat azokra az adatokra, amelyeket nem lehet importálni.
id: Anda dapat merujuk ke file di folder di bawah ini untuk data yang tidak dapat diimpor.
is: Þú getur vísað til skrárnar í möppunni hér að neðan fyrir gögn sem ekki var hægt að flytja inn.
it: È possibile fare riferimento ai file nella cartella seguente per i dati che non possono essere importati.
ja: インポートできなかったデータは以下のフォルダー内のファイルから参照できます。
km: អ្នកអាចយោងទៅលើឯកសារនៅក្នុងថតខាងក្រោមសម្រាប់ទិន្នន័យដែលមិនអាចនាំចូលបាន។
lb: Dir kënnt op d'Dateien am Dossier ënner fir Daten bezeechnen, déi net importéiert kënne ginn.
mi: Ka taea e koe te korero ki nga konae kei roto i te kōpaki i raro nei mo nga raraunga kaore e taea te kawemai.
mk: Можете да се однесувате на датотеките во папката подолу за податоци што не може да се увезуваат.
mn: Та дараахь хавтсанд байгаа файл дээрх файлд орж ирж чадахгүй байгаа өгөгдлийг хэлж болно.
ms: Anda boleh merujuk kepada fail dalam folder di bawah untuk data yang tidak dapat diimport.
my: တင်သွင်းသောဒေတာများအတွက်အောက်ပါဖိုင်တွဲရှိဖိုင်များကိုသင်ရည်ညွှန်းနိုင်သည်။
nl: U kunt naar de bestanden in de onderstaande map verwijzen voor gegevens die niet kunnen worden geïmporteerd.
no: Du kan henvise til filene i mappen nedenfor for data som ikke kan importeres.
pl: Dane, których nie można zaimportować, możesz zapoznać się z plikami w folderze.
pt: Você pode consultar os arquivos na pasta abaixo para obter dados que não puderam ser importados.
ro: Vă puteți referi la fișierele din folderul de mai jos pentru date care nu au putut fi importate.
ru: Вы можете обратиться к файлам в папке ниже для данных, которые не могут быть импортированы.
sd: توهان ڊيٽا لاء هيٺ ڏنل فولڊر ۾ فائلن جو حوالو ڏئي سگهو ٿا جيڪو درآمد نه ٿي سگهي.
si: ආනයනය කළ නොහැකි දත්ත සඳහා පහත දැක්වෙන ෆෝල්ඩරයේ ඇති ගොනු වෙත ඔබට යොමු කළ හැකිය.
sk: Dáta, ktoré sa nedali importovať, môžete odvolať na súbory v priečinku nižšie.
sq: Ju mund t'i referoheni skedarëve në dosjen më poshtë për të dhënat që nuk mund të importohen.
sv: Du kan hänvisa till filerna i mappen nedan för data som inte kunde importeras.
th: คุณสามารถอ้างถึงไฟล์ในโฟลเดอร์ด้านล่างสำหรับข้อมูลที่ไม่สามารถนำเข้าได้
tl: Maaari kang sumangguni sa mga file sa folder sa ibaba para sa data na hindi mai -import.
tr: İçe aktarılamayan veriler için aşağıdaki klasördeki dosyalara başvurabilirsiniz.
vi: Bạn có thể tham khảo các tệp trong thư mục dưới đây để biết dữ liệu không thể nhập.

source: The Application do not connect internet and unable to upload usage.
ar: لا يمكن تحميل حالة الاستخدام لأنها غير متصلة بالإنترنت.
bg: Състоянието на използване не може да бъде качено, тъй като не е свързано с Интернет.
ca: L'estat d'ús no es pot penjar perquè no està connectat a Internet.
cs: Stav použití nelze nahrávat, protože není připojen k internetu.
cy: Ni ellir uwchlwytho statws defnyddio oherwydd nad yw wedi'i gysylltu â'r Rhyngrwyd.
da: Brugsstatus kan ikke uploades, fordi den ikke er forbundet til internettet.
de: Der Nutzungsstatus kann nicht hochgeladen werden, da er nicht mit dem Internet verbunden ist.
el: Η κατάσταση χρήσης δεν μπορεί να μεταφορτωθεί επειδή δεν είναι συνδεδεμένη στο Διαδίκτυο.
fa: وضعیت استفاده نمی تواند بارگذاری شود زیرا به اینترنت وصل نشده است.
fi: Käyttötilaa ei voida ladata, koska sitä ei ole kytketty Internetiin.
fr: L'état d'utilisation ne peut pas être téléchargé car il n'est pas connecté à Internet.
gd: Chan urrainnear an inbhe cleachdaidh a luchdachadh suas leis nach eil e ceangailte ris an eadar-lìn.
he: לא ניתן להעלות את מצב השימוש מכיוון שהוא אינו מחובר לאינטרנט.
hr: Status upotrebe ne može se prenijeti jer nije povezan s Internetom.
hu: A használati állapotot nem lehet feltölteni, mert nem kapcsolódik az internethez.
id: Status penggunaan tidak dapat diunggah karena tidak terhubung ke internet.
is: Ekki er hægt að hlaða notkunarstöðu vegna þess að hún er ekki tengd internetinu.
it: Lo stato di utilizzo non può essere caricato perché non è connesso a Internet.
ja: インターネットに接続できていないため、使用状況をアップロードできません。
km: ស្ថានភាពប្រើប្រាស់មិនអាចត្រូវបានផ្ទុកឡើងទេព្រោះវាមិនត្រូវបានភ្ជាប់ទៅអ៊ីនធឺណិត។
lb: Den USage Status kann net eropgelueden ginn well et net mam Internet verbonnen ass.
mi: Kaore e taea te tuku i te mana o te whakamahinga na te mea kaore i te hono atu ki te Ipurangi.
mk: Статусот на употреба не може да се постави затоа што не е поврзан на Интернет.
mn: Хэрэглээний статусыг интернетэд холбоогүй тул байршуулах боломжгүй.
ms: Status penggunaan tidak boleh dimuat naik kerana ia tidak disambungkan ke Internet.
my: အသုံးပြုမှုအခြေအနေကို upload မလုပ်နိုင်ပါကအင်တာနက်နှင့်ချိတ်ဆက်ထားခြင်းမရှိသောကြောင့်ဖြစ်သည်။
nl: De gebruiksstatus kan niet worden geüpload omdat deze niet is verbonden met internet.
no: Bruksstatusen kan ikke lastes opp fordi den ikke er koblet til Internett.
pl: Statusu użytkowania nie można przesłać, ponieważ nie jest podłączony do Internetu.
pt: O status de uso não pode ser carregado porque não está conectado à Internet.
ro: Starea de utilizare nu poate fi încărcată, deoarece nu este conectată la internet.
ru: Статус использования не может быть загружен, потому что оно не подключено к Интернету.
sd: استعمال واري حيثيت اپ لوڊ نه ٿي ڪري سگھجي ڇاڪاڻ ته اهو انٽرنيٽ سان ڳن is يل ناهي.
si: භාවිතයේ තත්වය උඩුගත කළ නොහැක එය අන්තර්ජාලයට සම්බන්ධ නැති නිසා.
sk: Stav použitia nie je možné nahrať, pretože nie je pripojený k internetu.
sq: Statusi i përdorimit nuk mund të ngarkohet sepse nuk është i lidhur në internet.
sv: Användningsstatus kan inte laddas upp eftersom den inte är ansluten till internet.
th: ไม่สามารถอัปโหลดสถานะการใช้งานได้เนื่องจากไม่ได้เชื่อมต่อกับอินเทอร์เน็ต
tl: Ang katayuan ng paggamit ay hindi mai -upload dahil hindi ito konektado sa internet.
tr: İnternete bağlı olmadığı için kullanım durumu yüklenemez.
vi: Trạng thái sử dụng không thể được tải lên vì nó không được kết nối với Internet.

source: Please check the settings of network connection.
ar: يرجى التحقق من اتصال الشبكة.
bg: Моля, проверете мрежовата връзка.
ca: Comproveu la connexió de xarxa.
cs: Zkontrolujte prosím síťové připojení.
cy: Gwiriwch gysylltiad rhwydwaith.
da: Kontroller netværksforbindelsen.
de: Bitte überprüfen Sie die Netzwerkverbindung.
el: Ελέγξτε τη σύνδεση δικτύου.
fa: لطفا اتصال شبکه را بررسی کنید.
fi: Tarkista verkkoyhteys.
fr: Veuillez vérifier la connexion réseau.
gd: Feuch an toir thu sùil air an ceangal lìonra.
he: אנא בדוק את חיבור הרשת.
hr: Provjerite mrežnu vezu.
hu: Kérjük, ellenőrizze a hálózati kapcsolatot.
id: Harap periksa koneksi jaringan.
is: Vinsamlegast athugaðu nettengingu.
it: Si prega di controllare la connessione di rete.
ja: ネットワーク接続の設定を確認してください。
km: សូមពិនិត្យមើលការភ្ជាប់បណ្តាញ។
lb: Préift w.e.g. Netzwierkverbindung.
mi: Tena tirohia te hononga whatunga.
mk: Проверете ја мрежната врска.
mn: Сүлжээний холболтыг шалгана уу.
ms: Sila periksa sambungan rangkaian.
my: ကျေးဇူးပြု. ကွန်ယက်ချိတ်ဆက်မှုကိုစစ်ဆေးပါ။
nl: Controleer de netwerkverbinding.
no: Vennligst sjekk nettverkstilkoblingen.
pl: Sprawdź połączenie sieciowe.
pt: Por favor, verifique a conexão de rede.
ro: Vă rugăm să verificați conexiunea la rețea.
ru: Пожалуйста, проверьте сетевое соединение.
sd: مهرباني ڪري نيٽ ورڪ ڪنيڪشن چيڪ ڪريو.
si: කරුණාකර ජාල සම්බන්ධතාවය පරීක්ෂා කරන්න.
sk: Skontrolujte sieťové pripojenie.
sq: Ju lutemi kontrolloni lidhjen e rrjetit.
sv: Kontrollera nätverksanslutningen.
th: โปรดตรวจสอบการเชื่อมต่อเครือข่าย
tl: Mangyaring suriin ang koneksyon sa network.
tr: Lütfen ağ bağlantısını kontrol edin.
vi: Vui lòng kiểm tra kết nối mạng.

source: If you link the data again, it takes a long time.
ar: سوف يستغرق الأمر وقتًا طويلاً لربط البيانات مرة أخرى.
bg: Ще отнеме много време, за да свържете данните отново.
ca: Es necessitarà molt de temps per enllaçar les dades.
cs: Opětovné propojení dat bude trvat dlouho.
cy: Bydd yn cymryd amser hir i gysylltu data eto.
da: Det vil tage lang tid at linke data igen.
de: Es wird lange dauern, um Daten erneut zu verknüpfen.
el: Θα χρειαστεί πολύς χρόνος για να συνδέσετε ξανά τα δεδομένα.
fa: پیوند دوباره داده ها زمان زیادی طول خواهد کشید.
fi: Tietojen yhdistäminen vie kauan.
fr: Il faudra beaucoup de temps pour relier les données.
gd: Bheir e ùine mhòr gus dàta a cheangal a-rithist.
he: ייקח זמן רב לקשר נתונים שוב.
hr: Trebat će dugo vremena da se podaci ponovno povežu.
hu: Hosszú időbe telik az adatok újbóli összekapcsolása.
id: Butuh waktu lama untuk menghubungkan data lagi.
is: Það mun taka langan tíma að tengja gögn aftur.
it: Ci vorrà molto tempo per collegare nuovamente i dati.
ja: データの紐づけ設定をやり直すと、データの紐づけに時間がかかります。
km: វានឹងចំណាយពេលយូរដើម្បីភ្ជាប់ទិន្នន័យម្តងទៀត។
lb: Et wäert eng laang Zäit daueren fir d'Donnéeën ze linken.
mi: Ka roa te waa ki te hono ano i nga raraunga.
mk: Takeе биде потребно долго време за повторно да се поврзат податоците.
mn: Датаг холболтыг дахин холбоход их хугацаа шаардагдана.
ms: Ia akan mengambil masa yang lama untuk menghubungkan data lagi.
my: ဒေတာများကိုထပ်မံချိတ်ဆက်ရန်အချိန်များစွာကြာလိမ့်မည်။
nl: Het zal lang duren om gegevens opnieuw te koppelen.
no: Det vil ta lang tid å koble data igjen.
pl: Ponowne połączenie danych zajmie dużo czasu.
pt: Levará muito tempo para vincular dados novamente.
ro: Va dura mult timp pentru a conecta din nou datele.
ru: Потребуется много времени, чтобы снова связать данные.
sd: اهو ڊيٽا ٻيهر ڳن to ڻ ۾ گهڻو وقت وٺندو.
si: දත්ත නැවත සම්බන්ධ කිරීමට බොහෝ කාලයක් ගතවනු ඇත.
sk: Opäť prepojenie údajov bude trvať dlho.
sq: Do të duhet shumë kohë për të lidhur të dhënat përsëri.
sv: Det kommer att ta lång tid att länka data igen.
th: จะใช้เวลานานในการเชื่อมโยงข้อมูลอีกครั้ง
tl: Aabutin ng mahabang panahon upang mai -link muli ang data.
tr: Verileri tekrar bağlamak uzun zaman alacaktır.
vi: Sẽ mất nhiều thời gian để liên kết dữ liệu một lần nữa.

source: Are you sure that you want to re-link the data?
ar: هل أنت متأكد من إعادة توصيل البيانات؟
bg: Сигурни ли сте, че ще свържете отново данните?
ca: Esteu segur que torneu a connectar les dades?
cs: Určitě data znovu připojíte?
cy: Ydych chi'n sicr o ailgysylltu'r data?
da: Er du sikker på at tilslutte dataene igen?
de: Sind Sie sicher, die Daten wieder zu verbinden?
el: Είστε σίγουροι ότι θα επανασυνδέσετε τα δεδομένα;
fa: آیا مطمئناً داده ها را دوباره وصل می کنید؟
fi: Oletko varma, että yhdistät tiedot uudelleen?
fr: Êtes-vous sûr de reconnecter les données?
gd: A bheil thu cinnteach gun cuir thu ath-cheangal an dàta?
he: האם אתה בטוח לחבר מחדש את הנתונים?
hr: Jeste li sigurni da ćete ponovno povezati podatke?
hu: Biztosan újracsatlakoztatja az adatokat?
id: Apakah Anda pasti akan menghubungkan kembali data?
is: Ertu viss um að tengja gögnin aftur?
it: Sei sicuro di riconnettere i dati?
ja: 本当にデータの紐づけをやり直しますか?
km: តើអ្នកប្រាកដជាបានភ្ជាប់ទិន្នន័យឡើងវិញទេ?
lb: Sidd Dir sécher d'Donnéeën ze konnektéieren?
mi: Kei te mohio koe ki te hono ano i nga raraunga?
mk: Дали сте сигурни да ги поврзете податоците?
mn: Мэдээллийг дахин холбож өгөх итгэлтэй байна уу?
ms: Adakah anda pasti menyambung semula data?
my: ဒေတာကိုပြန်လည်ချိတ်ဆက်ရန်သင်သေချာပါသလား။
nl: Weet u zeker dat u de gegevens opnieuw verbindt?
no: Er du sikker på å koble til dataene på nytt?
pl: Czy na pewno ponownie podłączysz dane?
pt: Você tem certeza de reconectar os dados?
ro: Sunteți sigur că reconectați datele?
ru: Вы обязательно воссоедините данные?
sd: ڇا توهان کي پڪ سان ڊيٽا ٻيهر ڳن to ڻ جي پڪ آهي؟
si: දත්ත නැවත සම්බන්ධ කිරීමට ඔබට විශ්වාසද?
sk: Určite pripojíte údaje?
sq: A jeni i sigurt për të rilidhur të dhënat?
sv: Är du säker på att ansluta data igen?
th: คุณแน่ใจว่าจะเชื่อมต่อข้อมูลใหม่หรือไม่?
tl: Sigurado ka bang muling kumonekta ang data?
tr: Verileri yeniden bağlayacağınızdan emin misiniz?
vi: Bạn có chắc chắn kết nối lại dữ liệu?

source: Abort
ar: إحباط
bg: Аборт
ca: Avortar
cs: Přerušit
cy: Herthygl
de: Abbrechen
el: Κάνω αποβολή
fa: سقط کردن
fi: Keskeyttää
fr: Avorter
gd: Sguab
he: לְהַפִּיל
hr: Prekid
hu: Elvetél
id: Menggugurkan
is: Fóstureyðingu
it: Abortire
ja: 中止
km: សន្និដ្ឋាន
lb: Ofbauen
mi: Heahete
mk: Абортус
mn: Таргасан
ms: Membatalkan
my: ခွဲထား
nl: Afbreken
no: Avbryte
pl: Anulować
pt: Abortar
ro: Avort
ru: Прервать
sd: هالايو
si: ගබ්සා කරන්න
sk: Potratiť
sq: Ndërpres
sv: Avbryta
th: ทำแท้ง
tl: Pagpapalaglag
tr: İptal etmek
vi: Huỷ bỏ

source: Proceed
ar: نفذ - اعدم
bg: Изпълни
ca: Executar
cs: Vykonat
cy: Dienyddiant
da: Udfør
de: Ausführen
el: Εκτέλεση
fa: اجرا کردن
fi: Suorittaa
fr: Exécuter
gd: Cuir an gnìomh
he: לבצע
hr: Izvršiti
hu: Végrehajt
id: Menjalankan
is: Framkvæma
it: Eseguire
ja: 実行
km: បិឃាដ
lb: Ausfeelen
mi: Whakamate
mk: Изврши
mn: Цаазлах
ms: Melaksanakan
my: သတ်
nl: Uitvoeren
no: Henrette
pl: Wykonać
pt: Executar
ro: A executa
ru: Выполнять
sd: عمل ڪيو
si: ක්රියාත්මක කරන්න
sk: Vykonávať
sq: Ekzekutoj
sv: Kör
th: ประหารชีวิต
tl: Isagawa
tr: Uygulamak
vi: Hành hình

source: Confirm to return to the linking settings you registered the last time
ar: هل أنت متأكد من إعادة تحميل إعدادات ارتباط البيانات المسجلة مسبقًا؟
bg: Сигурни ли сте, че ще презаредите по -рано регистрираните настройки на връзката за данни?
ca: Esteu segur que tornareu a carregar la configuració de l'enllaç de dades registrada anteriorment?
cs: Určitě znovu načtěte dříve registrované nastavení datového odkazu?
cy: Ydych chi'n sicr o ail -lwytho'r gosodiadau cyswllt data a gofrestrwyd yn flaenorol?
da: Er du sikker på at genindlæse de tidligere registrerede datalinkindstillinger?
de: Sind Sie sicher, die zuvor registrierten Datenverbindungseinstellungen neu zu laden?
el: Είστε σίγουροι ότι θα επαναφορτώσετε τις ρυθμίσεις συνδέσμου δεδομένων που έχουν καταχωρηθεί προηγουμένως;
fa: آیا حتماً تنظیمات لینک داده قبلاً ثبت شده را بارگیری می کنید؟
fi: Aiotko varmasti ladata aiemmin rekisteröidyt tietolinkki -asetukset?
fr: Êtes-vous sûr de recharger les paramètres de liaison de données précédemment enregistrés?
gd: A bheil thu cinnteach gun tug thu na roghainnean ceangail dàta clàraichte roimhe?
he: האם אתה בטוח לטעון מחדש את הגדרות קישור הנתונים הרשומות בעבר?
hr: Jeste li sigurni da ponovno učitavate prethodno registrirane postavke podataka?
hu: Biztosan újratölti a korábban regisztrált adatkapcsolat beállításait?
id: Apakah Anda pasti akan memuat ulang pengaturan tautan data yang terdaftar sebelumnya?
is: Ertu viss um að endurhlaða áður skráða gagnastillingar?
it: Sei sicuro di ricaricare le impostazioni del collegamento dati precedentemente registrate?
ja: 前回登録した紐付け設定に戻しますか?
km: តើអ្នកប្រាកដជាផ្ទុកការកំណត់តំណទិន្នន័យដែលបានចុះឈ្មោះពីមុនឬ?
lb: Sidd Dir sécher déi virdru registréiert Datebank Link Astellunge nei lueden?
mi: Kei te mohio koe ki te whakahou i nga tautuhinga hononga raraunga kua rēhitatia i mua?
mk: Дали сте сигурни да ги вчитате претходно регистрираните поставки за врска со податоци?
mn: Өмнө нь бүртгэгдсэн өгөгдлийн холбоосын тохиргоог дахин ачаалж байна уу?
ms: Adakah anda pasti akan memuatkan semula tetapan pautan data yang didaftarkan sebelum ini?
my: ယခင်ကမှတ်ပုံတင်ထားသောဒေတာလင့်ခ် settings ကိုပြန်ဖွင့်ရန်သေချာပါသလား။
nl: Weet u zeker dat u de eerder geregistreerde datalinkinstellingen opnieuw laadt?
no: Er du sikker på å laste inn de tidligere registrerte datalinkinnstillingene på nytt?
pl: Czy na pewno ponownie załadujesz zarejestrowane ustawienia linków danych?
pt: Você tem certeza de recarregar as configurações de link de dados registradas anteriormente?
ro: Sunteți sigur că reîncărcați setările de legătură de date înregistrate anterior?
ru: Вы обязательно перезагружаете ранее зарегистрированные настройки ссылки на данные?
sd: ڇا توهان کي پڪ آهي ته اڳوڻي رجسٽرڊ ڊيٽا لنڪ سيٽنگن کي ٻيهر لوڊ ڪرڻ لاء؟
si: කලින් ලියාපදිංචි කළ දත්ත සබැඳි සැකසුම් නැවත පූරණය කිරීමට ඔබට විශ්වාසද?
sk: Určite si znovu načítate nastavenia predtým registrovaných nastavení dátového odkazu?
sq: A jeni i sigurt që do të rimbushni cilësimet e lidhura më parë të lidhjes së të dhënave?
sv: Är du säker på att ladda om de tidigare registrerade datalänkinställningarna?
th: คุณแน่ใจว่าจะโหลดการตั้งค่าลิงค์ข้อมูลที่ลงทะเบียนไว้ก่อนหน้านี้ใหม่หรือไม่
tl: Sigurado ka bang i -reload ang dating mga rehistradong setting ng link ng data?
tr: Önceden kayıtlı veri bağlantısı ayarlarını yeniden yüklediğinizden emin misiniz?
vi: Bạn có chắc chắn tải lại cài đặt liên kết dữ liệu đã đăng ký trước đó không?

source: Importing data was started.
ar: بدأت في استيراد البيانات.
bg: Започна да импортиране на данни.
ca: Va començar a importar dades.
cs: Začalo importovat data.
cy: Wedi dechrau mewnforio data.
da: Begyndte at importere data.
de: Mit dem Importieren von Daten begonnen.
el: Άρχισε να εισάγει δεδομένα.
fa: شروع به وارد کردن داده ها.
fi: Alkoi tuoda tietoja.
fr: A commencé à importer des données.
gd: Thòisich e a 'toirt a-steach dàta.
he: החל לייבא נתונים.
hr: Počeo uvoziti podatke.
hu: Elkezdte az adatok importálását.
id: Mulai mengimpor data.
is: Byrjaði að flytja inn gögn.
it: Ha iniziato a importare dati.
ja: データのインポートを始めました。
km: បានចាប់ផ្តើមនាំចូលទិន្នន័យ។
lb: Ugefaang Daten ze importéieren.
mi: Ka tiimata te kawemai i nga raraunga.
mk: Започна да увоз на податоци.
mn: Өгөгдлийг импортолж эхлэв.
ms: Mula mengimport data.
my: ဒေတာတင်သွင်းစတင်ခဲ့သည်။
nl: Begon met het importeren van gegevens.
no: Begynte å importere data.
pl: Zaczął importować dane.
pt: Começou a importar dados.
ro: A început să importe date.
ru: Начал импортировать данные.
sd: ڊيٽا درآمد شروع ڪيو.
si: දත්ත ආනයනය කිරීම ආරම්භ කිරීම.
sk: Začal importovať údaje.
sq: Filloi të importon të dhëna.
sv: Började importera data.
th: เริ่มนำเข้าข้อมูล
tl: Nagsimulang mag -import ng data.
tr: Veri içe aktarmaya başladı.
vi: Bắt đầu nhập dữ liệu.

source: You can check the progress from the link below.
ar: يمكنك التحقق من تقدم الاستيراد من الرابط أدناه.
bg: Можете да проверите напредъка на импортирането от връзката по -долу.
ca: Podeu comprovar el progrés de la importació de l’enllaç següent.
cs: Pokrok importu můžete zkontrolovat z níže uvedeného odkazu.
cy: Gallwch wirio cynnydd y mewnforio o'r ddolen isod.
da: Du kan kontrollere fremskridt med importen fra nedenstående link.
de: Sie können den Fortschritt des Imports aus dem folgenden Link überprüfen.
el: Μπορείτε να ελέγξετε την πρόοδο της εισαγωγής από τον παρακάτω σύνδεσμο.
fa: می توانید پیشرفت واردات را از لینک زیر بررسی کنید.
fi: Voit tarkistaa tuonnin etenemisen alla olevasta linkistä.
fr: Vous pouvez vérifier la progression de l'importation à partir du lien ci-dessous.
gd: Faodaidh tu sgrùdadh a dhèanamh air adhartas an in-mhalairt bhon cheangal gu h-ìosal.
he: אתה יכול לבדוק את התקדמות הייבוא ​​מהקישור למטה.
hr: Možete provjeriti napredak uvoza s donje veze.
hu: Ellenőrizheti az import előrehaladását az alábbi linkről.
id: Anda dapat memeriksa kemajuan impor dari tautan di bawah ini.
is: Þú getur athugað framvindu innflutningsins frá hlekknum hér að neðan.
it: È possibile verificare l'avanzamento dell'importazione dal link sottostante.
ja: 以下のリンクからインポートの進捗状況を確認できます。
km: អ្នកអាចពិនិត្យមើលវឌ្ឍនភាពនៃការនាំចូលពីតំណភ្ជាប់ខាងក្រោម។
lb: Dir kënnt de Fortschrëtt vum Import aus dem Link hei drënner kontrolléieren.
mi: Ka taea e koe te tirotiro i te ahunga whakamua o te kawemai mai i te hono i raro nei.
mk: Можете да го проверите напредокот на увозот од врската подолу.
mn: Та доорхи линкээс импортын явцыг шалгаж болно.
ms: Anda boleh menyemak kemajuan import dari pautan di bawah.
my: အောက်ဖော်ပြပါလင့်ခ်မှတင်သွင်းမှု၏တိုးတက်မှုကိုသင်စစ်ဆေးနိုင်သည်။
nl: U kunt de voortgang van de import controleren vanuit de onderstaande link.
no: Du kan sjekke fremdriften for importen fra lenken nedenfor.
pl: Możesz sprawdzić postęp importu z poniższego linku.
pt: Você pode verificar o progresso da importação do link abaixo.
ro: Puteți verifica progresul importului din linkul de mai jos.
ru: Вы можете проверить прогресс импорта по ссылке ниже.
sd: توهان هيٺ ڏنل لنڪ مان درآمد جي ترقي جي ترقي ڪري سگهو ٿا.
si: පහත සබැඳියෙන් ආනයනයේ ප්රගතිය ඔබට පරීක්ෂා කළ හැකිය.
sk: Z nižšie uvedeného odkazu si môžete skontrolovať pokrok importu.
sq: Ju mund të kontrolloni përparimin e importit nga lidhja më poshtë.
sv: Du kan kontrollera importens framsteg från länken nedan.
th: คุณสามารถตรวจสอบความคืบหน้าของการนำเข้าจากลิงค์ด้านล่าง
tl: Maaari mong suriin ang pag -unlad ng pag -import mula sa link sa ibaba.
tr: İthalatın ilerlemesini aşağıdaki bağlantıdan kontrol edebilirsiniz.
vi: Bạn có thể kiểm tra tiến trình nhập từ liên kết dưới đây.
