Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Since there is the same title setting, please change the title.
ar: تغيير العنوان لأنه تم تعيين نفس العنوان.
bg: Променете заглавието, защото е зададено същото заглавие.
ca: Canvieu el títol perquè es defineix el mateix títol.
cs: Změňte název, protože je nastaven stejný název.
cy: Newid y teitl oherwydd bod yr un teitl wedi'i osod.
da: Skift titlen, fordi den samme titel er indstillet.
de: Ändern Sie den Titel, da der gleiche Titel festgelegt ist.
el: Αλλάξτε τον τίτλο επειδή ο ίδιος τίτλος έχει οριστεί.
fa: عنوان را تغییر دهید زیرا همان عنوان تنظیم شده است.
fi: Vaihda otsikko, koska sama otsikko on asetettu.
fr: Modifiez le titre car le même titre est fixé.
gd: Atharraich an tiotal oir tha an aon tiotal air a shuidheachadh.
he: שנה את הכותרת מכיוון שאותו כותרת מוגדרת.
hr: Promijenite naslov jer je postavljen isti naslov.
hu: Változtassa meg a címet, mert ugyanaz a cím be van állítva.
id: Ubah judul karena judul yang sama ditetapkan.
is: Breyttu titlinum vegna þess að sami titill er stilltur.
it: Cambia il titolo perché è fissato lo stesso titolo.
ja: 同じタイトルの設定があるため、タイトルを変更してください。
km: ផ្លាស់ប្តូរចំណងជើងព្រោះចំណងជើងដូចបានកំណត់។
lb: Den Titel änneren well dat selwechten Titel ass agestallt.
mi: Hurihia te taitara na te mea kua whakaritea te taitara.
mk: Променете го насловот затоа што истиот наслов е поставен.
mn: Ижил гарчиг тохируулсан тул гарчгийг өөрчил.
ms: Tukar tajuk kerana tajuk yang sama ditetapkan.
my: တူညီသောခေါင်းစဉ်သတ်မှတ်ထားလို့ခေါင်းစဉ်ကိုပြောင်းပါ။
nl: Wijzig de titel omdat dezelfde titel is ingesteld.
no: Endre tittelen fordi den samme tittelen er satt.
pl: Zmień tytuł, ponieważ ten sam tytuł jest ustawiony.
pt: Altere o título porque o mesmo título está definido.
ro: Schimbați titlul deoarece același titlu este setat.
ru: Измените заголовок, потому что тот же заголовок установлен.
sd: عنوان تبديل ڪريو ڇو ته ساڳيو عنوان مقرر ٿيل آهي.
si: මාතෘකාව වෙනස් කරන්න එකම මාතෘකාව සකසා ඇති නිසා.
sk: Zmeňte názov, pretože je nastavený rovnaký názov.
sq: Ndryshoni titullin sepse është vendosur i njëjti titull.
sv: Ändra titeln eftersom samma titel är inställd.
th: เปลี่ยนชื่อเรื่องเพราะตั้งชื่อเดียวกัน
tl: Baguhin ang pamagat dahil ang parehong pamagat ay nakatakda.
tr: Aynı başlık ayarlandığı için başlığı değiştirin.
vi: Thay đổi tiêu đề vì cùng một tiêu đề được đặt.

source: Save Setting
ar: حفظ الإعداد
bg: Запазване на настройка
ca: Configuració de desar
cs: Uložit nastavení
cy: Cadw lleoliad
da: Gem indstillingen
de: Einstellung sichern
el: Αποθήκευση ρύθμισης
fa: تنظیمات را ذخیره کنید
fi: Tallenna asetus
fr: Sauvegarder les paramètres
gd: Sàbhail suidheachadh
he: שמור הגדרה
hr: Spremite postavku
hu: Mentés beállítás
id: Simpan Pengaturan
is: Vista stillingu
it: Salva impostazioni
ja: 設定保存
km: រក្សាទុកការកំណត់
lb: Retts Astellung
mi: Tiaki Whakatau
mk: Зачувај поставување
mn: Тохиргоог хадгалах
ms: Simpan tetapan
my: setting ကိုသိမ်းပါ
nl: Instelling opslaan
no: Lagre innstilling
pl: Zapisz ustawienia
pt: Salvar configuração
ro: Salveaza setarea
ru: Сохранить настройку
sd: محفوظ ڪرڻ
si: සැකසුම සුරකින්න
sk: Uložiť nastavenie
sq: Ruani cilësimin
sv: Spara inställning
th: บันทึกการตั้งค่า
tl: I -save ang setting
tr: Kaydet ayarı
vi: Lưu cài đặt

source: Create Screenshot
ar: إنشاء لقطة شاشة
bg: Създайте екранна снимка
ca: Creeu captura de pantalla
cs: Vytvořte snímek obrazovky
cy: Creu screenshot
da: Opret skærmbillede
de: Screenshot erstellen
el: Δημιουργία στιγμιότυπου οθόνης
fa: تصویر تصویر ایجاد کنید
fi: Luo kuvakaappaus
fr: Créer une capture d'écran
gd: Cruthaich Glacadh-sgrìn
he: צור צילום מסך
hr: Stvorite snimku zaslona
hu: Hozzon létre képernyőképet
id: Buat tangkapan layar
is: Búðu til skjámynd
it: Crea screenshot
ja: 画面を保存
km: បង្កើតរូបថតអេក្រង់
lb: Eraus kreagschen
mi: Waihangahia te Matapihi
mk: Создадете скриншот
mn: Дэлгэцийн хөрөнг засах
ms: Buat tangkapan skrin
my: စခရင်ရိုက်ကူးပါ
nl: Maak screenshot
no: Lag skjermbilde
pl: Utwórz zrzut ekranu
pt: Crie captura de tela
ro: Creați captură de ecran
ru: Создайте скриншот
sd: اسڪرين شاٽ ٺاهيو
si: තිර රුවක් සාදන්න
sk: Vytvorte snímku obrazovky
sq: Krijoni screenshot
sv: Skapa skärmdump
th: สร้างภาพหน้าจอ
tl: Lumikha ng screenshot
tr: Ekran görüntüsü oluştur
vi: Tạo ảnh chụp màn hình

source: Download
ar: تحميل
bg: Изтегли
ca: descarregar
cs: stažení
cy: lawrlwythwch
da: Hent
el: Κατεβάστε
fa: دانلود
fi: ladata
fr: Télécharger
gd: Luchdaich sìos
he: הורד
hr: preuzimanje datoteka
hu: Letöltés
id: unduh
is: Sækja
it: Scarica
ja: ダウンロード
km: របចាបរេកា
lb: Eck erofgesat
mi: tango
mk: преземете
mn: татаж авах
ms: muat turun
my: ဒေါက်ဒေါင်း
nl: downloaden
no: nedlasting
pl: Ściągnij
ro: Descarca
ru: скачать
sd: ڊائون لوڊ ڪريو
si: බාගත
sk: Stiahnuť ▼
sq: Shkarko
sv: ladda ner
th: การดาวน์โหลด
tl: I -download
tr: indirmek
vi: Tải xuống

source: AbnormalGraphShowMsg
ar: أسباب عدم عرض الرسم البياني على النحو التالي. BREAK_LINE تحقق من الموقف. BREAK_LINE・ لا يتم استيراد البيانات ، أو في منتصف الاستيراد. BREAK_LINE・ لا توجد بيانات مرتبطة ، أو في منتصف الربط. BREAK_LINE・ إعداد الرسم البياني غير مناسب.
bg: Причините, поради които графиката не може да бъде показана, са следните. BREAK_LINE Проверете ситуацията. BREAK_LINE・ Данните не се импортират или в средата на вноса. BREAK_LINE・ Не са свързани данни или в средата на обвързването. BREAK_LINE・ Настройката на графиката е неподходяща.
ca: Els motius pels quals el gràfic no es pot mostrar és el següent. BREAK_LINE Comproveu la situació. BREAK_LINE・ Les dades no s’importen ni enmig de la importació. BREAK_LINE・ No hi ha dades enllaçats ni enmig de lligar. BREAK_LINE・ La configuració del gràfic és inadequada.
cs: Důvody, proč nelze graf zobrazit, jsou následující. BREAK_LINE Zkontrolujte situaci. BREAK_LINE・ data nejsou importována ani uprostřed importu. BREAK_LINE・ Žádná data nejsou propojena nebo uprostřed vázání. BREAK_LINE・ Nastavení grafu je nevhodné.
cy: Mae'r rhesymau pam na ellir arddangos y graff fel a ganlyn. BREAK_LINE Gwiriwch y sefyllfa. Nid yw data BREAK_LINE・ yn cael ei fewnforio, nac yng nghanol y mewnforio. BREAK_LINE・ Nid oes unrhyw ddata wedi'i gysylltu, nac yng nghanol clymu. BREAK_LINE・ Mae gosodiad y graff yn amhriodol.
da: Årsagerne til, at grafen ikke kan vises, er som følger. BREAK_LINE Kontroller situationen. BREAK_LINE・ data importeres ikke eller midt i importen. BREAK_LINE・ Ingen data er knyttet eller midt i bindingen. BREAK_LINE・ Indstillingen af ​​grafen er upassende.
de: Die Gründe, warum die Grafik nicht angezeigt werden kann, ist wie folgt. BREAK_LINE Überprüfen Sie die Situation. BREAK_LINE・ Daten werden nicht importiert oder in der Mitte des Imports. BREAK_LINE・ keine Daten sind verknüpft oder in der Mitte des Bindens. BREAK_LINE・ Die Einstellung der Grafik ist unangemessen.
el: Οι λόγοι για τους οποίους το γράφημα δεν μπορεί να εμφανιστεί έχει ως εξής. BREAK_LINE Ελέγξτε την κατάσταση. BREAK_LINE・ Τα δεδομένα δεν εισάγονται ή στη μέση της εισαγωγής. BREAK_LINE・ Δεν συνδέονται τα δεδομένα ή στη μέση της σύνδεσης. BREAK_LINE・ Η ρύθμιση του γραφήματος είναι ακατάλληλη.
fa: دلایل نمایش نمودار به شرح زیر است. BREAK_LINE وضعیت را بررسی کنید. BREAK_LINE・ داده ها وارد نمی شوند ، یا در وسط واردات. BREAK_LINE・ هیچ داده ای در ارتباط نیست ، یا در وسط اتصال قرار دارد. BREAK_LINE・ تنظیم نمودار نامناسب است.
fi: Syyt siihen, miksi kuvaajaa ei voida näyttää, ovat seuraavat. BREAK_LINE Tarkista tilanne. BREAK_LINE・ Tietoja ei tuoda tai tuonnin keskellä. BREAK_LINE・ Tietoja ei ole linkitetty tai sitomisen keskellä. BREAK_LINE・ Kaavion asetus on sopimaton.
fr: Les raisons pour lesquelles le graphique ne peut pas être affiché est la suivante. BREAK_LINE Vérifiez la situation. BREAK_LINE・ Les données ne sont pas importées ou au milieu de l'importation. BREAK_LINE・ Aucune donnée n'est liée ou au milieu de l'attache. BREAK_LINE・ Le réglage du graphique est inapproprié.
gd: Na h-adhbharan nach urrainn don ghraf a thaisbeanadh mar a leanas. BREAK_LINE Thoir sùil air an t-suidheachadh. Chan eil dàta BREAK_LINE・ air a thoirt a-steach, no ann am meadhan in-mhalairt. BREAK_LINE・ Chan eil dàta sam bith ceangailte, no ann am meadhan ceangal. BREAK_LINE・ Tha suidheachadh a 'ghraf neo-iomchaidh.
he: הסיבות לכך שלא ניתן להציג את הגרף הן כדלקמן. BREAK_LINE בדוק את המצב. BREAK_LINE・ הנתונים אינם מיובאים או באמצע הייבוא. BREAK_LINE・ לא מקושרים נתונים או באמצע הקשירה. BREAK_LINE・ הגדרת הגרף אינה הולמת.
hr: Razlozi zbog kojih se grafikon ne može prikazati su sljedeći. BREAK_LINE Provjerite situaciju. BREAK_LINE・ Podaci se ne uvoze ili usred uvoza. BREAK_LINE・ Nijedan podaci nisu povezani ili usred vezanje. BREAK_LINE・ Postavka grafikona je neprikladna.
hu: Az oka annak, hogy a grafikon nem lehet megjeleníteni, a következő. BREAK_LINE Ellenőrizze a helyzetet. BREAK_LINE・ Az adatokat nem importálják, vagy az import közepén. BREAK_LINE・ Nincs adat összekapcsolva, vagy az árukapcsolás közepén. BREAK_LINE・ A grafikon beállítása nem megfelelő.
id: Alasan mengapa grafik tidak dapat ditampilkan adalah sebagai berikut. BREAK_LINE Periksa situasinya. BREAK_LINE・ Data tidak diimpor, atau di tengah impor. BREAK_LINE・ Tidak ada data yang ditautkan, atau di tengah ikatan. BREAK_LINE・ Pengaturan grafik tidak pantas.
is: Ástæðurnar fyrir því að ekki er hægt að birta línuritið er eftirfarandi. BREAK_LINE Athugaðu ástandið. BREAK_LINE・ Gögn eru ekki flutt inn eða í miðjum innflutningi. BREAK_LINE・ Engin gögn eru tengd eða í miðri bindingu. BREAK_LINE・ Stilling línuritsins er óviðeigandi.
it: I motivi per cui il grafico non può essere visualizzato sono i seguenti. BREAK_LINE Controlla la situazione. BREAK_LINE・ i dati non vengono importati o nel mezzo dell'importazione. BREAK_LINE・ Nessun dato è collegato o nel mezzo del legame. BREAK_LINE・ L'impostazione del grafico è inappropriata.
ja: グラフを表示できない原因は以下が考えられます。BREAK_LINE状況を確認してください。BREAK_LINE・データがインポートされていない、あるいはインポートの途中。BREAK_LINE・データの紐づけがされていない、あるいは紐づけの途中。BREAK_LINE・グラフの設定が不適切。
km: ហេតុផលដែលក្រាហ្វនេះមិនអាចបង្ហាញបានដូចខាងក្រោម។ BREAK_LINE ពិនិត្យមើលស្ថានភាព។ ទិន្នន័យមិនត្រូវបាននាំចូលឬនៅពាក់កណ្តាលនៃការនាំចូល។ BREAK_LINE・ មិនមានទិន្នន័យភ្ជាប់ឬនៅពាក់កណ្តាលនៃការចងខ្សែ។ BREAK_LINE・ ការកំណត់ក្រាហ្វគឺមិនសមរម្យទេ។
lb: D'Grënn firwat d'Grafik ka net ugewise ginn, sinn esou wéi f folgende. BREAK_LINE Kuckt d'Situatioun. BREAK_LINE・ Daten ginn net importéiert, oder an der Mëtt vum Import. BREAK_LINE・ NEE Daten ass verlinkt, oder an der Mëtt vun der Bindung. BREAK_LINE・ Den Astellung vun der Grafik ass onvollstänneg.
mi: Ko nga take e kore e taea te whakaatu i te kauwhata e penei ana. BREAK_LINE Tirohia te ahuatanga. BREAK_LINE・ Kaore nga raraunga i kawemai, i waenganui ranei o te kawemai. BREAK_LINE・ Kaore he raraunga e hono ana, i waenganui ranei o te taapiri. BREAK_LINE・ Ko te whakatakotoranga o te kauwhata e kore e tika.
mk: Причините зошто графиконот не може да се прикаже е како што следува. BREAK_LINE Проверете ја ситуацијата. BREAK_LINE・ Податоците не се увезуваат, или во средината на увозот. BREAK_LINE・ Не се поврзани податоци, или во средина на врзување. BREAK_LINE・ Поставувањето на графиконот е несоодветно.
mn: График үзүүлэх боломжгүй шалтгаан нь дараах байдалтай байна. BREAK_LINE Нөхцөл байдлыг шалгана уу. BREAK_LINE・ Мэдээлэл импортлохгүй, эсвэл импортын дундуур. BREAK_LINE・ Дата холбоогүй, эсвэл уях дундуур нь. BREAK_LINE・ Графикийн тохиргоо нь зохисгүй юм.
ms: Sebab mengapa graf tidak dapat dipaparkan adalah seperti berikut. BREAK_LINE Periksa keadaan. BREAK_LINE・ Data tidak diimport, atau di tengah -tengah import. BREAK_LINE・ Tiada data dihubungkan, atau di tengah -tengah mengikat. BREAK_LINE・ Penetapan graf tidak sesuai.
my: ဂရပ်ကိုပြသခြင်းမပြုနိုင်သည့်အကြောင်းရင်းများမှာအောက်ပါအတိုင်းဖြစ်သည်။ BREAK_LINE အခြေအနေကိုစစ်ဆေးပါ။ BREAK_LINE・ ဒေတာများကိုတင်သွင်းခြင်းသို့မဟုတ်သွင်းကုန်အလယ်၌မရှိပါ။ BREAK_LINE・ အချက်အလက်များမချိတ်ဆက်ပါ။ BREAK_LINE・ ဂရပ်ဖစ်၏ setting ကိုမသင့်လျော်ပါ။
nl: De redenen waarom de grafiek niet kan worden weergegeven, zijn als volgt. BREAK_LINE Controleer de situatie. BREAK_LINE・ gegevens worden niet geïmporteerd of midden in import. BREAK_LINE・ Er zijn geen gegevens gekoppeld, of midden in het binden. BREAK_LINE・ De instelling van de grafiek is ongepast.
no: Årsakene til at grafen ikke kan vises er som følger. BREAK_LINE Kontroller situasjonen. BREAK_LINE・ data importeres ikke, eller midt i importen. BREAK_LINE・ Ingen data er koblet, eller midt i å binde. BREAK_LINE・ Innstillingen til grafen er upassende.
pl: Powody, dla których wykres nie można wyświetlić, są następujące. BREAK_LINE Sprawdź sytuację. BREAK_LINE・ Dane nie są importowane ani w trakcie importu. BREAK_LINE・ Żadne dane nie są powiązane ani w trakcie powiązań. BREAK_LINE・ Ustawienie wykresu jest nieodpowiednie.
pt: As razões pelas quais o gráfico não pode ser exibido é o seguinte. BREAK_LINE Verifique a situação. BREAK_LINE・ dados não são importados ou no meio da importação. BREAK_LINE・ Nenhum dado está vinculado ou no meio da amarração. BREAK_LINE・ A configuração do gráfico é inadequada.
ro: Motivele pentru care graficul nu poate fi afișat este următorul. BREAK_LINE Verificați situația. BREAK_LINE・ Datele nu sunt importate sau în mijlocul importului. BREAK_LINE・ Nu sunt legate date sau în mijlocul legării. BREAK_LINE・ Setarea graficului este inadecvată.
ru: Причины, по которым график не может быть отображен, заключаются в следующем. BREAK_LINE Проверьте ситуацию. BREAK_LINE・ Данные не импортируются или в середине импорта. BREAK_LINE・ Данные не связаны или в середине привязки. BREAK_LINE・ Настройка графика неуместна.
sd: اهي دليل ظاهر نٿا ڪري سگهجن ته هن ريت هيٺ ڏنل آهن. BREAK_LINE صورتحال کي چيڪ ڪريو. BREAK_LINE・ ڊيٽا درآمد نه ڪئي وئي آهي، يا درآمد جي وچ ۾. BREAK_LINE・ ڪوبه ڊيٽا ڳن is يل ناهي، يا ڳائڻ جي وچ ۾. __33 گراف جي ترتيب نامناسب آهي.
si: ප්රස්ථාරය පෙන්විය නොහැකි වීමට හේතු පහත පරිදි වේ. BREAK_LINE තත්වය පරීක්ෂා කරන්න. BREAK_LINE・ දත්ත ආනයනය නොකළ හෝ ආනයනය මැද. BREAK_LINE・ දත්ත සම්බන්ධ වී නැත, නැතහොත් ගැටගැසීමේ මැද. BREAK_LINE・ ප්රස්ථාරයේ පසුබිම නුසුදුසු ය.
sk: Dôvody, prečo sa graf nemožno zobraziť, sú nasledujúce. BREAK_LINE Skontrolujte situáciu. BREAK_LINE・ údaje sa neimportujú alebo v strede dovozu. BREAK_LINE・ nie sú spojené žiadne údaje alebo uprostred viazania. BREAK_LINE・ Nastavenie grafu je nevhodné.
sq: Arsyet pse grafiku nuk mund të shfaqet është si më poshtë. BREAK_LINE Kontrolloni situatën. BREAK_LINE・ Të dhënat nuk janë të importuara, ose në mes të importit. BREAK_LINE・ Asnjë të dhënë nuk është e lidhur, ose në mes të lidhjes. BREAK_LINE・ Vendosja e grafikut është e papërshtatshme.
sv: Skälen till att grafen inte kan visas är följande. BREAK_LINE Kontrollera situationen. BREAK_LINE・ Data importeras inte eller mitt i importen. BREAK_LINE・ Inga data är länkade eller mitt i bindningen. BREAK_LINE・ inställningen för grafen är olämplig.
th: เหตุผลที่ไม่สามารถแสดงกราฟได้มีดังนี้ BREAK_LINE ตรวจสอบสถานการณ์ BREAK_LINE・ ข้อมูลไม่ได้นำเข้าหรือในช่วงกลางของการนำเข้า BREAK_LINE・ ไม่มีการเชื่อมโยงข้อมูลหรืออยู่ตรงกลาง BREAK_LINE・ การตั้งค่ากราฟไม่เหมาะสม
tl: Ang mga kadahilanan kung bakit hindi maipakita ang graph ay ang mga sumusunod. BREAK_LINE Suriin ang sitwasyon. BREAK_LINE・ Ang data ay hindi na -import, o sa gitna ng pag -import. BREAK_LINE・ Walang data na naka -link, o sa gitna ng pagtali. BREAK_LINE・ Ang setting ng graph ay hindi naaangkop.
tr: Grafiğin görüntülenememesinin nedenleri aşağıdaki gibidir. BREAK_LINE Durumu kontrol edin. BREAK_LINE・ veriler içe aktarılmaz veya ithalatın ortasında. BREAK_LINE・ Hiçbir veri bağlanmaz veya bağlamanın ortasında. BREAK_LINE・ Grafiğin ayarı uygun değildir.
vi: Các lý do tại sao biểu đồ không thể được hiển thị như sau. BREAK_LINE Kiểm tra tình hình. BREAK_LINE・ Dữ liệu không được nhập khẩu hoặc ở giữa nhập khẩu. BREAK_LINE・ Không có dữ liệu nào được liên kết hoặc ở giữa buộc. BREAK_LINE・ Cài đặt của biểu đồ là không phù hợp.

source: Warning
ar: تحذير
bg: Внимание
ca: Advertència
cs: Varování
cy: Rhybuddion
da: Advarsel
de: Warnung
el: Προειδοποίηση
fa: هشدار
fi: Varoitus
fr: Avertissement
gd: Rabhadh
he: אַזהָרָה
hr: Upozorenje
hu: Figyelem
id: Peringatan
is: Viðvörun
it: Avvertimento
ja: 注意
km: ការរបមាន
lb: Enger Facwannung
mi: Kupu tūpato
mk: Предупредување
mn: Анхааруулга
ms: Amaran
my: အသိပေးချက်
nl: Waarschuwing
no: Advarsel
pl: Ostrzeżenie
pt: Aviso
ro: Avertizare
ru: Предупреждение
sd: خبرداري
si: අවවාදයයි
sk: POZOR
sq: Paralajmërim
sv: Varning
th: คำเตือน
tl: Babala
tr: Uyarı
vi: Cảnh báo

source: Invalid data in datetime column
ar: لا يتم استيراد السجلات التي تحتوي على بيانات غير صالحة في عمود بيانات التاريخ.
bg: Записите, които съдържат невалидни данни в колоната с данни за дата, не се импортират.
ca: Els registres que contenen dades no vàlides a la columna de dades de data no s’importen.
cs: Záznamy, které obsahují neplatná data ve sloupci data data, nejsou importovány.
cy: Nid yw cofnodion sy'n cynnwys data annilys yn y golofn ddata dyddiad yn cael eu mewnforio.
da: Registreringer, der indeholder ugyldige data i kolonnen Data Data, importeres ikke.
de: Datensätze, die ungültige Daten in der Spalte Datumsdaten enthalten, werden nicht importiert.
el: Τα αρχεία που περιέχουν μη έγκυρα δεδομένα στη στήλη δεδομένων ημερομηνίας δεν εισάγονται.
fa: سوابق حاوی داده های نامعتبر در ستون داده تاریخ وارد نمی شوند.
fi: Tietueita, jotka sisältävät virheellisiä tietoja päivämäärätieto -sarakkeessa, ei tuota.
fr: Les enregistrements contenant des données non valides dans la colonne de données de date ne sont pas importés.
gd: Chan eilear a 'toirt a-steach dàta neo-dhligheach anns a' cholbh dàta ceann-latha.
he: רשומות המכילות נתונים לא חוקיים בעמודת נתוני התאריך אינם מיובאים.
hr: Zapisi koji sadrže nevaljane podatke u stupcu podataka datuma se ne uvoze.
hu: Azok a rekordok, amelyek érvénytelen adatokat tartalmaznak a Date Data oszlopban, nem importálják.
id: Catatan yang berisi data tidak valid di kolom data tanggal tidak diimpor.
is: Skrár sem innihalda ógild gögn í dagsgagnasúlunni eru ekki fluttar inn.
it: I record che contengono dati non validi nella colonna dei dati della data non vengono importati.
ja: 日付データの列に無効なデータが含まれるレコードはインポートされません。
km: កំណត់ត្រាដែលមានទិន្នន័យមិនត្រឹមត្រូវនៅក្នុងជួរឈរទិន្នន័យកាលបរិច្ឆេទមិនត្រូវបាននាំចូលទេ។
lb: Opname déi ongëlteg Daten an der Datumdaten Kolonn enthalen ginn net importéiert.
mi: Ko nga rekoata kei roto i nga raraunga kore i roto i te rarangi raraunga ra kaore i te kawemai.
mk: Записите што содржат невалидни податоци во колоната за податоци за датумот не се увезуваат.
mn: Өгөгдлийн баганад буруу өгөгдөл агуулсан бичлэгийг оруулаагүй болно.
ms: Rekod yang mengandungi data tidak sah dalam lajur data tarikh tidak diimport.
my: အချက်အလက်ကော်လံတွင်မမှန်ကန်သောအချက်အလက်များပါ 0 င်သောမှတ်တမ်းများကိုတင်သွင်းခြင်းမရှိပါ။
nl: Records die ongeldige gegevens bevatten in de datumgegevenskolom worden niet geïmporteerd.
no: Registreringer som inneholder ugyldige data i datoen Data -kolonnen importeres ikke.
pl: Rekordy zawierające nieprawidłowe dane w kolumnie daty danych nie są importowane.
pt: Os registros que contêm dados inválidos na coluna Data Data não são importados.
ro: Înregistrările care conțin date nevalide în coloana de date data nu sunt importate.
ru: Записи, которые содержат недопустимые данные в столбце данных даты, не импортируются.
sd: رڪارڊ جيڪي تاريخ جي ڊيٽا ڪالم ۾ غلط ڊيٽا تي مشتمل هوندا آهن درآمد نه ڪيا ويا آهن.
si: දින දත්ත තීරුවේ අවලංගු දත්ත අඩංගු වාර්තා ආනයනය නොකෙරේ.
sk: Záznamy, ktoré obsahujú neplatné údaje v stĺpci dátového dáta, sa neimportujú.
sq: Regjistrimet që përmbajnë të dhëna të pavlefshme në kolonën e të dhënave të datës nuk importohen.
sv: Poster som innehåller ogiltiga data i datumatkolumnen importeras inte.
th: บันทึกที่มีข้อมูลไม่ถูกต้องในคอลัมน์ข้อมูลวันที่จะไม่ถูกนำเข้า
tl: Ang mga rekord na naglalaman ng hindi wastong data sa haligi ng data ng petsa ay hindi na -import.
tr: Veri sütunundaki tarihte geçersiz veriler içeren kayıtlar içe aktarılmaz.
vi: Các bản ghi có chứa dữ liệu không hợp lệ trong cột dữ liệu ngày không được nhập.
