Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Color explanation
ar: グラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
bg: Празенグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
ca: Buitグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
cs: Prázdnýグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
cy: Wacochグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
da: Tomグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
de: Leerグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
el: Αδειάζωグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
fa: خالیグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
fi: Tyhjäグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
fr: Videグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
gd: Falamhグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
he: ריקグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
hr: Prazanグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
hu: Üresグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
id: Kosongグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
is: Tómtグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
it: Vuotoグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
ja: グラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
km: តមនេរグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
lb: Eidelグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
mi: Tahangaグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
mk: Празенグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
mn: Хоосонグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
ms: Kosongグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
my: ဗလာグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
nl: Leegグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
no: Tømmeグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
pl: Pustyグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
pt: Vazioグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
ro: Golグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
ru: Пустойグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
sd: خالي آهيグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
si: හිස්グラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
sk: Vyprázdniťグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
sq: I zbrazëtグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
sv: Tömmaグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
th: ว่างเปล่าグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
tl: Walang lamanグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
tr: Boşグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
vi: Trống rỗngグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合

source: Objective variable is NOT selected.
ar: حدد متغير الغرض.
bg: Изберете променливата за цел.
ca: Seleccioneu la variable de finalitat.
cs: Vyberte účelovou proměnnou.
cy: Dewiswch y newidyn pwrpas.
da: Vælg formålsvariablen.
de: Wählen Sie die Zweckvariable.
el: Επιλέξτε τη μεταβλητή σκοπού.
fa: متغیر هدف را انتخاب کنید.
fi: Valitse tarkoituksen muuttuja.
fr: Sélectionnez la variable de but.
gd: Tagh caochladair an adhbhair.
he: בחר את משתנה המטרה.
hr: Odaberite varijablu namjene.
hu: Válassza ki a célváltozót.
id: Pilih variabel tujuan.
is: Veldu tilgangsbreytuna.
it: Seleziona la variabile scopo.
ja: 目的変数を選択してください。
km: ជ្រើសអថេរគោលបំណង។
lb: Wielt déi Zweck Variabel.
mi: Tohua te huringa take.
mk: Изберете ја целта променлива.
mn: Заавал хувьсагчийг сонгоно уу.
ms: Pilih pemboleh ubah tujuan.
my: ရည်ရွယ်ချက် variable ကိုရွေးချယ်ပါ။
nl: Selecteer de doelvariabele.
no: Velg formålsvariabelen.
pl: Wybierz zmienną celu.
pt: Selecione a variável de propósito.
ro: Selectați variabila scop.
ru: Выберите переменную цели.
sd: مقصد متغير چونڊيو.
si: අරමුණු විචල්යය තෝරන්න.
sk: Vyberte premennú účelu.
sq: Zgjidhni ndryshoren e qëllimit.
sv: Välj variabeln för syftet.
th: เลือกตัวแปรวัตถุประสงค์
tl: Piliin ang variable na layunin.
tr: Amaç değişkeni seçin.
vi: Chọn biến mục đích.

source: Clear Div in Facet
ar: 【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
bg: Празен【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
ca: Buit【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
cs: Prázdný【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
cy: Wacoch【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
da: Tom【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
de: Leer【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
el: Αδειάζω【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
fa: خالی【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
fi: Tyhjä【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
fr: Vide【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
gd: Falamh【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
he: ריק【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
hr: Prazan【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
hu: Üres【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
id: Kosong【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
is: Tómt【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
it: Vuoto【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
ja: 【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
km: តមនេរ【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
lb: Eidel【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
mi: Tahanga【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
mk: Празен【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
mn: Хоосон【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
ms: Kosong【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
my: ဗလာ【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
nl: Leeg【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
no: Tømme【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
pl: Pusty【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
pt: Vazio【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
ro: Gol【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
ru: Пустой【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
sd: خالي آهي【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
si: හිස්【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
sk: Vyprázdniť【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
sq: I zbrazët【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
sv: Tömma【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
th: ว่างเปล่า【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
tl: Walang laman【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
tr: Boş【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。
vi: Trống rỗng【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。

source: Non-Divided / Divide by Category
ar: لا تحلل / تحلل الفئة
bg: Без разлагане / разлагане на категория
ca: Sense descomposició / descomposició de categories
cs: Rozklad bez rozkladu / kategorie
cy: Dim dadelfennu / dadelfennu categori
da: Ingen nedbrydning / kategori nedbrydning
de: Keine Zersetzung / Kategorie -Zerlegung
el: Χωρίς αποσύνθεση / αποσύνθεση κατηγορίας
fa: تجزیه / تجزیه مقوله
fi: Ei hajoamista / luokan hajoamista
fr: Pas de décomposition / décomposition de catégorie
gd: Chan eil lobhadh lobhadh / roinn-seòrsa
he: אין פירוק / קטגוריה פירוק
hr: Nema raspadanja / kategorije raspadanje
hu: Nincs bomlás / kategória bomlás
id: Tidak ada dekomposisi dekomposisi / kategori
is: Engin niðurbrot / niðurbrot í flokki
it: Nessuna decomposizione / categoria Decomposizione
ja: 分解なし / カテゴリ分解
km: មិនមានការរលួយ / ប្រភេទនៃប្រភេទ
lb: Keng Zersetzung / Kategorie Zersetzung
mi: Kaore he Whakakoretanga / Waehere
mk: Нема распаѓање / распаѓање на категоријата
mn: Ялзрах / ангиллын ялгааг задалдаггүй
ms: Tiada penguraian / penguraian kategori
my: အဘယ်သူမျှမပြိုကွဲ / အမျိုးအစားပြိုကွဲ
nl: Geen ontleding / categorie ontleding
no: Ingen nedbrytning / kategori nedbrytning
pl: Brak rozkładu / rozkładu kategorii
pt: Nenhuma decomposição / decomposição de categoria
ro: Fără descompunere / descompunere a categoriei
ru: Нет разложения / разложения категории
sd: ڪو به رد نه ڪيو / ڪيٽيگري جي خرابي
si: දිරාපත්වීම / කාණ්ඩ දිරාපත්වීම
sk: Žiadny rozklad / kategória
sq: Asnjë dekompozim i dekompozimit / kategorisë
sv: Ingen nedbrytning / kategori sönderdelning
th: ไม่มีการสลายตัว / หมวดหมู่การสลายตัว
tl: Walang agnas / pagkabulok ng kategorya
tr: Ayrışma / kategori ayrışması yok
vi: Không phân hủy / phân hủy thể loại

source: Scatter Plot
ar: مؤامرة مبعثرة
bg: Разпръснат сюжет
ca: Gràfic de dispersió
cs: Bodový diagram
cy: Plot gwasgariad
de: Streudiagramm
el: Διάγραμμα διασποράς
fa: طرح پراکنده
fi: Hajottaa
fr: Plot de dispersion
gd: Cuilbheart sgapte
he: גרף פיזור
hr: Zaplet raspršivanja
hu: Szétszórt grafikon
id: Sebaran plot
is: Dreifa samsæri
it: Diagramma a dispersione
ja: 散布図
km: គ្រោងខ្ចាត់ខ្ចាយ
lb: Scatter Komplott
mi: Te Huarere Maru
mk: Распрскувачки заговор
mn: Тараах хуйвалдаан
ms: Plot bersepah
my: ကြဲဖြန့်
nl: Spreidingsplot
no: Spredt plot
pl: Wykres punktowy
pt: Plotagem de dispersão
ro: Distript complot
ru: Разбросанный сюжет
sd: اسٽرٽ پلاٽ
si: විසිරීම බිම් කොටස
sk: Bodový diagram
sq: Komplot
sv: Spridning
th: พล็อตกระจาย
tr: Dağılım grafiği
vi: Cốt truyện phân tán

source: SCP choose color variable warning message
ar: إذا كان نوع بيانات x أو y عبارة عن سلسلة ، فلا يمكنك استخدام المتغيرات غير المتسللة لإعداد الألوان.
bg: Ако или типът на данните от X или Y е низ, не можете да използвате променливи, които не са струни за настройката на цветовете.
ca: Si el tipus de dades X o Y és cadena, no podeu utilitzar variables que no siguin de cadena per a la configuració de color.
cs: Pokud je řetězec datu X nebo Y, nemůžete pro nastavení barev použít proměnné bez řetězce.
cy: Os yw naill ai math data X neu Y yn llinyn, ni allwch ddefnyddio newidynnau nad ydynt yn llinyn ar gyfer gosod lliw.
da: Hvis enten X- eller Y-datatype er streng, kan du ikke bruge ikke-strengede variabler til farveindstilling.
de: Wenn entweder X- oder Y-Datentyp String ist, können Sie keine Non-String-Variablen für die Farbeinstellung verwenden.
el: Εάν είτε ο τύπος δεδομένων X ή Y είναι συμβολοσειρά, δεν μπορείτε να χρησιμοποιήσετε μεταβλητές μη string για ρύθμιση χρώματος.
fa: اگر نوع داده X یا Y رشته ای باشد ، شما نمی توانید از متغیرهای غیر رشته ای برای تنظیم رنگ استفاده کنید.
fi: Jos joko X- tai Y-tietotyyppi on merkkijono, et voi käyttää ei-jousmuuttujia väri-asettamiseen.
fr: Si le type de données x ou y est une chaîne, vous ne pouvez pas utiliser les variables non corrigées pour le réglage des couleurs.
gd: Ma tha an dàrna cuid an dàrna cuid x no y sreang dàta sreang, chan urrainn dhut caochladairean nach eil ring a chleachdadh airson suidheachadh dath.
he: אם סוג נתוני X או Y הוא מחרוזת, אינך יכול להשתמש במשתנים שאינם מיתרים להגדרת צבע.
hr: Ako je vrsta x ili y podataka niz, ne možete koristiti varijable koje nisu string za postavljanje boja.
hu: Ha az X vagy az Y adattípus karakterlánc, akkor nem használhat nem húros változókat a színbeállításhoz.
id: Jika tipe data X atau Y adalah string, Anda tidak dapat menggunakan variabel non-string untuk pengaturan warna.
is: Ef annað hvort x eða y gagnategund er strengur geturðu ekki notað breytur sem ekki eru strengir til að stilla lit.
it: Se il tipo di dati x o y è stringa, non è possibile utilizzare variabili non stringa per l'impostazione del colore.
ja: ｘもしくはyのどちら一方のデータタイプが文字列の場合、色分けに文字列以外の変数は使用できません。
km: ប្រសិនបើប្រភេទទិន្នន័យ X ឬ Y គឺខ្សែអ្នកមិនអាចប្រើអថេរមិនមែនខ្សែអក្សរសម្រាប់ការកំណត់ពណ៌ទេ។
lb: Wann entweder x oder y Datenentype string ass, kënnt Dir net net-Strängänner fir faarweg Astellung benotzen.
mi: Mena he momo raraunga x, y ranei y he aho ranei, kaore e taea e koe te whakamahi i nga taurangi-kore-aho mo te waahi tae.
mk: Ако или X или Y типот на податоци е низа, не можете да користите варијабли што не се жици за поставување на боја.
mn: Хэрэв x эсвэл y өгөгдлийн төрөл нь String дээр байвал та өнгөт бус хувьсагчийг ашиглах боломжгүй.
ms: Jika sama ada jenis data x atau y adalah rentetan, anda tidak boleh menggunakan pembolehubah bukan rentetan untuk tetapan warna.
my: အကယ်. x (သို့) Y data type သည် string ကိုဖြစ်စေ, အရောင်ချိန်ညှိရန်အတွက်ကြိုးမဟုတ်သော variable များကိုမသုံးနိုင်ပါ။
nl: Als een X- of Y-gegevenstype tekenreeks is, kunt u geen variabelen voor niet-string gebruiken voor kleurinstelling.
no: Hvis enten X- eller Y-datatype er streng, kan du ikke bruke ikke-strengvariabler for fargeinnstilling.
pl: Jeśli typ danych x lub y to ciąg, nie można użyć zmiennych nierównówkowych do ustawienia kolorów.
pt: Se o tipo de dados x ou y for string, você não poderá usar variáveis ​​que não sejam de string para configuração de cores.
ro: Dacă fie tipul de date X sau Y este String, nu puteți utiliza variabile care nu sunt strâmte pentru setarea culorilor.
ru: Если тип данных X или Y является строкой, вы не можете использовать не строгие переменные для настройки цвета.
sd: جيڪڏهن يا ته x يا y ڊيٽا جو قسم تار آهي، توهان رنگ جي ترتيب لاء غير اسٽرنگ متغير استعمال نٿا ڪري سگهو.
si: X හෝ Y දත්ත වර්ගය නූල් නම්, වර්ණ සැකසුම සඳහා නූල් නොවන විචල්යයන් භාවිතා කළ නොහැක.
sk: Ak je typ údajov X alebo Y reťazec, na nastavenie farieb nemôžete použiť premenné bez reťazca.
sq: Nëse lloji i të dhënave X ose Y është varg, nuk mund të përdorni variabla jo-varg për vendosjen e ngjyrave.
sv: Om antingen X- eller Y-datatyp är sträng kan du inte använda icke-strängvariabler för färginställning.
th: หากชนิดข้อมูล X หรือ Y เป็นสตริงคุณไม่สามารถใช้ตัวแปรที่ไม่ใช่สตริงสำหรับการตั้งค่าสี
tl: Kung ang uri ng data ng X o Y ay string, hindi ka maaaring gumamit ng mga variable na hindi string para sa setting ng kulay.
tr: X veya Y veri türü String ise, renk ayarı için telli olmayan değişkenleri kullanamazsınız.
vi: Nếu loại dữ liệu x hoặc y là chuỗi, bạn không thể sử dụng các biến không chuỗi cho cài đặt màu.
