Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Available to select min and max sensors at time
ar: عدد المتغيرات المستهدفة التي يجب تحديدها هو الحد الأدنى دقيقة والحد الأقصى بحد أقصى. تحقق من عدد المتغيرات المستهدفة وتصحيح الإعدادات.
bg: Броят на целевите променливи, които трябва да изберете, е минимален мин и максимален макс. Проверете броя на целевите променливи и коригирайте настройките.
ca: El nombre de variables objectiu a seleccionar és mínim mínim i màxim. Comproveu el nombre de variables de destinació i corregiu la configuració.
cs: Počet cílových proměnných pro výběr je minimální min a maximální max. Zkontrolujte počet cílových proměnných a opravte nastavení.
cy: Nifer y newidynnau targed i'w dewis yw lleiafswm min a'r uchafswm uchafswm. Gwiriwch nifer y newidynnau targed a chywirwch y gosodiadau.
da: Antallet af målvariabler, der skal vælges, er minimum min og maks. Maks. Kontroller antallet af målvariabler, og korriger indstillingerne.
de: Die Anzahl der zu auswählenden Zielvariablen beträgt mindestens min und maximal max. Überprüfen Sie die Anzahl der Zielvariablen und korrigieren Sie die Einstellungen.
el: Ο αριθμός των μεταβλητών στόχου που πρέπει να επιλέξετε είναι το ελάχιστο ελάχιστο και το μέγιστο μέγιστο. Ελέγξτε τον αριθμό των μεταβλητών στόχου και διορθώστε τις ρυθμίσεις.
fa: تعداد متغیرهای هدف برای انتخاب حداقل حداقل و حداکثر حداکثر است. تعداد متغیرهای هدف را بررسی کرده و تنظیمات را اصلاح کنید.
fi: Valitettavien kohdemuuttujien lukumäärä on vähintään min ja enimmäismäärän. Tarkista kohdemuuttujien lukumäärä ja korjaa asetukset.
fr: Le nombre de variables cibles à sélectionner est minimum min et maximum max. Vérifiez le nombre de variables cibles et corrigez les paramètres.
gd: Is e an àireamh de chaochladairean targaid gus taghadh as ìsle a thaghadh. Thoir sùil air an àireamh de chaochladairean targaid agus ceartaich na roghainnean.
he: מספר משתני היעד לבחירה הוא מינימלי דקה ומקסימום מקסימלי. בדוק את מספר משתני היעד ותקן את ההגדרות.
hr: Broj ciljanih varijabli za odabir je minimalno min i maksimalno max. Provjerite broj ciljnih varijabli i ispravite postavke.
hu: A kiválasztandó célváltozók száma minimális perc és maximális maximális. Ellenőrizze a célváltozók számát, és javítsa ki a beállításokat.
id: Jumlah variabel target yang akan dipilih adalah min minimum dan maksimum maksimum. Periksa jumlah variabel target dan perbaiki pengaturan.
is: Fjöldi markstærða til að velja er lágmarks mín og hámarkshámark. Athugaðu fjölda markstærða og leiðréttu stillingarnar.
it: Il numero di variabili target da selezionare è minimo min e massimo max. Controllare il numero di variabili target e correggere le impostazioni.
ja: 選択できるターゲット変数の数は最小MIN、 最大MAXです。ターゲット変数の数を確認し、設定を修正してください。
km: ចំនួនអថេរគោលដៅដែលត្រូវជ្រើសរើសគឺអប្បបរមានិងអតិបរមាអតិបរមា។ ពិនិត្យចំនួនអថេរគោលដៅហើយកែការកំណត់។
lb: D'Zuel vun den Zilvariabelen fir ze wielen ass minimum min a maximal maximal. Préift d'Zuel vun den Zilvariabelen a korrigéiert d'Astellungen.
mi: Ko te maha o nga rereketanga whaainga hei kowhiri ko te iti rawa o te min me te rahi max. Tirohia te maha o nga taurangi o te whaainga me te whakatika i nga tautuhinga.
mk: Бројот на целни променливи што треба да се изберат е минимум мин и максимален максимум. Проверете го бројот на целни променливи и поправете ги поставките.
mn: Зорилтот хувьсагчдын тоо хамгийн багадаа хамгийн бага ба хамгийн ихдээ хамгийн ихдээ. Зорилтот хувьсагчдын тоог шалгаж, тохиргоогоо засна уу.
ms: Bilangan pembolehubah sasaran untuk dipilih adalah min minimum dan maksimum maksimum. Semak bilangan pembolehubah sasaran dan betulkan tetapan.
my: ရွေးချယ်ရန်ပစ်မှတ် variable အရေအတွက်အရေအတွက်သည်အနည်းဆုံး min နှင့်အများဆုံး max ဖြစ်သည်။ ပစ်မှတ် variable တွေကိုနံပါတ်ကိုစစ်ဆေးပြီးချိန်ညှိချက်များကိုပြင်ပါ။
nl: Het aantal te selecteren doelvariabelen is minimaal min en maximale max. Controleer het aantal doelvariabelen en corrigeer de instellingen.
no: Antall målvariabler som skal velges er minimum min og maksimal maks. Kontroller antall målvariabler og korriger innstillingene.
pl: Liczba docelowych zmiennych do wyboru jest minimalna min i maksymalna maks. Sprawdź liczbę zmiennych docelowych i popraw ustawienia.
pt: O número de variáveis ​​de destino a serem selecionadas é mínimo e máximo máximo. Verifique o número de variáveis ​​de destino e corrija as configurações.
ro: Numărul de variabile țintă de selectat este minim minim și maxim maxim. Verificați numărul de variabile țintă și corectați setările.
ru: Количество целевых переменных для выбора составляет минимальный мин и максимальный макс. Проверьте количество целевых переменных и исправьте настройки.
sd: چونڊڻ لاء ٽارگيٽ متغير جو تعداد گهٽ ۾ گهٽ منٽ ۽ وڌ کان وڌ آهي. ٽارگيٽ متغيرن جو تعداد چيڪ ڪريو ۽ سيٽنگ کي درست ڪريو.
si: තේරීම සඳහා ඉලක්කගත විචල්යයන් සංඛ්යාව අවම අවම හා උපරිම උපරිම වේ. ඉලක්ක විචල්යයන් ගණන පරීක්ෂා කර සැකසුම් නිවැරදි කරන්න.
sk: Počet cieľových premenných na výber je minimálny min a maximálny max. Skontrolujte počet cieľových premenných a opravte nastavenia.
sq: Numri i variablave të synuar për të zgjedhur është minimumi min dhe maksimumi maksimal. Kontrolloni numrin e variablave të synuar dhe korrigjoni cilësimet.
sv: Antalet målvariabler att välja är minimal min och maximalt max. Kontrollera antalet målvariabler och korrigera inställningarna.
th: จำนวนตัวแปรเป้าหมายที่จะเลือกคือขั้นต่ำขั้นต่ำและสูงสุดสูงสุด ตรวจสอบจำนวนตัวแปรเป้าหมายและแก้ไขการตั้งค่า
tl: Ang bilang ng mga variable na target na pipiliin ay minimum na min at maximum na max. Suriin ang bilang ng mga variable na target at iwasto ang mga setting.
tr: Seçilecek hedef değişkenlerin sayısı minimum min ve maksimum maksimumdur. Hedef değişkenlerin sayısını kontrol edin ve ayarları düzeltin.
vi: Số lượng biến mục tiêu để chọn là tối thiểu tối thiểu và tối đa tối đa. Kiểm tra số lượng biến đích và sửa các cài đặt.

source: Available to select max sensors at time
ar: عدد المتغيرات المستهدفة التي يجب تحديدها يصل إلى أقصى حد أقصى. تحقق من عدد المتغيرات المستهدفة وتصحيح الإعدادات.
bg: Броят на целевите променливи, които трябва да изберете, е до максимален макс. Проверете броя на целевите променливи и коригирайте настройките.
ca: El nombre de variables de destinació a seleccionar és fins al màxim màxim. Comproveu el nombre de variables de destinació i corregiu la configuració.
cs: Počet cílových proměnných, které lze vybrat, je až na maximální maximum. Zkontrolujte počet cílových proměnných a opravte nastavení.
cy: Mae nifer y newidynnau targed i'w dewis hyd at y mwyafswm ar y mwyaf. Gwiriwch nifer y newidynnau targed a chywirwch y gosodiadau.
da: Antallet af målvariabler, der skal vælges, er op til maksimalt maks. Kontroller antallet af målvariabler, og korriger indstillingerne.
de: Die Anzahl der ausgewählten Zielvariablen beträgt maximal max. Überprüfen Sie die Anzahl der Zielvariablen und korrigieren Sie die Einstellungen.
el: Ο αριθμός των μεταβλητών στόχου για επιλογή είναι μέχρι το μέγιστο μέγιστο. Ελέγξτε τον αριθμό των μεταβλητών στόχου και διορθώστε τις ρυθμίσεις.
fa: تعداد متغیرهای هدف برای انتخاب حداکثر حداکثر است. تعداد متغیرهای هدف را بررسی کرده و تنظیمات را اصلاح کنید.
fi: Valitettavien kohdemuuttujien lukumäärä on enimmäismäärän enimmäismäärä. Tarkista kohdemuuttujien lukumäärä ja korjaa asetukset.
fr: Le nombre de variables cibles à sélectionner est jusqu'à maximum maximum. Vérifiez le nombre de variables cibles et corrigez les paramètres.
gd: Tha an àireamh de chaochladairean targaid ri thaghadh suas ris a 'char as àirde as àirde. Thoir sùil air an àireamh de chaochladairean targaid agus ceartaich na roghainnean.
he: מספר משתני היעד לבחירה הוא עד מקסימום מקסימום. בדוק את מספר משתני היעד ותקן את ההגדרות.
hr: Broj ciljnih varijabli za odabir je do maksimalnog max. Provjerite broj ciljnih varijabli i ispravite postavke.
hu: A kiválasztandó célváltozók száma maximum max. Ellenőrizze a célváltozók számát, és javítsa ki a beállításokat.
id: Jumlah variabel target yang akan dipilih hingga maksimum maksimum. Periksa jumlah variabel target dan perbaiki pengaturan.
is: Fjöldi markstærða til að velja er allt að hámarks hámark. Athugaðu fjölda markstærða og leiðréttu stillingarnar.
it: Il numero di variabili target da selezionare è fino al massimo massimo. Controllare il numero di variabili target e correggere le impostazioni.
ja: 選択できるターゲット変数の数はMAXつまでです。ターゲット変数の数を確認し、設定を修正してください。
km: ចំនួនអថេរគោលដៅដែលត្រូវជ្រើសរើសគឺឡើងដល់អតិបរមាអតិបរមា។ ពិនិត្យចំនួនអថេរគោលដៅហើយកែការកំណត់។
lb: D'Zuel vun den Zilvariabelen fir ze wielen ass bis maximal maximal. Préift d'Zuel vun den Zilvariabelen a korrigéiert d'Astellungen.
mi: Ko te maha o nga rereketanga o te whaainga ki te kowhiri ko te mea nui ki te rahi. Tirohia te maha o nga taurangi o te whaainga me te whakatika i nga tautuhinga.
mk: Бројот на целни променливи што треба да се изберат е до максимум максимум. Проверете го бројот на целни променливи и поправете ги поставките.
mn: Зорилтот хувьсагчдын тоо хамгийн ихдээ хамгийн дээд хэмжээнд хүртэл байна. Зорилтот хувьсагчдын тоог шалгаж, тохиргоогоо засна уу.
ms: Bilangan pembolehubah sasaran untuk dipilih adalah sehingga maksimum maksimum. Semak bilangan pembolehubah sasaran dan betulkan tetapan.
my: ရွေးချယ်ရန်ပစ်မှတ် variable တွေကိုအရေအတွက်အများဆုံးအများဆုံးအထိအထိဖြစ်ပါတယ်။ ပစ်မှတ် variable တွေကိုနံပါတ်ကိုစစ်ဆေးပြီးချိန်ညှိချက်များကိုပြင်ပါ။
nl: Het aantal te selecteren doelvariabelen is maximaal maximaal. Controleer het aantal doelvariabelen en corrigeer de instellingen.
no: Antall målvariabler som skal velges er opptil maksimal maks. Kontroller antall målvariabler og korriger innstillingene.
pl: Liczba docelowych zmiennych do wyboru jest maksymalna maks. Sprawdź liczbę zmiennych docelowych i popraw ustawienia.
pt: O número de variáveis ​​de destino a serem selecionadas é até o máximo máximo. Verifique o número de variáveis ​​de destino e corrija as configurações.
ro: Numărul de variabile țintă de selectat este până la maxim maxim. Verificați numărul de variabile țintă și corectați setările.
ru: Количество целевых переменных для выбора - до максимального максимума. Проверьте количество целевых переменных и исправьте настройки.
sd: چونڊڻ لاء ٽارگيٽ متغيرن جو تعداد وڌ کان وڌ وڌ کان وڌ آهي. ٽارگيٽ متغيرن جو تعداد چيڪ ڪريو ۽ سيٽنگ کي درست ڪريو.
si: තෝරා ගත යුතු ඉලක්ක විචල්යයන්ගේ සංඛ්යාව උපරිම උපරිම දක්වා වේ. ඉලක්ක විචල්යයන් ගණන පරීක්ෂා කර සැකසුම් නිවැරදි කරන්න.
sk: Počet cieľových premenných, ktoré sa majú vybrať, je až do maximálnej maximálnej maximálnej maximálnej. Skontrolujte počet cieľových premenných a opravte nastavenia.
sq: Numri i variablave të synuar për të zgjedhur është deri në maksimum maksimal. Kontrolloni numrin e variablave të synuar dhe korrigjoni cilësimet.
sv: Antalet målvariabler att välja är upp till maximalt max. Kontrollera antalet målvariabler och korrigera inställningarna.
th: จำนวนตัวแปรเป้าหมายที่จะเลือกสูงสุดสูงสุด ตรวจสอบจำนวนตัวแปรเป้าหมายและแก้ไขการตั้งค่า
tl: Ang bilang ng mga target na variable na pipiliin ay hanggang sa maximum na max. Suriin ang bilang ng mga variable na target at iwasto ang mga setting.
tr: Seçilecek hedef değişkenlerin sayısı maksimum maksimumdur. Hedef değişkenlerin sayısını kontrol edin ve ayarları düzeltin.
vi: Số lượng biến mục tiêu để chọn là tối đa tối đa. Kiểm tra số lượng biến đích và sửa các cài đặt.

source: SCP Page title description
ar: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
bg: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
ca: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
cs: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
cy: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
da: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
de: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
el: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
fa: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
fi: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
fr: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
gd: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
he: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
hr: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
hu: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
id: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
is: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
it: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
ja: 変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
km: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
lb: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
mi: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
mk: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
mn: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
ms: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
my: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
nl: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
no: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
pl: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
pt: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
ro: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
ru: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
sd: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
si: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
sk: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
sq: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
sv: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
th: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
tl: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
tr: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
vi: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。

source: SCP show value description
ar: 変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
bg: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
ca: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
cs: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
cy: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
da: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
de: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
el: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
fa: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
fi: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
fr: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
gd: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
he: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
hr: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
hu: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
id: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
is: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
it: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
ja: 変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
km: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
lb: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
mi: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
mk: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
mn: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
ms: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
my: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
nl: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
no: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
pl: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
pt: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
ro: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
ru: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
sd: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
si: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
sk: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
sq: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
sv: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
th: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
tl: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
tr: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
vi: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ

source: N/A
ja: 該当なし NA

source: P_proc
ja: 工程内P

source: Master
ja: マスタ

source: Min
ja: 最小

source: Partial Corr
ja: 偏相関係数

source: Div
ja: 分解

source: monthNames
id: 01_02_03_04_05_06_07_08_09Inf±11_12
