Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: CheckErrorJob
ar: راجع صفحة قائمة الوظائف للحصول على حالة خطأ.
bg: Вижте страницата на списъка с задачи за състояние на грешка.
ca: Consulteu la pàgina de la llista de treballs per obtenir un estat d’error.
cs: Stav chyby naleznete na stránce seznamu úloh.
cy: Gweler y dudalen rhestr swyddi am statws gwall.
da: Se siden Jobliste for en fejlstatus.
de: Eine Fehlerstatus finden Sie auf der Seite "Joblist".
el: Δείτε τη σελίδα λίστας εργασίας για μια κατάσταση σφάλματος.
fa: برای وضعیت خطا به صفحه لیست کار مراجعه کنید.
fi: Katso virhetilasta työluettelonsivu.
fr: Voir la page Liste des travaux pour un état d'erreur.
gd: Faic an duilleag liosta obrach airson inbhe mearachd.
he: עיין בדף רשימת העבודה למצב שגיאה.
hr: Pogledajte stranicu s popisom poslova za status pogreške.
hu: A hibaállapotot lásd a Munkalista oldalon.
id: Lihat halaman Daftar Pekerjaan untuk status kesalahan.
is: Sjá síðu starfslista fyrir villustöðu.
it: Vedere la pagina Elenco dei lavori per uno stato di errore.
ja: エラーの発生状況はジョブ一覧ページを参照してください。
km: មើលទំព័របញ្ជីការងារសម្រាប់ស្ថានភាពកំហុស។
lb: Kuckt d'Aarbechtslëscht Säit fir e Feeler Status.
mi: Tirohia te whaarangi raarangi mahi mo te mana o te hapa.
mk: Погледнете ја страницата за список со работни места за статус на грешка.
mn: Алдааны статусын жагсаалтад зориулсан ажлын жагсаалтын хуудсыг үзнэ үү.
ms: Lihat halaman Senarai Kerja untuk status ralat.
my: အမှားအယွင်းတစ်ခုအတွက်အလုပ်စာရင်းစာမျက်နှာကိုကြည့်ပါ။
nl: Zie de pagina met vacatureslijst voor een foutstatus.
no: Se stillingslistenes side for en feilstatus.
pl: Zobacz stronę listy zadań, aby uzyskać status błędu.
pt: Consulte a página da lista de empregos para obter um status de erro.
ro: Consultați pagina Listă de joburi pentru o stare de eroare.
ru: Смотрите страницу списка заданий для статуса ошибки.
sd: غلطي جي حيثيت لاء نوڪري جي لسٽ پيج ڏسو.
si: දෝෂ තත්වයක් සඳහා රැකියා ලැයිස්තු පිටුව බලන්න.
sk: Stav chyby nájdete na stránke zoznamu úloh.
sq: Shikoni faqen e listës së punës për një status gabimi.
sv: Se sidan Jobblistan för en felstatus.
th: ดูหน้ารายการงานสำหรับสถานะข้อผิดพลาด
tl: Tingnan ang pahina ng listahan ng trabaho para sa isang katayuan ng error.
tr: Hata durumu için İş Listesi sayfasına bakın.
vi: Xem trang danh sách công việc để biết trạng thái lỗi.

source: Linking data was started.
ar: بدأت في ربط البيانات.
bg: Започна да свързва данни.
ca: Va començar a enllaçar dades.
cs: Začalo propojit data.
cy: Wedi dechrau cysylltu data.
da: Begyndte at knytte data.
de: Begann, Daten zu verknüpfen.
el: Άρχισε να συνδέει τα δεδομένα.
fa: شروع به پیوند داده ها.
fi: Alkoi linkittää tietoja.
fr: A commencé à lier les données.
gd: Thòisich e a 'ceangal dàta.
he: התחיל לקשר נתונים.
hr: Počeo povezati podatke.
hu: Elkezdte az adatok összekapcsolását.
id: Mulai menghubungkan data.
is: Byrjaði að tengja gögn.
it: Iniziato a collegare i dati.
ja: データの紐づけを始めました。
km: បានចាប់ផ្តើមភ្ជាប់ទិន្នន័យ។
lb: Ugefaang Daten ze verbannen.
mi: Ka tiimata te hono raraunga.
mk: Започна со поврзување на податоците.
mn: Өгөгдлийг холбож эхлэв.
ms: Mula menghubungkan data.
my: ဒေတာချိတ်ဆက်စတင်ခဲ့သည်။
nl: Begon met het koppelen van gegevens.
no: Begynte å koble data.
pl: Zacząłem łączyć dane.
pt: Começou a vincular dados.
ro: A început să conecteze datele.
ru: Начал связывать данные.
sd: ڊيٽا ڳنڻ شروع ڪيو.
si: දත්ත සම්බන්ධ කිරීම ආරම්භ කිරීම.
sk: Začal spájať údaje.
sq: Filloi të lidhte të dhënat.
sv: Började länka data.
th: เริ่มเชื่อมโยงข้อมูล
tl: Nagsimulang mag -link ng data.
tr: Verileri bağlamaya başladı.
vi: Bắt đầu liên kết dữ liệu.

source: Once per 3 minutes
ar: مرة كل 3 دقائق
bg: Веднъж на всеки 3 минути
ca: Un cop cada 3 minuts
cs: Jednou za 3 minuty
cy: Unwaith bob 3 munud
da: En gang hvert 3. minut
de: Einmal alle 3 Minuten
el: Μία φορά κάθε 3 λεπτά
fa: هر 3 دقیقه یک بار
fi: Kerran 3 minuutissa
fr: Une fois toutes les 3 minutes
gd: Aon uair gach 3 mionaidean
he: אחת לשלוש דקות
hr: Jednom svaka 3 minute
hu: 3 percenként egyszer
id: Setiap 3 menit sekali
is: Einu sinni á 3 mínútna fresti
it: Una volta ogni 3 minuti
ja: 3分間に1回
km: រៀងរាល់ 3 នាទីម្តង
lb: Eemol all 3 Minutten
mi: Kia 3 meneti
mk: Еднаш на секои 3 минути
mn: 3 минут тутамд нэг удаа
ms: Sekali setiap 3 minit
my: တစ်ကြိမ်လျှင် 3 မိနစ်
nl: Eens in de 3 minuten
no: En gang hvert tredje minutt
pl: Raz na 3 minuty
pt: Uma vez a cada 3 minutos
ro: O dată la 3 minute
ru: Один раз каждые 3 минуты
sd: هر هڪ 3 منٽ
si: සෑම මිනිත්තු 3 කට වරක්
sk: Raz za 3 minúty
sq: Një herë në 3 minuta
sv: En gång var tredje minut
th: ทุก ๆ 3 นาที
tl: Minsan bawat 3 minuto
tr: Her 3 dakikada bir
vi: Mỗi 3 phút một lần

source: Once per 5 minutes
ar: مرة كل 5 دقائق
bg: Веднъж на всеки 5 минути
ca: Un cop cada 5 minuts
cs: Jednou za 5 minut
cy: Unwaith bob 5 munud
da: En gang hvert 5. minut
de: Einmal alle 5 Minuten
el: Μία φορά κάθε 5 λεπτά
fa: هر 5 دقیقه یک بار
fi: Kerran 5 minuutin välein
fr: Une fois toutes les 5 minutes
gd: Aon uair gach 5 mionaidean
he: אחת לחמש דקות
hr: Jednom svakih 5 minuta
hu: 5 percenként egyszer
id: Setiap 5 menit sekali
is: Einu sinni á 5 mínútna fresti
it: Una volta ogni 5 minuti
ja: 5分間に1回
km: ម្តងរៀងរាល់ 5 នាទីម្តង
lb: Eemol all 5 Minutten
mi: Kia 5 meneti
mk: Еднаш на секои 5 минути
mn: 5 минут тутамд нэг удаа
ms: Sekali setiap 5 minit
my: 5 မိနစ်တိုင်း
nl: Eens in de 5 minuten
no: En gang hvert 5. minutt
pl: Raz na 5 minut
pt: Uma vez a cada 5 minutos
ro: O dată la 5 minute
ru: Один раз каждые 5 минут
sd: هڪ ڀيرو هر 5 منٽ
si: සෑම මිනිත්තු 5 කට වරක්
sk: Raz za 5 minút
sq: Një herë në 5 minuta
sv: En gång var 5: e minut
th: ทุกๆ 5 นาที
tl: Minsan bawat 5 minuto
tr: 5 dakikada bir
vi: Cứ sau 5 phút

source: Once per 10 minutes
ar: مرة كل 10 دقائق
bg: Веднъж на всеки 10 минути
ca: Un cop cada 10 minuts
cs: Jednou za 10 minut
cy: Unwaith bob 10 munud
da: En gang hvert 10. minut
de: Einmal alle 10 Minuten
el: Μία φορά κάθε 10 λεπτά
fa: هر 10 دقیقه یک بار
fi: Kerran 10 minuutin välein
fr: Une fois toutes les 10 minutes
gd: Aon uair gach 10 mionaidean
he: אחת לעשר דקות
hr: Jednom svakih 10 minuta
hu: 10 percenként egyszer
id: Setiap 10 menit sekali
is: Einu sinni á 10 mínútna fresti
it: Una volta ogni 10 minuti
ja: 10分間に1回
km: រៀងរាល់ 10 នាទីម្តង
lb: Eemol all 10 Minutten
mi: Kia 10 meneti
mk: Еднаш на секои 10 минути
mn: 10 минут тутамд нэг удаа
ms: Sekali setiap 10 minit
my: 10 မိနစ်တိုင်း
nl: Eens in de 10 minuten
no: En gang hvert 10. minutt
pl: Raz na 10 minut
pt: Uma vez a cada 10 minutos
ro: O dată la 10 minute
ru: Один раз каждые 10 минут
sd: هڪ ڀيرو هر 10 منٽ
si: සෑම විනාඩි 10 කට වරක්
sk: Raz za 10 minút
sq: Një herë në 10 minuta
sv: En gång var tionde minut
th: ทุกๆ 10 นาที
tl: Minsan bawat 10 minuto
tr: 10 dakikada bir
vi: Cứ sau 10 phút

source: Optional function
ar: وظيفة اختيارية
bg: Незадължителна функция
ca: Funció opcional
cs: Volitelná funkce
cy: Swyddogaeth ddewisol
da: Valgfri funktion
de: Optionale Funktion
el: Προαιρετική λειτουργία
fa: تابع اختیاری
fi: Valinnainen toiminto
fr: Fonction facultative
gd: Gnìomh roghainneil
he: פונקציה אופציונלית
hr: Neobavezna funkcija
hu: Opcionális funkció
id: Fungsi opsional
is: Valfrjáls aðgerð
it: Funzione opzionale
ja: オプション機能
km: មុខងារស្រេចចិត្ត
lb: Fäheg Funktioun
mi: Mahi kōwhiri
mk: Факултативна функција
mn: Нэмэлт чиглүүлнэ
ms: Fungsi pilihan
my: optional function ကို
nl: Optionele functie
no: Valgfri funksjon
pl: Funkcja opcjonalna
pt: Função opcional
ro: Funcție opțională
ru: Необязательная функция
sd: اختياري فنڪشن
si: විකල්ප ශ්රිතය
sk: Voliteľná funkcia
sq: Funksion opsional
sv: Valfri funktion
th: ฟังก์ชั่นเสริม
tl: Opsyonal na pag -andar
tr: İsteğe bağlı işlev
vi: Chức năng tùy chọn

source: File type
ar: نوع الملف
bg: Тип файл
ca: Tipus d'arxiu
cs: Typ souboru
cy: Math o Ffeil
da: Filtype
de: Dateityp
el: Τύπος αρχείου
fa: نوع فایل
fi: Tiedostotyyppi
fr: Type de fichier
gd: Seòrsa faidhle
he: סוג קובץ
hr: Vrsta datoteke
hu: Fájltípus
id: Jenis file
is: Skráartegund
it: Tipo di file
ja: ファイルタイプ
km: ប្រភេទឯកសារ
lb: Dateiaart
mi: Momo momo
mk: Тип на датотека
mn: Файлын төрөл
ms: Jenis fail
my: ဖိုင်အမျိုးအစား
nl: Bestandstype
no: Filtype
pl: Typ pliku
pt: Tipo de arquivo
ro: Tip fișier
ru: Тип файла
sd: فائل جو نمونو
si: ගොනු වර්ගය
sk: Typ súboru
sq: Lloji i skedarit
sv: Filtyp
th: ประเภทไฟล์
tl: Uri ng file
tr: Dosya tipi
vi: Loại tệp

source: TSV Export
ar: TSV التصدير
bg: TSV Експорт
ca: TSV Exportació
cy: TSV Allforio
da: TSV Eksport
de: TSV exportieren
el: TSV εξαγωγή
fa: TSV صادرات
fi: TSV Vienti
fr: TSV Exportation
gd: TSV às-mhalairt
he: TSV ייצוא
hr: TSV Izvoz
id: TSV Ekspor
is: TSV Útflutningur
it: TSV Esporta
ja: TSVの出力
km: TSV ការនាំចេញ
mi: TSV Kaweake
mk: TSV извоз
mn: TSV экспорт
ms: TSV Eksport
my: TSV တင်ပို့မှု
nl: TSV Exporteren
no: TSV Eksport
pl: TSV Eksportuj
pt: TSV Exportação
ru: TSV Экспорт
sd: TSV برآمد
si: TSV අපනයනය
sq: TSV eksport
th: TSV ส่งออก
tl: TSV I -export
tr: TSV İhracat
vi: TSV Xuất

source: Because of the large number of selected records, graphs are displayed with limitation of number of records per one graph to 50,000.
ar: نظرًا للعدد الكبير من السجلات المحددة والوقت اللازم لعرض الرسم البياني ، اقتصر عدد السجلات لكل رسم بياني على 50000.
bg: Поради големия брой избрани записи и времето, необходимо за показване на графиката, броят на записите на графика е ограничен до 50 000.
ca: A causa del gran nombre de registres seleccionats i el temps necessari per mostrar el gràfic, el nombre de registres per gràfic es va limitar a 50.000.
cs: Vzhledem k velkému počtu vybraných záznamů a času potřebným k zobrazení grafu byl počet záznamů na graf omezen na 50 000.
cy: Oherwydd y nifer fawr o gofnodion dethol a'r amser sy'n ofynnol i arddangos y graff, roedd nifer y cofnodion fesul graff wedi'i gyfyngu i 50,000.
da: På grund af det store antal valgte poster og den tid, der kræves til at vise grafen, var antallet af poster pr. Graf begrænset til 50.000.
de: Aufgrund der großen Anzahl ausgewählter Datensätze und der Zeit, die für die Anzeige der Grafik erforderlich ist, war die Anzahl der Datensätze pro Diagramm auf 50.000 begrenzt.
el: Λόγω του μεγάλου αριθμού επιλεγμένων εγγραφών και του χρόνου που απαιτείται για την εμφάνιση του γραφήματος, ο αριθμός των εγγραφών ανά γράφημα περιοριζόταν σε 50.000.
fa: با توجه به تعداد زیادی از سوابق منتخب و زمان مورد نیاز برای نمایش نمودار ، تعداد سوابق در هر نمودار به 50،000 محدود می شد.
fi: Valittujen tietueiden suuren määrän ja kuvaajan näyttämiseen vaadittavan ajan vuoksi tietueiden lukumäärä kuvaajaa kohti oli 50 000.
fr: En raison du grand nombre d'enregistrements sélectionnés et du temps nécessaire pour afficher le graphique, le nombre d'enregistrements par graphique était limité à 50 000.
gd: Air sgàth an àireamh mhòr de chlàran taghte agus an ùine a dh 'fheumar gus an graf a thaisbeanadh, bha an àireamh de chlàran gach graf air a chuingealachadh ri 50,000.
he: בשל המספר הגדול של הרשומות שנבחרו והזמן הנדרש להצגת הגרף, מספר הרשומות לכל גרף היה מוגבל ל 50,000.
hr: Zbog velikog broja odabranih zapisa i vremena potrebno za prikaz grafikona, broj zapisa po grafu bio je ograničen na 50 000.
hu: A kiválasztott rekordok nagy száma és a grafikon megjelenítéséhez szükséges idő miatt a grafikononkénti rekordok száma 50 000 -re korlátozódott.
id: Karena sejumlah besar catatan yang dipilih dan waktu yang diperlukan untuk menampilkan grafik, jumlah catatan per grafik dibatasi hingga 50.000.
is: Vegna mikils fjölda valda gagna og tíminn sem þarf til að birta línuritið var fjöldi skrár á hvert línurit takmarkað við 50.000.
it: A causa del gran numero di record selezionati e del tempo necessario per visualizzare il grafico, il numero di record per grafico era limitato a 50.000.
ja: 選択されたレコード数が多く、グラフの表示に時間がかるため、一つのグラフあたりのレコード数を50,000件に制限して表示しました。
km: ដោយសារតែចំនួនកំណត់ត្រាមួយចំនួនធំនិងពេលវេលាដែលត្រូវការដើម្បីបង្ហាញក្រាហ្វចំនួនកំណត់ត្រាក្នុងមួយក្រាហ្វត្រូវបានកំណត់ត្រឹម 50.000 ។
lb: Wéinst der grousser Zuel vun ausgewielten records an d'Zäit erfuerderlech fir d'Zuel vun de Reklammen pro Ofbalter pro Ofbalter pro Ofbalterung gëtt pro Gravel vun 50.000.
mi: Na te nui o nga rekoata kua tohua me te waa e hiahiatia ana hei whakaatu i te kauwhata, ko te maha o nga rekoata mo ia kauwhata i tuhia ki te 50,000.
mk: Поради големиот број на избрани записи и времето потребно за прикажување на графиконот, бројот на записи по графикон беше ограничен на 50.000.
mn: Сонгосон олон тооны бүртгэлээс болж, графикийг харуулахад шаардлагатай цаг хугацаа, график бүрт нэг график хязгаарлагдмал байсан.
ms: Oleh kerana sejumlah besar rekod terpilih dan masa yang diperlukan untuk memaparkan graf, bilangan rekod setiap graf adalah terhad kepada 50,000.
my: ရွေးချယ်ထားသောမှတ်တမ်းအမြောက်အမြားနှင့်ဂရပ်ကိုပြသရန်လိုအပ်သောအချိန်များကြောင့်ဂရပ်ကိုပြသရန်လိုအပ်သောအချိန်မှာဂရပ်ဖစ်နှုန်းမှတ်တမ်းများကို 50,000 သာကန့်သတ်ထားသည်။
nl: Vanwege het grote aantal geselecteerde records en de tijd die nodig is om de grafiek weer te geven, was het aantal records per grafiek beperkt tot 50.000.
no: På grunn av det store antall utvalgte poster og tiden som kreves for å vise grafen, var antall poster per graf begrenset til 50 000.
pl: Ze względu na dużą liczbę wybranych rekordów i czas wymagany do wyświetlenia wykresu, liczba rekordów na wykres była ograniczona do 50 000.
pt: Devido ao grande número de registros selecionados e ao tempo necessário para exibir o gráfico, o número de registros por gráfico foi limitado a 50.000.
ro: Datorită numărului mare de înregistrări selectate și a timpului necesar pentru afișarea graficului, numărul de înregistrări pe grafic a fost limitat la 50.000.
ru: Из -за большого количества выбранных записей и времени, необходимого для отображения графика, количество записей на график было ограничено 50 000.
sd: چونڊيل رڪارڊ جي وڏي تعداد جي ڪري ۽ گراف کي ظاهر ڪرڻ لاء گهربل، هر گراف جو تعداد 50،000 تائين محدود هو.
si: තෝරාගත් වාර්තා විශාල සංඛ්යාවක් සහ ප්රස්ථාරය ප්රදර්ශනය කිරීමට ගතවන කාලය නිසා, ප්රස්ථාරයක වාර්තා ගණන 50,000 කට සීමා කර ඇත.
sk: Vzhľadom na veľký počet vybraných záznamov a čas potrebný na zobrazenie grafu bol počet záznamov na graf obmedzený na 50 000.
sq: Për shkak të numrit të madh të regjistrave të zgjedhur dhe kohës së nevojshme për të shfaqur grafikun, numri i regjistrave për grafik ishte i kufizuar në 50,000.
sv: På grund av det stora antalet utvalda poster och den tid som krävs för att visa grafen var antalet poster per graf begränsad till 50 000.
th: เนื่องจากบันทึกที่เลือกจำนวนมากและเวลาที่ต้องใช้ในการแสดงกราฟจำนวนระเบียนต่อกราฟถูก จำกัด ไว้ที่ 50,000
tl: Dahil sa malaking bilang ng mga napiling talaan at oras na kinakailangan upang ipakita ang graph, ang bilang ng mga talaan bawat graph ay limitado sa 50,000.
tr: Çok sayıda seçilen kayıt ve grafiği görüntülemek için gereken süre nedeniyle, grafik başına kayıt sayısı 50.000 ile sınırlıydı.
vi: Do số lượng lớn các bản ghi được chọn và thời gian cần thiết để hiển thị biểu đồ, số lượng bản ghi trên mỗi biểu đồ được giới hạn ở mức 50.000.

source: Time series chart
ar: مخطط السلسلة الزمنية
bg: Част от времеви серии
ca: Gràfic de sèries horàries
cs: Graf časových řad
cy: Siart Cyfres Amser
da: Tidsseriekort
de: Zeitreihe -Diagramm
el: Διάγραμμα χρονοσειρών
fa: نمودار سری زمانی
fi: Aikasarjakaavio
fr: Graphique des séries chronologiques
gd: Clàr sreath ùine
he: תרשים סדרות זמן
hr: Grafikon vremenskih serija
hu: Idősor -diagram
id: Bagan Seri Waktu
is: Tímaröðartöflu
it: Grafico delle serie temporali
ja: 時系列プロット
km: តារាងពេលវេលាស៊េរី
lb: Zäit Serie Chart
mi: Te tūtohi raupapa
mk: Табела за временски серии
mn: Цагийн цуврал
ms: Carta Siri Masa
my: အချိန်စီးရီးဇယား
nl: Tijdreekskaart
no: Tidsseriekart
pl: Wykres szeregów czasowych
pt: Gráfico de séries temporais
ro: Diagrama seriei de timp
ru: Диаграмма временных рядов
sd: ٽائيم سيريز چارٽ
si: කාල ශ්රේණියේ සටහන
sk: Rebríčka časových radov
sq: Grafiku i serive kohore
sv: Tidsserie diagram
th: แผนภูมิชุดเวลา
tl: Tsart ng serye ng oras
tr: Zaman serisi grafiği
vi: Biểu đồ chuỗi thời gian

source: Category value
ar: قيمة الفئة
bg: Стойност на категорията
ca: Valor de la categoria
cs: Hodnota kategorie
cy: Gwerth Categori
da: Kategoriværdi
de: Kategorienwert
el: Αξία κατηγορίας
fa: مقدار رده
fi: Luokkaarvo
fr: Valeur de catégorie
gd: Luach roinn-seòrsa
he: ערך קטגוריה
hr: Vrijednost kategorije
hu: Kategória érték
id: Nilai kategori
is: Flokkagildi
it: Valore di categoria
ja: カテゴリ 変数
km: តម្លៃប្រភេទ
lb: Gemengmit
mi: Te uara kāwai
mk: Вредност на категоријата
mn: Жамшлэл
ms: Nilai kategori
my: အမျိုးအစားတန်ဖိုး
nl: Categoriewaarde
no: Kategoriverdi
pl: Wartość kategorii
pt: Valor da categoria
ro: Valoarea categoriei
ru: Значение категории
sd: درجهري جي قيمت
si: ප්රවර්ග වටිනාකම
sk: Hodnota kategórie
sq: Vlera e kategorisë
sv: Kategorivärde
th: ค่าหมวดหมู่
tl: Halaga ng kategorya
tr: Kategori değeri
vi: Giá trị danh mục
