Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Aggregate by
ar: وحدات التجميع
bg: Единици на агрегация
ca: Unitats d’agregació
cs: Jednotky agregace
cy: Unedau agregu
da: Aggregationsenheder
de: Aggregationseinheiten
el: Μονάδες συσσωμάτωσης
fa: واحدهای تجمع
fi: Aggregaatioyksiköt
fr: Unités d'agrégation
gd: Aonadan cruinneachaidh
he: יחידות צבירה
hr: Jedinice združivanja
hu: Összesítési egység
id: Unit agregasi
is: Einingar af samsöfnun
it: Unità di aggregazione
ja: 集計単位
km: ឯកតានៃការប្រមូលផ្តុំ
lb: Eenheeten vun der Aggregatioun
mi: Tuhinga o mua
mk: Единици на агрегација
mn: Нэгтгэх нэгж
ms: Unit pengagregatan
my: စုစည်းရေး၏ယူနစ်
nl: Aggregatie -eenheden
no: Enheter for aggregering
pl: Jednostki agregacji
pt: Unidades de agregação
ro: Unități de agregare
ru: Единицы агрегации
sd: مجموعي جا يونٽ
si: සමුච්චිත ඒකක
sk: Agregácia
sq: Njësitë e grumbullimit
sv: Aggregeringsenheter
th: หน่วยการรวมตัว
tl: Mga yunit ng pagsasama -sama
tr: Toplama birimleri
vi: Đơn vị tổng hợp

source: Data file with datetime on first column, and flags/number of occurrence (0, 1, 2...) of alarms on subsequent column(s).
ar: العمود الأول هو DateTime ، والعمود الثاني والأعمدة اللاحقة هي قيمة مثل أعلام إشعار الإنذار/عدد الحوادث (0،1،2 ...).
bg: Първата колона е DateTime, а втората колона и следващите колони са стойност като флагове за известие за аларма/брой на появата (0,1,2 ...).
ca: La primera columna és DateTime, i la segona columna i les columnes posteriors són valor com ara els indicadors de notificació d'alarma/recompte d'ocurrència (0,1,2 ...).
cs: První sloupec je DateTime a druhý sloupec a následující sloupce jsou hodnota, jako jsou příznaky oznámení o alarmu/počet výskytu (0,1,2 ...).
cy: Y golofn gyntaf yw amser dyddiad, ac mae'r ail golofn a'r colofnau dilynol yn werth fel baneri hysbysu larwm/cyfrif digwyddiadau (0,1,2 ...).
da: Den første kolonne er datetime, og den anden kolonne og efterfølgende kolonner er værdi, såsom alarmanmeldelsesflag/forekomstantal (0,1,2 ...).
de: Die erste Spalte ist datetime und die zweite Spalte und die nachfolgenden Spalten sind Wert wie Alarmbenachrichtigungsflags/Vorkommenszahl (0,1,2 ...).
el: Η πρώτη στήλη είναι ημερομηνία και η δεύτερη στήλη και οι επόμενες στήλες είναι τιμή όπως σημαίες ειδοποίησης συναγερμού/αριθμός εμφάνισης (0,1,2 ...).
fa: ستون اول DateTime است ، و ستون دوم و ستون های بعدی مقداری مانند پرچم های اعلان هشدار/تعداد وقوع (0،1،2 ...) است.
fi: Ensimmäinen sarake on DateTime, ja toinen sarake ja sitä seuraavat sarakkeet ovat arvoa, kuten hälytysilmoitusliput/esiintymismäärä (0,1,2 ...).
fr: La première colonne est DateTime, et la deuxième colonne et les colonnes suivantes sont de valeur telle que les indicateurs de notification d'alarme / le nombre d'occurrence (0,1,2 ...).
gd: Is e a 'chiad cholbh san àm seo, agus is e luach / prìomh cholbhan an dàrna cruinne a th' ann an an dàrna colbh agus na colbhan às deidh sin cunntachail (0,1,2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...2 ...).
he: העמודה הראשונה היא Time Time, והעמודה השנייה והעמודות הבאות הם ערך כמו דגלי התראה על אזעקה/ספירת התרחשות (0,1,2 ...).
hr: Prvi stupac je DateTime, a drugi stupac i sljedeći stupci su vrijednost kao što su za zastave/pojavljivanje zastava za obavijest alarma (0,1,2 ...).
hu: Az első oszlop a DateTime, a második oszlop és az azt követő oszlopok olyan értékek, mint a riasztási értesítési zászlók/előfordulási szám (0,1,2 ...).
id: Kolom pertama adalah datetime, dan kolom kedua dan kolom berikutnya adalah nilai seperti bendera pemberitahuan alarm/jumlah kejadian (0,1,2 ...).
is: Fyrsti dálkur er dateTime og seinni dálkurinn og síðari dálkar eru gildi eins og tilkynningarfánar viðvörunar/talning (0,1,2 ...).
it: La prima colonna è DateTime e la seconda colonna e le colonne successive sono un valore come flag di notifica di allarme/conteggio degli occorrenze (0,1,2 ...).
ja: 1列目が日時、2列目以降がアラーム発報などのフラグ/発生回数 (0, 1, 2...) であるファイル。
km: ជួរឈរដំបូងគឺដាតធីមហើយជួរឈរទីពីរនិងជួរឈរជាបន្តបន្ទាប់គឺមានតម្លៃដូចជាទង់ជូនដំណឹងការជូនដំណឹង / ចំនួនដែលកើតឡើង (0,1,2 ... ) ។
lb: Déi éischt Kolonn ass Datumer, an déi zweet Kolonn an duerno Socumen wéi Alarm Notifikatioun Fändelen / Optriede Knäppchen (0,1,2 ...) ...) ...) ...) ...
mi: Ko te rarangi tuatahi ko te waa, ko te rua o nga pou me nga pou o muri ake nei he uara penei i te haki whakamohio whakaoho / puta (0,1,2,2,2,2 ...).
mk: Првата колона е DateTime, а втората колона и последователните колони се вредност, како што се знамиња за известување за аларм/броење на појава (0,1,2 ...).
mn: Эхний багана нь DATETIME, хоёр дахь багана, хоёр дахь багана нь дохиоллын тэмдэглэгээ / үзлийн туг / үзэгдэл гэх мэт утга юм (0,1,2 ...).
ms: Lajur pertama adalah DateTime, dan lajur kedua dan lajur berikutnya adalah nilai seperti bendera pemberitahuan penggera/kiraan kejadian (0,1,2 ...).
my: ပထမကော်လံသည် dateTime ဖြစ်ပြီးဒုတိယကော်လံနှင့်နောက်ဆက်တွဲကော်လံများသည် Alarm Notification Flags / Autication Flags / Accrution More (0,1,2 ... ) ကဲ့သို့သောတန်ဖိုးများဖြစ်သည်။
nl: De eerste kolom is DateTime en de tweede kolom en de daaropvolgende kolommen zijn waarde zoals alarmmeldingen vlaggen/voorkomen (0,1,2 ...).
no: Den første kolonnen er DateTime, og den andre kolonnen og påfølgende kolonner er verdi som alarmvarslingsflagg/forekomstantall (0,1,2 ...).
pl: Pierwsza kolumna to dataTime, a druga kolumna i kolejne kolumny są wartością, taką jak liczba powiadomień alarmowych/liczba występowania (0,1,2 ...).
pt: A primeira coluna é o DateTime, e a segunda coluna e as colunas subsequentes são valor, como sinalizadores de notificação de alarme/contagem de ocorrência (0,1,2 ...).
ro: Prima coloană este DateTime, iar a doua coloană și coloanele ulterioare sunt o valoare, cum ar fi steagurile de notificare/numărul de apariție (0,1,2 ...).
ru: Первый столбец - это DateTime, а второй столбец и последующие столбцы являются значением, такими как флаги уведомлений о тревоге/количество возникновения (0,1,2 ...).
sd: پهريون ڪالم تاريخ جو وقت آهي، ۽ ٻئي ڪالم ۽ بعد وارا ڪالم قدر آهن جهڙوڪ الارم اطلاع نامو (0،1،2 ...).
si: පළමු තීරුව දිනය ටයිම් වන අතර දෙවන තීරුවේ සහ පසුකාලීන තීරුවල අනතුරු ඇඟවීමේ කොඩි / සිදුවීම් ගණන (0,1,2 ...) වේ.
sk: Prvým stĺpcom je DateTime a druhý stĺpec a následné stĺpce sú hodnota, ako sú príznaky oznamovania alarmov/počet výskytu (0,1,2 ...).
sq: Kolona e parë është DateTime, dhe kolona e dytë dhe kolonat pasuese janë vlerë siç janë flamujt e njoftimit të alarmit/numërimi i shfaqjes (0,1,2 ...).
sv: Den första kolumnen är DateTime, och den andra kolumnen och efterföljande kolumner är värde såsom larmmeddelandeflaggor/förekomstantal (0,1,2 ...).
th: คอลัมน์แรกคือ DateTime และคอลัมน์ที่สองและคอลัมน์ที่ตามมาคือค่าเช่นค่าสถานะการแจ้งเตือนการเตือนภัย/จำนวนการเกิดขึ้น (0,1,2 ... )
tl: Ang unang haligi ay ang DateTime, at ang pangalawang haligi at kasunod na mga haligi ay halaga tulad ng mga watawat ng abiso sa alarma/bilang ng pangyayari (0,1,2 ...).
tr: İlk sütun DateTime'dır ve ikinci sütun ve sonraki sütunlar alarm bildirim bayrakları/oluşum sayısı (0,1,2 ...) gibi değerdir.
vi: Cột đầu tiên là DateTime và cột thứ hai và các cột tiếp theo là giá trị như cờ thông báo báo động/số lần xuất hiện (0,1,2 ...).

source: Aggregate co-occurrence relationships by hour/day.
ar: إجمالي العلاقات المشترك للاتفاق حسب الساعة/يوم.
bg: Агрегирани връзки за съвместно събиране по час/ден.
ca: Relacions de coincidència agregada per hora/dia.
cs: Agregované vztahy s soužití po hodině/den.
cy: Perthnasoedd cyd-ddigwydd agregau yn ôl awr/dydd.
da: Samlede co-forekomstforhold efter time/dag.
de: Aggregierte Ko-Auftreten-Beziehungen nach Stunde/Tag.
el: Συγκεντρωτικές σχέσεις συν-εμφάνισης ανά ώρα/ημέρα.
fa: روابط همزمان جمع بر اساس ساعت/روز.
fi: Aggregaatti samanaikaisesti esiintymissuhteet tunti/päivä.
fr: Les relations de cooccurrence agrégées par heure / jour.
gd: Dàimhean co-tòiseachaidh co-thachdail tron ​​uair / latha.
he: מערכות יחסים בין התרחשות משותפת בשעה/יום.
hr: Agregatni odnosi zajedničkog pojavljivanja po satu/dan.
hu: Összesített együttes előfordulási kapcsolatok órára/nap.
id: Hubungan co-kejadian agregat berdasarkan jam/hari.
is: Samanlagð sambönd samhliða tíma eftir klukkutíma/dag.
it: Relazioni di co-occorrenza aggregate per ora/giorno.
ja: 1時間/1日ごとの共起関係を集計します。
km: ទំនាក់ទំនងរួមគ្នារួមគ្នាតាមម៉ោង / ថ្ងៃ។
lb: Aggregat Co-Optriede Bezéiungen duerch Stonn / Dag.
mi: Whanaungatanga whakahoahoa i te haora / ra.
mk: Агрегат врски со ко-појава по час/ден.
mn: Дүүргэгчийн харилцааг нэг цаг / өдөрт нэгтгэх.
ms: Agregat Co-occurrence hubungan mengikut jam/hari.
my: တစ်နာရီ / တစ်နာရီကြာစုစုပေါင်းပူးတွဲပူးတွဲမှုဆက်ဆံရေး။
nl: Geaggregeerde gelijktijdige relaties per uur/dag.
no: Samlet samtidig forekomstforhold etter time/dag.
pl: Zagregują się relacje współwystępujące w godzinach/dzień.
pt: Relações agregadas de co-ocorrência por hora/dia.
ro: Relații agregate de coincidență la oră/zi.
ru: Совокупные отношения совместного поступления по часу/день.
sd: ڪلاڪ / ڏينهن ذريعي گڏيل تعلقات جو تعلق.
si: පැය / දිනෙන් දින සමස්ථ සම-සිදුවීම සබඳතා.
sk: Zhromaždite vzťahy spoločného výskytu po hodine/deň.
sq: Marrëdhëniet e bashkë-shfaqjes së përgjithshme për orë/ditë.
sv: Aggregerade samuppträdande relationer efter timme/dag.
th: ความสัมพันธ์ระหว่างการเกิดร่วมรวมเป็นชั่วโมง/วัน
tl: Pinagsama-samang mga relasyon sa co-pangyayari sa pamamagitan ng oras/araw.
tr: Toplam birlikte ortaya çıkma ilişkilerini saat/güne göre.
vi: Tổng hợp các mối quan hệ đồng xuất hiện theo giờ/ngày.

source: Threshold
ar: عرض عتبة
bg: Праг на показване
ca: Mostra llindar
cs: Prahová hodnota zobrazení
cy: Trothwy arddangos
da: Vis tærskel
de: Schwelle anzeigen
el: Όριο εμφάνισης
fa: آستانه نمایش
fi: Näyttökynnys
fr: Seuil d'affichage
gd: Stairsneach taisbeanaidh
he: סף תצוגה
hr: Prag prikaza
hu: Kijelző küszöbérték
id: Tampilkan ambang batas
is: Sýna þröskuld
it: Soglia di visualizzazione
ja: 表示閾値
km: បង្ហាញកម្រិតចាប់ផ្ដើម
lb: Display Dréimoment
mi: Whakaatu paepae
mk: Праг на приказ
mn: Босго дэлгэц
ms: Ambang paparan
my: တံခါးခုံကိုပြပါ
nl: Display drempel
no: Vis terskel
pl: Próg wyświetlania
pt: Limite de exibição
ro: Pragul de afișare
ru: Показать порог
sd: نمائش جي حد
si: සංදර්ශකය වසා දමන්න
sk: Prahová hodnota
sq: Shfaq pragun
sv: Visningströskel
th: แสดงเกณฑ์
tl: Ipakita ang threshold
tr: Eşik
vi: Hiển thị ngưỡng

source: Threshold description
ar: إذا قمت بتحديد قيمة أقل من 100%% ، فستخفي علاقة شركاء صغيرة. (افتراضي: ارسم خطًا إذا كان هناك مرة واحدة)
bg: Ако изберете стойност, по -малка от 100%%, ще скриете малка връзка на съвместната връзка. (По подразбиране: Начертайте ред, ако има дори веднъж)
ca: Si seleccioneu un valor inferior a 100%%, amagareu una petita relació de co -ocurrència. (Predeterminat: dibuixa una línia si hi ha una vegada)
cs: Pokud vyberete hodnotu menší než 100%%, zakrýváte malý vztah Co -Coucrence. (Výchozí: Nakreslete čáru, pokud je dokonce jednou)
cy: Os dewiswch werth llai na 100%%, byddwch yn cuddio perthynas gyd -ddigwyddiad bach. (Diofyn: lluniwch linell os oes unwaith hyd yn oed)
da: Hvis du vælger en værdi mindre end 100%%, skjuler du et lille co -forekomstforhold. (Standard: Tegn en linje, hvis der endda er en gang)
de: Wenn Sie einen Wert von weniger als 100%% auswählen, verbergen Sie eine kleine Co -Auftreten -Beziehung. (Standard: Zeichnen Sie eine Zeile, wenn es einmal einmal vorhanden ist)
el: Εάν επιλέξετε μια τιμή μικρότερη από 100%%, θα αποκρύψετε μια μικρή σχέση συνεργασίας. (Προεπιλογή: Σχεδιάστε μια γραμμή εάν υπάρχει ακόμη και μία φορά)
fa: اگر مقدار کمتر از 100%% را انتخاب کنید ، یک رابطه کوچک همزمان را پنهان خواهید کرد. (پیش فرض: اگر حتی یک بار وجود داشته باشد ، خط بکشید)
fi: Jos valitset alle 100%% -arvon, piilotat pienen yhteistyösuhteen. (Oletus: Piirrä viiva, jos niitä on jopa kerran)
fr: Si vous sélectionnez une valeur inférieure à 100%%, vous masquerez une petite relation de CO-Occurrence. (Par défaut: tracez une ligne s'il y en a même une fois)
gd: Ma thaghas tu luach nas lugha na 100%%, cuiridh tu fòcas air dàimh Co -occurrce beag. (Àbhaisteach: tarraing loidhne ma tha eadhon aon uair)
he: אם תבחר ערך פחות מ- 100%%, תסתיר יחסי שיתוף פעולה קטנים. (ברירת מחדל: צייר קו אם יש אפילו פעם אחת)
hr: Ako odaberete vrijednost manju od 100%%, sakrit ćete mali odnos CO -COUSCHRENCE. (Zadano: Nacrtajte crtu ako postoji čak i jednom)
hu: Ha egy 100%%nél kevesebb értéket választ, elrejt egy kis CO -előfordulási kapcsolatot. (Alapértelmezés: húzzon egy sort, ha még egyszer van)
id: Jika Anda memilih nilai kurang dari 100%%, Anda akan menyembunyikan hubungan bersama yang kecil. (Default: Gambar garis jika ada sekali)
is: Ef þú velur gildi minna en 100%%, muntu fela lítið sambandi samskipta. (Sjálfgefið: Teiknaðu línu ef það er jafnvel einu sinni)
it: Se selezioni un valore inferiore a 100%%, nasconderai una piccola relazione di ricorrenza. (Impostazione predefinita: disegna una riga se c'è anche una volta)
ja: 100%%未満の値を選択すると、回数が小さい共起関係を非表示にします。(デフォルト: 1回でも共起があった場合に線を描画します)
km: ប្រសិនបើអ្នកជ្រើសរើសតម្លៃតិចជាង 100%% អ្នកនឹងលាក់ទំនាក់ទំនងរបស់ CO តូចមួយ។ (លំនាំដើម: គូរបន្ទាត់ប្រសិនបើមានសូម្បីតែម្តង)
lb: Wann Dir e Wäert manner wéi 100__51 wielt, verstoppt Dir eng kleng Co -OCCr'ital Relatiouns-Bezéiung. (Standard: Zeechnen eng Zeil wann et souguer eemol ass)
mi: Mena ka tohua e koe he uara iti iho i te 100__551__, ka huna e koe tetahi whanaungatanga-kore-iti. (Taunoa: Tuhia he raina mena ka kotahi ano)
mk: Ако изберете вредност помала од 100%%, ќе скриете мала врска со ко -појава. (Стандардно: Нацртајте линија ако има дури и еднаш)
mn: Хэрэв та 100.510.10-аас бага утгыг сонговол та жижиг CO -cururence харилцааг нуух болно. (Анхдагч: Нэг удаа ч гэсэн мөрийг зурах)
ms: Jika anda memilih nilai kurang daripada 100%%, anda akan menyembunyikan hubungan co -ccurrence kecil. (Lalai: Lukis garis sekiranya ada sekali)
my: အကယ်. သင်သည် 100%% ထက်နည်းသောတန်ဖိုးကိုရွေးချယ်ပါက, (ပုံမှန် - တစ်ချိန်ကရှိလျှင်လိုင်းဆွဲပါ)
nl: Als u een waarde van minder dan 100%% selecteert, verbergt u een kleine CO -CONCOFRECURENTIE -relatie. (Standaard: teken een regel als er zelfs eenmaal is)
no: Hvis du velger en verdi mindre enn 100%%, vil du skjule et lite co -forekomst -forhold. (Standard: Tegn en linje hvis det er en gang)
pl: Jeśli wybierzesz wartość mniejszą niż 100%%, ukryjesz małą relację z odmiany. (Domyślnie: narysuj linię, jeśli jest nawet raz)
pt: Se você selecionar um valor inferior a 100%%, ocultará uma pequena relação co -ocorrência. (Padrão: desenhe uma linha se houver uma vez)
ro: Dacă selectați o valoare mai mică de 100%%, veți ascunde o mică relație de co -caz. (Implicit: trageți o linie dacă există chiar o dată)
ru: Если вы выберете значение менее 100%%, вы будете скрыть небольшие отношения ко -то, что. (По умолчанию: нарисуйте линию, если есть один раз)
sd: جيڪڏهن توهان 100%% کان گهٽ قيمت چونڊيو ٿا، توهان هڪ نن cu ي ڪوئي سسڪيشن تعلق لڪائيندا. (ڊفالٽ: هڪ لڪير ڪ draw و جيڪڏهن هڪ دفعو به هجي)
si: ඔබ 100%% ට වඩා අඩු අගයක් තෝරා ගන්නේ නම්, ඔබ කුඩා සම-චාරිකා සම්බන්ධතාවයක් සඟවනු ඇත. (පෙරනිමිය: එක් වරක් පවා තිබේ නම් රේඛාවක් අඳින්න)
sk: Ak vyberiete hodnotu menšiu ako 100%%, skryjete malý vzťah medzi výskytmi. (Predvolená hodnota: Nakreslite riadok, ak existuje dokonca raz)
sq: Nëse zgjidhni një vlerë më të vogël se 100%%, do të fshehni një marrëdhënie të vogël bashkë -occurrence. (Default: Vizatoni një rresht nëse ka edhe një herë)
sv: Om du väljer ett värde mindre än 100%%, döljer du en liten sam- förekomstförhållande. (Standard: Rita en rad om det till och med finns en gång)
th: หากคุณเลือกค่าที่น้อยกว่า 100%% คุณจะซ่อนความสัมพันธ์ระหว่างการเกิดขึ้นของ CO -occurrence ขนาดเล็ก (ค่าเริ่มต้น: วาดบรรทัดถ้ามีแม้แต่ครั้งเดียว)
tl: Kung pumili ka ng isang halaga na mas mababa sa 100%%, itatago mo ang isang maliit na relasyon sa co -occurrence. (Default: Gumuhit ng isang linya kung kahit isang beses)
tr: 100%%'dan daha az bir değer seçerseniz, küçük bir CO -olay ilişkisini gizleyeceksiniz. (Varsayılan: Bir kez bile varsa bir satır çizin)
vi: Nếu bạn chọn một giá trị nhỏ hơn 100%%, bạn sẽ ẩn một mối quan hệ nhỏ. (Mặc định: Vẽ một dòng nếu thậm chí có một lần)

source: Identify and visualize directly/indirectly correlated variables of objective(s)
ar: تحديد وتصور المتغيرات التي ترتبط بشكل مباشر أو غير مباشر بالمتغير المستهدف.
bg: Идентифицирайте и визуализирайте променливи, които са пряко или косвено свързани с целевата променлива.
ca: Identifiqueu i visualitzeu variables que estan directament o indirectament correlacionades amb la variable objectiu.
cs: Identifikujte a vizualizujte proměnné, které jsou přímo nebo nepřímo korelovány s cílovou proměnnou.
cy: Nodi a delweddu newidynnau sydd â chydberthynas uniongyrchol neu'n anuniongyrchol â'r newidyn targed.
da: Identificer og visualiser variabler, der er direkte eller indirekte korreleret med målvariablen.
de: Identifizieren und visualisieren Sie Variablen, die direkt oder indirekt mit der Zielvariablen korreliert sind.
el: Προσδιορίστε και απεικονίστε τις μεταβλητές που συσχετίζονται άμεσα ή έμμεσα με τη μεταβλητή στόχου.
fa: متغیرهایی را که مستقیم یا غیرمستقیم با متغیر هدف همبستگی دارند ، شناسایی و تجسم کنید.
fi: Tunnista ja visualisoi muuttujat, jotka korreloivat suoraan tai epäsuorasti kohdemuuttujaan.
fr: Identifier et visualiser les variables qui sont directement ou indirectement corrélées à la variable cible.
gd: Aithneachadh agus lèirsinneach caochladairean a tha air an co-cheangal gu dìreach no gu neo-dhìreach ris an caochlaideach targaid.
he: זהה והדמיין משתנים המתואמים באופן ישיר או עקיף למשתנה היעד.
hr: Identificirajte i vizualizirajte varijable koje su izravno ili neizravno povezane s ciljanom varijablom.
hu: Azonosítsa és megjelenítse azokat a változókat, amelyek közvetlenül vagy közvetetten korrelálnak a célváltozóval.
id: Identifikasi dan visualisasikan variabel yang secara langsung atau tidak langsung berkorelasi dengan variabel target.
is: Þekkja og sjáðu breytur sem eru beint eða óbeint í tengslum við markbreytan.
it: Identificare e visualizzare le variabili che sono direttamente o indirettamente correlate alla variabile target.
ja: 目的変数に直接/間接的に相関のある変数を特定し、可視化します。
km: កំណត់អត្តសញ្ញាណនិងមើលឃើញអថេរដែលទាក់ទងដោយផ្ទាល់ឬដោយប្រយោលទាក់ទងនឹងអថេរគោលដៅ។
lb: Identifizéiert a visualiséiert Variabelen déi direkt oder indirekt korrels mat der Zilvariabel verroden.
mi: Te tautuhi me te whakaatu i nga taurangi e tika ana, e hono ana ranei ki te rereketanga o te whaainga.
mk: Идентификувајте ги и визуелизирајте ги променливите кои се директно или индиректно поврзани со целната променлива.
mn: Зорилтот хувьсагч руу шууд эсвэл шууд бус хамааралтай хувьсагчдыг тодорхойлж, төсөөлөх.
ms: Kenal pasti dan menggambarkan pembolehubah yang secara langsung atau tidak langsung dikaitkan dengan pemboleh ubah sasaran.
my: တိုက်ရိုက်သို့မဟုတ်သွယ်ဝိုက်သောပစ်မှတ် variable ကိုတိုက်ရိုက်သို့မဟုတ်သွယ်ဝိုက်ဆက်စပ်နေသော variable တွေကိုဖော်ထုတ်နှင့်မြင်ယောင်။
nl: Identificeer en visualiseer variabelen die direct of indirect zijn gecorreleerd met de doelvariabele.
no: Identifiser og visualiser variabler som er direkte eller indirekte korrelert med målvariabelen.
pl: Zidentyfikuj i wizualizuj zmienne, które są bezpośrednio lub pośrednio skorelowane z zmienną docelową.
pt: Identifique e visualize variáveis ​​que estão direta ou indiretamente correlacionadas com a variável de destino.
ro: Identificați și vizualizați variabilele care sunt corelate direct sau indirect cu variabila țintă.
ru: Определите и визуализируйте переменные, которые прямо или косвенно коррелируют с целевой переменной.
sd: متغيرات کي سڃاڻڻ ۽ تصور ڪريو جيڪي سڌي طرح يا اڻ سڌي طرح ٽارگيٽ متغير سان جڙيل آهن.
si: ඉලක්ක විචල්යයට සෘජුව හෝ වක්රව සහසම්බන්ධිත විචල්යයන් හඳුනාගෙන දෘශ්යමාන කරන්න.
sk: Identifikujte a vizualizujte premenné, ktoré sú priamo alebo nepriamo korelované s cieľovou premennou.
sq: Identifikoni dhe vizualizoni variablat që lidhen drejtpërdrejt ose indirekt me ndryshoren e synuar.
sv: Identifiera och visualisera variabler som är direkt eller indirekt korrelerade med målvariabeln.
th: ระบุและแสดงภาพตัวแปรที่มีความสัมพันธ์โดยตรงหรือโดยอ้อมกับตัวแปรเป้าหมาย
tl: Kilalanin at mailarawan ang mga variable na direkta o hindi direktang nakakaugnay sa variable na target.
tr: Hedef değişkenle doğrudan veya dolaylı olarak ilişkili değişkenleri tanımlayın ve görselleştirin.
vi: Xác định và trực quan hóa các biến có liên quan trực tiếp hoặc gián tiếp với biến mục tiêu.
