Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Enter target item of data (quantitative variable like measurement value) to create data distributions. This data is plotted on the graph.
ar: يحدد البيانات (على سبيل المثال ، المتغيرات العددية: قيمة القياس) للمؤامرة. حدد العمليات والعناصر المراد رسمها على المؤامرة. يمكن تحديد ما يصل إلى 8 عناصر.
bg: Посочва данните (например числени променливи: стойност на измерване) за графиката. Изберете процесите и елементите, които ще бъдат начертани на сюжета. Могат да бъдат избрани до 8 елемента.
ca: Especifica les dades (per exemple, variables numèriques: valor de mesura) per a la trama. Seleccioneu els processos i els elements que es representen a la trama. Es poden seleccionar fins a 8 articles.
cs: Určuje data (například numerické proměnné: hodnota měření) pro graf. Vyberte procesy a položky, které mají být vykresleny na grafu. Lze vybrat až 8 položek.
cy: Yn nodi'r data (er enghraifft, newidynnau rhifiadol: gwerth mesur) ar gyfer y plot. Dewiswch y prosesau a'r eitemau i'w plotio ar y plot. Gellir dewis hyd at 8 eitem.
da: Specificerer dataene (for eksempel numeriske variabler: måleværdi) for plottet. Vælg de processer og genstande, der skal planlægges på plottet. Op til 8 varer kan vælges.
de: Gibt die Daten an (z. B. numerische Variablen: Messwert) für das Diagramm. Wählen Sie die Prozesse und Elemente aus, die auf dem Diagramm gezeichnet werden sollen. Bis zu 8 Elemente können ausgewählt werden.
el: Καθορίζει τα δεδομένα (για παράδειγμα, αριθμητικές μεταβλητές: τιμή μέτρησης) για το οικόπεδο. Επιλέξτε τις διαδικασίες και τα αντικείμενα που πρέπει να γραφτούν στην πλοκή. Μπορούν να επιλεγούν έως και 8 στοιχεία.
fa: داده ها (به عنوان مثال ، متغیرهای عددی: مقدار اندازه گیری) را برای طرح مشخص می کند. فرآیندها و مواردی را که باید در طرح ترسیم کنید انتخاب کنید. حداکثر 8 مورد را می توان انتخاب کرد.
fi: Määrittää tiedot (esimerkiksi numeeriset muuttujat: mittausarvo) kuvaajalle. Valitse kuvaavat prosessit ja kohteet. Enintään 8 tuotetta voidaan valita.
fr: Spécifie les données (par exemple, variables numériques: valeur de mesure) pour le tracé. Sélectionnez les processus et les éléments à tracer sur le tracé. Jusqu'à 8 éléments peuvent être sélectionnés.
gd: Sònraich an dàta (mar eisimpleir, caochladairean àireamhach: luach tomhais) airson a 'chuilbheart. Tagh na pròiseasan agus na stuthan a thèid a chuilbheart air a 'chuilbheart. Faodar suas ri 8 nithean a thaghadh.
he: מציין את הנתונים (לדוגמה, משתנים מספריים: ערך מדידה) עבור העלילה. בחר את התהליכים והפריטים שיש לתאר על העלילה. ניתן לבחור עד 8 פריטים.
hr: Određuje podatke (na primjer, numeričke varijable: vrijednost mjerenja) za crtež. Odaberite postupke i stavke koje će se prikazati na parceli. Može se odabrati do 8 predmeta.
hu: Megadja az adatokat (például numerikus változókat: mérési érték) a diagramhoz. Válassza ki a ábrán ábrázolandó folyamatokat és elemeket. Legfeljebb 8 elem kiválasztható.
id: Menentukan data (misalnya, variabel numerik: nilai pengukuran) untuk plot. Pilih proses dan item yang akan diplot pada plot. Hingga 8 item dapat dipilih.
is: Tilgreinir gögnin (til dæmis tölulegar breytur: mælingargildi) fyrir lóðina. Veldu ferla og hluti sem á að samsæri á lóðinni. Hægt er að velja allt að 8 hluti.
it: Specifica i dati (ad esempio, variabili numeriche: valore di misurazione) per la trama. Seleziona i processi e gli elementi da tracciare sulla trama. È possibile selezionare fino a 8 articoli.
ja: データの分布を作成するデータ(量的変数：測定値など)の項目です。このデータがグラフにプロットされます。最大8項目選択できます。
km: បញ្ជាក់ទិន្នន័យ (ឧទាហរណ៍អថេរលេខ: តម្លៃវាស់) សម្រាប់ដីឡូតិ៍។ ជ្រើសរើសដំណើរការនិងធាតុដែលត្រូវបានគ្រោងលើដីឡូតិ៍។ ទំនិញរហូតដល់ 8 មុខអាចត្រូវបានជ្រើសរើស។
lb: Spezifizéiert d'Donnéeën (zum Beispill, numeresch Variabelen: Moosswäert) fir de Komplott. Wielt d'Prozesser an Artikelen fir op de Komplott geplot ze ginn. Bis zu 8 Artikelen kënnen ausgewielt ginn.
mi: Ka tohua nga raraunga (hei tauira, nga taurangi tau: uara inenga) mo te mahere. Whiriwhiria nga tukanga me nga taonga hei whakamahere i te mahere. Tae atu ki te 8 nga mea ka tohua.
mk: Ги специфицира податоците (на пример, нумерички променливи: мерна вредност) за заплетот. Изберете ги процесите и предметите што треба да се исцртаат на заговор. Може да се изберат до 8 артикли.
mn: Мэдээллийг зааж өг (жишээ нь, тоон хувьсагчдад: Хэмжилтийг хэмжих үнэ). Талбай дээр хуйвалдах үйл явц, зүйлийг сонгоно уу. 8 хүртэлх зүйлийг сонгож болно.
ms: Menentukan data (contohnya, pembolehubah berangka: nilai pengukuran) untuk plot. Pilih proses dan item yang akan diplotkan pada plot. Sehingga 8 item boleh dipilih.
my: ကွက်ကွက်ကွင်းကွင်းအတွက် (ဥပမာ, ကိန်းဂဏန်း variable တွေကို: တိုင်းတာခြင်းတန်ဖိုး) ကိုသတ်မှတ်သည်။ ကြံစည်မှုအပေါ်ကြံစည်မှုခံရဖို့ဖြစ်စဉ်များနှင့်ပစ္စည်းများကိုရွေးချယ်ပါ။ ပစ္စည်း 8 ခုအထိရွေးချယ်နိုင်သည်။
nl: Specificeert de gegevens (bijvoorbeeld numerieke variabelen: meetwaarde) voor de plot. Selecteer de processen en items die op de plot moeten worden uitgezet. Maximaal 8 items kunnen worden geselecteerd.
no: Angir dataene (for eksempel numeriske variabler: måleverdi) for plottet. Velg prosesser og elementer som skal plottes på plottet. Opptil 8 varer kan velges.
pl: Określa dane (na przykład zmienne numeryczne: wartość pomiaru) dla wykresu. Wybierz procesy i elementy, które mają być wykreślone na wykresie. Można wybrać do 8 pozycji.
pt: Especifica os dados (por exemplo, variáveis ​​numéricas: valor de medição) para o gráfico. Selecione os processos e itens a serem plotados no gráfico. Até 8 itens podem ser selecionados.
ro: Specifică datele (de exemplu, variabile numerice: valoare de măsurare) pentru complot. Selectați procesele și elementele care urmează să fie reprezentate pe complot. Se pot selecta până la 8 articole.
ru: Указывает данные (например, числовые переменные: значение измерения) для графика. Выберите процессы и элементы, которые будут построены на графике. Можно выбрать до 8 пунктов.
sd: ڊيٽا کي بيان ڪري ٿو (مثال طور، عددي متغيرات: ماپ جي قيمت) پلاٽ لاء. منتخب ڪريو عمل ۽ شيون پلاٽ تي پلاٽ ڪيو وڃي. 8 شيون تائين چونڊجي سگھجن ٿيون.
si: දත්ත (උදාහරණයක් ලෙස, සංඛ්යාත්මක විචල්යයන් සඳහා) කුමන්ත්රණය සඳහා නියම කරයි. කුමන්ත්රණය මත සැලසුම් කළ යුතු ක්රියාවලි සහ අයිතම තෝරන්න. අයිතම 8 ක් දක්වා තෝරා ගත හැකිය.
sk: Určuje údaje (napríklad numerické premenné: hodnota merania) pre graf. Vyberte procesy a položky, ktoré sa majú vykresliť na pozemku. Je možné zvoliť až 8 položiek.
sq: Specifikon të dhënat (për shembull, variablat numerikë: vlera e matjes) për komplotin. Zgjidhni proceset dhe artikujt që do të vizatohen në komplot. Mund të zgjidhen deri në 8 artikuj.
sv: Anger data (till exempel numeriska variabler: mätvärde) för tomten. Välj de processer och objekt som ska planeras på tomten. Upp till 8 objekt kan väljas.
th: ระบุข้อมูล (ตัวอย่างเช่นตัวแปรตัวเลข: ค่าการวัด) สำหรับพล็อต เลือกกระบวนการและรายการที่จะพล็อตบนพล็อต สามารถเลือกได้สูงสุด 8 รายการ
tl: Tinutukoy ang data (halimbawa, mga variable na numero: halaga ng pagsukat) para sa balangkas. Piliin ang mga proseso at item na mai -plot sa balangkas. Hanggang sa 8 mga item ay maaaring mapili.
tr: Grafik için verileri (örneğin, sayısal değişkenler: ölçüm değeri) belirtir. Arsa üzerinde çizilecek işlemleri ve öğeleri seçin. En fazla 8 ürün seçilebilir.
vi: Chỉ định dữ liệu (ví dụ: các biến số: giá trị đo lường) cho biểu đồ. Chọn các quy trình và mục sẽ được vẽ trên lô. Có thể chọn tối đa 8 mục.

source: Enter target item of data (quantitative variable like measurement value and category variable like part number) to visualize pattern. This data is plotted on the graph. It can be selected up to ten items.
ar: فارغة可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
bg: Празен可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
ca: Buit可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
cs: Prázdný可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
cy: Wacoch可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
da: Tom可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
de: Leer可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
el: Αδειάζω可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
fa: خالی可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
fi: Tyhjä可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
fr: Vide可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
gd: Falamh可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
he: ריק可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
hr: Prazan可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
hu: Üres可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
id: Kosong可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
is: Tómt可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
it: Vuoto可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
ja: 可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
km: តមនេរ可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
lb: Eidel可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
mi: Tahanga可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
mk: Празен可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
mn: Хоосон可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
ms: Kosong可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
my: ဗလာ可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
nl: Leeg可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
no: Tømme可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
pl: Pusty可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
pt: Vazio可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
ro: Gol可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
ru: Пустой可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
sd: خالي آهي可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
si: හිස්可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
sk: Vyprázdniť可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
sq: I zbrazët可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
sv: Tömma可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
th: ว่างเปล่า可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
tl: Walang laman可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
tr: Boş可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
vi: Trống rỗng可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。

source: This stratification variable divides the distribution into multiple graphs and displays them side by side. Enter category variable (qualitative variable) such as part number, station number, etc. It can be selected up to 100 items.
ar: يقسم متغير التقسيم الطبقي هذا النمط لتصور إلى مؤامرات متعددة ويعرضها جنبًا إلى جنب. حدد المتغيرات الفئوية مثل رقم الجزء ورقم المحطة حتى 100 عنصر يمكن تحديدها.
bg: Тази променлива стратификация разделя модела, за да визуализира на множество сюжети и ги показва един до друг. Изберете категорични променливи като номер на част и № на станцията до 100 елемента могат да бъдат избрани.
ca: Aquesta variable d’estratificació divideix el patró per visualitzar -se en diverses trames i les mostra una al costat de l’altre. Es poden seleccionar variables categòriques com ara el número de part i el número de l'estació de fins a 100 articles.
cs: Tato proměnná stratifikace dělí vzor pro vizualizaci na více grafů a zobrazuje je vedle sebe. Můžete vybrat vybrat kategorické proměnné, jako je číslo dílu a č. Stanice až do 100 položek.
cy: Mae'r newidyn haenu hwn yn rhannu'r patrwm i'w ddelweddu yn lleiniau lluosog ac yn eu harddangos ochr yn ochr. Dewiswch newidynnau categori fel Rhan Rhif a Rhif Gorsaf Gellir dewis hyd at 100 o eitemau.
da: Denne stratificeringsvariabel deler mønsteret for at visualisere i flere plot og viser dem side om side. Vælg kategoriske variabler såsom delnummer og station nr. Op til 100 poster kan vælges.
de: Diese Schichtungsvariable unterteilt das Muster, um in mehrere Diagramme zu visualisieren und sie nebeneinander anzeigen. Wählen Sie kategoriale Variablen wie Teilenummer und Station Nr. Nr. Bis zu 100 Elemente können ausgewählt werden.
el: Αυτή η μεταβλητή διαστρωμάτωσης διαιρεί το μοτίβο για να απεικονιστεί σε πολλαπλά οικόπεδα και να τα εμφανίζει δίπλα -δίπλα. Επιλέξτε κατηγορικές μεταβλητές, όπως ο αριθμός εξαρτήματος και ο σταθμός Αρ. Έως 100 αντικείμενα μπορούν να επιλεγούν.
fa: این متغیر طبقه بندی الگوی را برای تجسم در چندین قطعه تقسیم می کند و آنها را در کنار هم نمایش می دهد. متغیرهای طبقه بندی شده مانند شماره قسمت و ایستگاه شماره را تا 100 مورد انتخاب کنید.
fi: Tämä stratifiointimuuttuja jakaa kuvion visualisoidakseen useiksi kuvaajiksi ja näyttää ne vierekkäin. Valitse kategoriset muuttujat, kuten osanumero ja aseman nro, jopa 100 kohdetta voidaan valita.
fr: Cette variable de stratification divise le motif à visualiser en plusieurs parcelles et les affiche côte à côte. Sélectionnez des variables catégorielles telles que le numéro de pièce et le n ° de station jusqu'à 100 éléments peuvent être sélectionnés.
gd: Tha an stratificat seo caochlaideach a 'roinn a' phàtran gus am pàtran a thoirt a-steach do iomadh plota agus a 'taisbeanadh iad taobh ri taobh. Tagh caochladairean seòrsaichean mar àireamh Pàirt is stèisean Chan urrainnear suas ri 100 rud a thaghadh.
he: משתנה ריבוד זה מחלק את התבנית כדי לדמיין למספר חלקות ומציג אותם זה לצד זה. בחר משתנים קטגוריים כגון מספר חלק ותחנה מס 'עד 100 פריטים ניתן לבחור.
hr: Ova varijabla stratifikacije dijeli uzorak da vizualizira na više parcela i prikazuje ih jedan pored drugog. Odaberite kategoričke varijable poput broja dijela i stanice br. Do 100 predmeta.
hu: Ez a rétegződési változó elosztja a mintát, hogy több parcellára jelenjen meg, és egymás mellett jeleníti meg őket. Válassza ki a kategorikus változókat, például az alkatrészszámot és az állomásszámot, akár 100 elemre is kiválasztható.
id: Variabel stratifikasi ini membagi pola untuk divisualisasikan menjadi beberapa plot dan menampilkannya berdampingan. Pilih variabel kategorikal seperti nomor bagian dan stasiun No. hingga 100 item dapat dipilih.
is: Þessi lagskiptisbreytu skiptir mynstrinu til að sjá í margar lóðir og birtir þær hlið við hlið. Veldu flokkalegar breytur eins og hlutanúmer og stöð nr. Hægt er að velja allt að 100 hluti.
it: Questa variabile di stratificazione divide il modello per visualizzare più grafici e li mostra fianco a fianco. Selezionare variabili categoriali come il numero di parte e la stazione n. È possibile selezionare fino a 100 articoli.
ja: この層別変数によって、可視化したいパターンを複数のグラフに分割し、並べて表示します。品番・ステーションなどのカテゴリ変数(質的変数)を選択します。最大100項目選択できます。
km: អថេរនៃការបំបាត់ចោលនេះបែងចែកលំនាំដើម្បីមើលឃើញចូលទៅក្នុងដីឡូត៍ជាច្រើនហើយបង្ហាញវានៅចំហៀង។ ជ្រើសរើសអថេរប្រភេទដូចជាលេខផ្នែកនិងស្ថានីយ៍ស្ថានីយ៍រហូតដល់ 100 មុខទំនិញអាចត្រូវបានជ្រើសរើស។
lb: Dës Stratifikatioun Variabel trennt d'Muster fir a ville Virsätz ze visualiséieren an se Säit zur Säit ze weisen. Wielt kategoresch Variabelen wéi Deelnummer an Station Nr. Bis zu 100 Artikele kënne gewielt ginn.
mi: Ko tenei momo taurangi ka wehe i te tauira ki te whakaatu ki nga whakaaro maha ka whakaatu i te taha. Tīpakohia nga taurangi o te waahanga penei i te tau waahanga me te Station No. tae atu ki te 100 nga mea ka tohua.
mk: Оваа променлива за стратификација ја дели шемата за да се визуелизира во повеќе парцели и ги прикажува рамо до рамо. Изберете категорични променливи, како што се бројот на дел и станицата бр. До 100 предмети може да се изберат.
mn: Энэхүү давхаргын хувьсагч нь хэв маягийг олон тооны талбайд дүрсэлж, тэдгээрийг хажуу тийш нь харуулна. Хэсэг, станцын дугаар, станцын дугаар, станц гэх мэт категорийн хувьсагчдыг сонгож болно. 100 хүртэлх зүйлийг сонгож болно.
ms: Pemboleh ubah stratifikasi ini membahagikan corak untuk memvisualisasikan ke dalam pelbagai plot dan memaparkannya bersebelahan. Pilih pembolehubah kategori seperti nombor bahagian dan stesen No. sehingga 100 item boleh dipilih.
my: ဤ stratification variable ကို variable ကိုကွက်ကွက်ကွင်းကွင်းသို့မြင်ယောင်ရန်နှင့်သူတို့ကိုဘေးချင်းယှဉ်ဖော်ပြရန်ပုံစံကိုကွဲပြားစေသည်။ အပိုင်းအရေအတွက်ကိုရွေးချယ်ရန်အပိုင်း (100) အထိအမျိုးအစား variable များကိုရွေးချယ်ပါ။ ရွေးချယ်နိုင်သည်။
nl: Deze stratificatievariabele verdeelt het patroon om te visualiseren in meerdere plots en toont ze naast elkaar. Selecteer categorische variabelen zoals onderdeelnummer en station nr. Maximaal 100 items kunnen worden geselecteerd.
no: Denne stratifiseringsvariabelen deler mønsteret for å visualisere i flere plott og viser dem side om side. Velg kategoriske variabler som delenummer og stasjonsnummer opptil 100 elementer kan velges.
pl: Ta zmienna stratyfikacyjna dzieli wzór do wizualizacji na wiele wykresów i wyświetla je obok siebie. Wybierz zmienne kategoryczne, takie jak numer części i stacja nr do 100 pozycji można wybrać.
pt: Essa variável de estratificação divide o padrão para visualizar em várias parcelas e as exibe lado a lado. Selecione variáveis ​​categóricas, como número de peça e nº da estação, até 100 itens podem ser selecionados.
ro: Această variabilă de stratificare împarte modelul pentru a vizualiza în mai multe parcele și le afișează una lângă alta. Selectați variabile categorice, cum ar fi numărul piesei și stația nr. Până la 100 de articole pot fi selectate.
ru: Эта переменная стратификации делит шаблон, чтобы визуализировать на несколько графиков и отображает их рядом. Выберите категориальные переменные, такие как номер детали и № станции, можно выбрать до 100 предметов.
sd: هي استحڪام متغير ڪيترن ئي پلاٽن کي ڏسڻ جي نموني کي منهن ڏئي ٿو ۽ انهن کي پاسي کان ڏيکاري ٿو. درجه بندي متغير چونڊيو جهڙوڪ حصو نمبر نمبر ۽ اسٽيشن نمبر 100 شين تائين چونڊجي سگهجي ٿو.
si: මෙම ස්ථර විචල්යය විසින් විවිධ බිම් කැබලිවලට දෘශ්යමාන කර ඒවා දෙපැත්තෙන්ම ප්රදර්ශනය කිරීමට රටාව බෙදී යයි. කොටස් 100 ක් දක්වා කොටස් අංකය සහ ස්ථාන දුම්රිය ස්ථානය වැනි වර්ගීකරණ විචල්යයන් තෝරා ගත හැකිය.
sk: Táto premenná stratifikácia rozdeľuje vzor vizualizácie na viacero pozemkov a zobrazuje ich vedľa seba. Vyberte kategorické premenné, ako sú číslo dielu a číslo stanice, je možné zvoliť až 100 položiek.
sq: Kjo variabël e shtresimit ndan modelin për të vizualizuar në komplote të shumta dhe i shfaq ato krah për krah. Zgjidhni variablat kategorikë siç janë numri i pjesës dhe stacioni Nr. Nr. Deri në 100 artikuj mund të zgjidhen.
sv: Denna stratifieringsvariabel delar mönstret för att visualisera i flera tomter och visar dem sida vid sida. Välj kategoriska variabler som artikelnummer och station nr. Upp till 100 objekt kan väljas.
th: ตัวแปรการแบ่งชั้นนี้แบ่งรูปแบบเพื่อให้เห็นภาพเป็นหลายแปลงและแสดงเคียงข้างกัน เลือกตัวแปรหมวดหมู่เช่นหมายเลขชิ้นส่วนและหมายเลขสถานีสูงสุด 100 รายการสามารถเลือกได้
tl: Ang variable na stratification na ito ay naghahati sa pattern upang mailarawan sa maraming mga plot at ipinapakita ang mga ito sa magkatabi. Piliin ang mga variable na variable tulad ng bahagi number at istasyon No. hanggang sa 100 mga item ay maaaring mapili.
tr: Bu tabakalaşma değişkeni, modeli çoklu parsellere görselleştirmeye böler ve bunları yan yana görüntüler. Parça numarası ve istasyon gibi kategorik değişkenleri seçin No. 100 kadar öğe seçilebilir.
vi: Biến phân tầng này chia mẫu để trực quan hóa thành nhiều ô và hiển thị chúng cạnh nhau. Chọn các biến phân loại như số phần và số trạm có thể được chọn tối đa 100 mục.
