Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Confirm Shutdown App
ar: أوقف التطبيق (خادم EDGE). إذا توقفت ، فلن يتمكن أي مستخدم آخر من استخدامه أيضًا ، لذا يرجى الاتصال بالمسؤول. <br> في حالة الطرف العادي ، قم بإلغاء هنا وأغلق المتصفح.
bg: Спрете приложението (Edge Server). Ако спрете, всеки друг потребител няма да може да използва също, така че, моля, свържете се с администратора. <br> В случай на нормален край, отменете тук и просто затворете браузъра.
ca: Atureu l'aplicació (servidor Edge). Si us atureu, qualsevol altre usuari no podrà utilitzar -lo també, així que poseu -vos en contacte amb l'administrador. <br> En el cas del final normal, cancel·leu aquí i tanqueu el navegador.
cs: Zastavte aplikaci (Edge Server). Pokud zastavíte, žádný jiný uživatel nebude moci také používat, kontaktujte prosím správce. <br> V případě normálního konce zrušte zde a zavřete prohlížeč.
cy: Stopiwch y cais (Edge Server). Os byddwch chi'n stopio, ni fydd unrhyw ddefnyddiwr arall yn gallu defnyddio hefyd, felly cysylltwch â'r gweinyddwr. <br> Yn achos diwedd arferol, canslo yma a chau'r porwr yn unig.
da: Stop applikationen (Edge Server). Hvis du stopper, vil enhver anden bruger ikke også være i stand til at bruge, så kontakt administratoren. <br> I tilfælde af normal ende skal du annullere her og bare lukke browseren.
de: Stoppen Sie die Anwendung (Edge Server). Wenn Sie anhalten, kann ein anderer Benutzer auch nicht in der Lage sein, auch den Administrator zu verwenden. <br> Bei normalem Ende stornieren Sie hier und schließen Sie einfach den Browser.
el: Σταματήστε την εφαρμογή (διακομιστής Edge). Εάν σταματήσετε, οποιοσδήποτε άλλος χρήστης δεν θα είναι σε θέση να χρησιμοποιήσει επίσης, οπότε παρακαλούμε επικοινωνήστε με τον διαχειριστή. <br> Στην περίπτωση του κανονικού άκρου, ακυρώστε εδώ και απλά κλείστε το πρόγραμμα περιήγησης.
fa: برنامه (سرور Edge) را متوقف کنید. اگر متوقف شوید ، هر کاربر دیگری قادر به استفاده از آن نخواهد بود ، بنابراین لطفاً با مدیر تماس بگیرید. <br> در مورد پایان عادی ، در اینجا لغو کنید و فقط مرورگر را ببندید.
fi: Pysäytä sovellus (Edge Server). Jos lopetat, jokin muu käyttäjä ei voi käyttää myös, joten ota yhteyttä järjestelmänvalvojaan. <br> normaalin lopun tapauksessa peruuta täällä ja sulje selain.
fr: Arrêtez l'application (Edge Server). Si vous vous arrêtez, tout autre utilisateur ne pourra pas également utiliser, veuillez donc contacter l'administrateur. <br> Dans le cas de l'extrémité normale, annulez ici et fermez simplement le navigateur.
gd: Cuir stad air an tagradh (frithealaiche iomall). Ma stadas tu, cha bhith e comasach do neach-cleachdaidh sam bith eile a chleachdadh cuideachd, mar sin cuir fios chun Rianadair. <br> A thaobh deireadh àbhaisteach, Sguir dheth an seo agus dìreach a 'dùnadh a' bhrobhsair.
he: עצור את היישום (שרת Edge). אם תעצור, כל משתמש אחר לא יוכל להשתמש גם כן, אז אנא צור קשר עם מנהל המערכת. <br> במקרה של סוף רגיל, בטל כאן ופשוט סגור את הדפדפן.
hr: Zaustavite aplikaciju (rubni poslužitelj). Ako se zaustavite, bilo koji drugi korisnik neće moći koristiti, pa se obratite administratoru. <br> U slučaju normalnog kraja, otkažite ovdje i samo zatvorite preglednik.
hu: Állítsa le az alkalmazást (Edge Server). Ha leáll, akkor bármely más felhasználó nem is tudja használni, ezért vegye fel a kapcsolatot az adminisztrátorral. <br> A normál vég esetén törölje itt, és csak bezárja a böngészőt.
id: Hentikan aplikasi (Edge Server). Jika Anda berhenti, pengguna lain tidak akan dapat menggunakan juga, jadi silakan hubungi administrator. <br> Dalam kasus akhir normal, batalkan di sini dan tutup saja browser.
is: Hættu forritinu (Edge Server). Ef þú hættir mun einhver annar notandi ekki geta notað líka, svo vinsamlegast hafðu samband við stjórnandann. <br> Ef um er að ræða venjulegan enda, hætta við hér og lokaðu bara vafranum.
it: Arrestare l'applicazione (server Edge). Se ti fermi, anche qualsiasi altro utente non sarà in grado di utilizzare, quindi si prega di contattare l'amministratore. <br> Nel caso di End Normal, Annulla qui e chiudi il browser.
ja: アプリケーション(エッジサーバ)を停止させます。停止した場合は他のユーザも使用できなくなりますので管理者に連絡してください。<br>通常の終了の場合は、ここはキャンセルして、ブラウザを閉じるだけで大丈夫です。
km: បញ្ឈប់កម្មវិធី (Edge Server) ។ ប្រសិនបើអ្នកឈប់អ្នកប្រើប្រាស់ផ្សេងទៀតនឹងមិនអាចប្រើបានទេដូច្នេះសូមទាក់ទងអ្នកគ្រប់គ្រង។ <br> ក្នុងករណីចុងក្រោយបញ្ចប់សូមបោះបង់នៅទីនេះហើយគ្រាន់តែបិទកម្មវិធីអ៊ីនធឺណិតប៉ុណ្ណោះ។
lb: Stoppen d'Applikatioun (Edge Server). Wann Dir stoppt, ginn all anere Benotzerkont Iech och net erreéieren, da musst Dir w.e.g. den Administrator. __16 Da Am Fall vum normale Stroum, annuléiert eis hei an just mam Brown Clobes zoumaachen.
mi: Aukati i te tono (tūmau mata). Mena ka mutu, ka kore e taea e tetahi atu kaiwhakamahi te whakamahi, na me waea atu ki te kaiwhakahaere. <br> I roto i te keehi o te mutunga, whakakorehia i konei ka kati noa te tirotiro.
mk: Запрете ја апликацијата (Edge Server). Ако застанете, кој било друг корисник нема да може да го користи исто така, затоа ве молиме контактирајте го администраторот. <br> Во случај на нормален крај, откажете овде и само затворете го прелистувачот.
mn: Програмыг зогсоох (Edge Server Server). Хэрэв зөвхөн санал бол бол өөр юу, адмазнаар шүүгээгээ даяал, шаардлагатай бөгөөд илгээнд орж болохгүй. <br> Энгийн эцэст хэвийн болсон тохиолдолд эндийг нь цуцалж, зүгээр л хөтөчийг хаа.
ms: Hentikan aplikasi (Server Edge). Jika anda berhenti, mana -mana pengguna lain tidak akan dapat menggunakan juga, jadi sila hubungi pentadbir. <br> Dalam hal akhir biasa, batalkan di sini dan tutup pelayar.
my: လျှောက်လွှာကိုရပ်တန့် (အစွန်းဆာဗာ) ကိုရပ်ပါ။ သင်ရပ်တန့်ပါကအခြားမည်သည့်အသုံးပြုသူသည်မသုံးနိုင်ပါ။ ၎င်းကိုစီမံခန့်ခွဲသူနှင့်ဆက်သွယ်ပါ။ <br> ပုံမှန်အဆုံးတွင်ဤနေရာကိုပယ်ဖျက်ပြီး browser ကိုပိတ်လိုက်ပါ။
nl: Stop de toepassing (Edge Server). Als u stopt, kan een andere gebruiker ook niet gebruiken, dus neem contact op met de beheerder. <br> annuleer hier in het geval van normaal einde en sluit de browser gewoon.
no: Stopp applikasjonen (Edge Server). Hvis du stopper, vil ikke noen annen bruker kunne bruke, så kontakt administratoren. <br> Når det gjelder normal slutt, kansellerer du her og bare lukk nettleseren.
pl: Zatrzymaj aplikację (serwer Edge). Jeśli zatrzymasz, jakikolwiek inny użytkownik nie będzie mógł również korzystać, więc skontaktuj się z administratorem. <br> W przypadku normalnego końca anuluj tutaj i po prostu zamknij przeglądarkę.
pt: Pare o aplicativo (servidor Edge). Se você parar, qualquer outro usuário não poderá usar também; portanto, entre em contato com o administrador. <br> No caso de extremidade normal, cancele aqui e feche o navegador.
ro: Opriți aplicația (Edge Server). Dacă vă opriți, orice alt utilizator nu va putea folosi și el, așa că vă rugăm să contactați administratorul. <br> În cazul finalului normal, anulați aici și închideți doar browserul.
ru: Остановите приложение (Edge Server). Если вы остановитесь, любой другой пользователь не сможет использовать также, поэтому, пожалуйста, свяжитесь с администратором. <br> В случае нормального конца отмените здесь и просто закройте браузер.
sd: درخواست کي روڪيو (ايج سرور). جيڪڏهن توهان روڪيو، ڪو به ٻيو صارف پڻ استعمال نه ٿيندو، تنهنڪري مهرباني ڪري ايڊمنسٽريٽر سان رابطو ڪريو. <br> عام آخر جي صورت ۾، هتي منسوخ ڪريو ۽ صرف برائوزر بند ڪريو.
si: අයදුම්පත නවත්වන්න (දාර සේවාදායකය). ඔබ නැවැත්වීමෙන් නම්, වෙනත් ඕනෑම පරිශීලකයෙකුට ද භාවිතා කිරීමට නොහැකි වනු ඇත, එබැවින් කරුණාකර පරිපාලක අමතන්න. <br> සාමාන්ය අවසානයකදී, මෙහි අවලංගු කර බ්රව්සරය වසා දමන්න.
sk: Zastavte aplikáciu (Edge Server). Ak sa zastavíte, ktorýkoľvek iný používateľ nebude môcť použiť, preto kontaktujte správcu. <br> V prípade normálneho konca, Zrušte tu a jednoducho zatvorte prehliadač.
sq: Ndaloni aplikacionin (serveri Edge). Nëse ndaloni, çdo përdorues tjetër nuk do të jetë në gjendje të përdorë gjithashtu, kështu që ju lutemi kontaktoni administratorin. <br> Në rastin e përfundimit normal, anuloni këtu dhe thjesht mbyllni shfletuesin.
sv: Stoppa applikationen (Edge Server). Om du slutar kommer någon annan användare inte att kunna använda också, så vänligen kontakta administratören. <br> När det gäller normalt slut, avbryt här och stäng bara webbläsaren.
th: หยุดแอปพลิเคชัน (Edge Server) หากคุณหยุดผู้ใช้รายอื่นจะไม่สามารถใช้งานได้ดังนั้นโปรดติดต่อผู้ดูแลระบบ <br> ในกรณีของปลายปกติยกเลิกที่นี่และปิดเบราว์เซอร์
tl: Itigil ang application (Edge Server). Kung titigil ka, ang anumang iba pang gumagamit ay hindi magagamit din, kaya mangyaring makipag -ugnay sa administrator. <br> Sa kaso ng normal na pagtatapos, kanselahin dito at isara lamang ang browser.
tr: Uygulamayı durdurun (Edge Server). Durdurursanız, başka bir kullanıcı da kullanamaz, bu nedenle lütfen yöneticiyle iletişime geçin. <br> Normal uç durumunda, burada iptal edin ve tarayıcıyı kapatın.
vi: Dừng ứng dụng (Máy chủ cạnh). Nếu bạn dừng lại, bất kỳ người dùng nào khác cũng sẽ không thể sử dụng, vì vậy vui lòng liên hệ với quản trị viên. <br> Trong trường hợp kết thúc bình thường, hủy tại đây và chỉ cần đóng trình duyệt.

source: Jobs Stopped
ar: تم إيقاف كل وظيفة. يمكنك إغلاق متصفحك ووحدة التحكم بأمان.
bg: Цялата работа е спряна. Можете спокойно да затворите браузъра и конзолата си.
ca: Tota la feina s’ha aturat. Podeu tancar amb seguretat el navegador i la consola.
cs: Veškerá práce byla zastavena. Můžete bezpečně zavřít prohlížeč a konzolu.
cy: Mae'r holl swydd wedi'i stopio. Gallwch chi gau eich porwr a'ch consol yn ddiogel.
da: Alt job er stoppet. Du kan med sikkerhed lukke din browser og konsol.
de: Alle Jobs wurden gestoppt. Sie können Ihren Browser und Ihre Konsole sicher schließen.
el: Όλη η δουλειά έχει σταματήσει. Μπορείτε να κλείσετε με ασφάλεια το πρόγραμμα περιήγησής σας και την κονσόλα.
fa: تمام کار متوقف شده است. می توانید با خیال راحت مرورگر و کنسول خود را ببندید.
fi: Kaikki työ on lopetettu. Voit sulkea selaimen ja konsolin turvallisesti.
fr: Tout le travail a été arrêté. Vous pouvez fermer en toute sécurité votre navigateur et votre console.
gd: Chaidh stad a chuir air a h-uile obair. Faodaidh tu do bhrobhsair agus an consol a dhùnadh gu sàbhailte.
he: כל העבודה הופסקה. אתה יכול לסגור בבטחה את הדפדפן והקונסולה שלך.
hr: Sav posao je zaustavljen. Možete sigurno zatvoriti preglednik i konzolu.
hu: Minden munkát leállítottak. Biztonságosan bezárhatja böngészőjét és konzolját.
id: Semua pekerjaan telah dihentikan. Anda dapat dengan aman menutup browser dan konsol Anda.
is: Allt starf hefur verið stöðvað. Þú getur örugglega lokað vafranum og leikjatölvunni.
it: Tutto il lavoro è stato fermato. Puoi chiudere in sicurezza il browser e la console.
ja: アプリのジョブを停止しました。ブラウザとコンソールを安全に閉じることができます。
km: ការងារទាំងអស់ត្រូវបានបញ្ឈប់។ អ្នកអាចបិទកម្មវិធីរុករកនិងកុងសូលរបស់អ្នកដោយសុវត្ថិភាព។
lb: All Aarbecht ass gestoppt ginn. Dir kënnt Äre Browser a Konsol gesinn.
mi: Kua mutu katoa nga mahi. Ka taea e koe te kati i to kaitirotiro me to papatohu.
mk: Целата работа е запрена. Можете безбедно да ги затворите прелистувачот и конзолата.
mn: Бүх ажлыг зогсоосон байна. Та хөтөч, консолыг аюулгүй хаах боломжтой.
ms: Semua pekerjaan telah dihentikan. Anda boleh menutup penyemak imbas dan konsol anda dengan selamat.
my: အလုပ်အားလုံးကိုရပ်တန့်လိုက်ပြီ သင်၏ browser နှင့် console ကိုလုံခြုံစွာပိတ်နိုင်သည်။
nl: Alle klus is gestopt. U kunt uw browser en console veilig sluiten.
no: All jobb er stoppet. Du kan trygt lukke nettleseren og konsollen.
pl: Cała praca została zatrzymana. Możesz bezpiecznie zamknąć przeglądarkę i konsolę.
pt: Todo o trabalho foi parado. Você pode fechar com segurança seu navegador e console.
ro: Toate joburile au fost oprite. Puteți închide în siguranță browserul și consola.
ru: Вся работа была остановлена. Вы можете безопасно закрыть свой браузер и консоли.
sd: سڀ نوڪري بند ٿي وئي آهي. توهان محفوظ طور تي پنهنجو برائوزر ۽ ڪنسول بند ڪري سگهو ٿا.
si: සියලුම රැකියාව නතර කර ඇත. ඔබේ බ්රව්සරය සහ කොන්සෝලය ආරක්ෂිතව වසා දැමිය හැකිය.
sk: Celá práca bola zastavená. Môžete bezpečne zatvoriť svoj prehliadač a konzolu.
sq: E gjithë puna është ndalur. Ju mund të mbyllni me siguri shfletuesin dhe tastierën tuaj.
sv: Allt jobb har stoppats. Du kan säkert stänga din webbläsare och konsol.
th: งานทั้งหมดหยุดลง คุณสามารถปิดเบราว์เซอร์และคอนโซลได้อย่างปลอดภัย
tl: Ang lahat ng trabaho ay tumigil. Maaari mong ligtas na isara ang iyong browser at console.
tr: Tüm işler durduruldu. Tarayıcınızı ve konsolunuzu güvenli bir şekilde kapatabilirsiniz.
vi: Tất cả công việc đã được dừng lại. Bạn có thể đóng trình duyệt và bảng điều khiển của bạn một cách an toàn.

source: Data Source Config
ar: تكوين مصدر البيانات
bg: Източник на данни Конфигурация
ca: Configuració de la font de dades
cs: Konfigurace zdroje dat
cy: Ffynhonnell Ffynhonnell Data
da: Datakilde Config
de: Datenquellenkonfiguration
el: Διαμόρφωση προέλευσης δεδομένων
fa: پیکربندی منبع داده
fi: Tietolähteen kokoonpano
fr: Configuration de la source de données
gd: Contig stòr dàta
he: תצורת מקור נתונים
hr: Konfiguriranje izvora podataka
hu: Adatforrás -konfiguráció
id: Konfigurasi Sumber Data
is: Gagnaheimild config
it: Configurazione dell'origine dati
ja: データソース設定
km: កំណត់ប្រភពទិន្នន័យ
lb: Datenquell konfiguréieren
mi: Whiringa Whakawhitinga Raraunga
mk: Конфигурирање на изворот на податоци
mn: Мэдээллийн эх үүсвэр
ms: Konfigurasi sumber data
my: ဒေတာအရင်းအမြစ် config
nl: Gegevensbronconfiguratie
no: Datakildekonfigurasjon
pl: Konfiguracja źródła danych
pt: Config da fonte de dados
ro: Configurare sursă de date
ru: Конфигурация источника данных
sd: ڊيٽا جو ذريعو ترتيب
si: දත්ත ප්රභව වින්යාසය
sk: Konfigurácia zdroja údajov
sq: Konfigurim i burimit të të dhënave
sv: Datakällkonfig
th: การกำหนดค่าแหล่งข้อมูล
tr: Veri Kaynağı Yapılandırması
vi: Cấu hình nguồn dữ liệu

source: Data Source Import Config
ar: مصدر استيراد مصدر البيانات
bg: Конфигурация за импортиране на източници на данни
ca: Configuració d'importació d'importació de la font de dades
cs: Konfigurace importu zdroje dat
cy: Ffynhonnell Ffynhonnell Data Ffurfweddu
da: Datakildeimportkonfiguration
de: Datenquellenimportkonfiguration
el: Διαμόρφωση εισαγωγής πηγής δεδομένων
fa: پیکربندی واردات منبع داده
fi: Tietolähteen tuonti konfigurointi
fr: Configuration d'importation de source de données
gd: Config stòr dàta dàta
he: תצורת ייבוא ​​מקור נתונים
hr: Konfiguriranje izvora izvora podataka
hu: Adatforrás importálása konfiguráció
id: Konfigurasi impor sumber data
is: Gagnaheimild
it: Configura di importazione dell'origine dati
ja: データソース読込み設定
km: កំណត់ការនាំចូលប្រភពទិន្នន័យ
lb: DATA SOURCE CONDDAG
mi: Raraunga kawemai pūrongo
mk: Конфигурација на изворот на податоци
mn: Мэдээллийн эх сурвалж импортлох тохиргоо
ms: Konfigurasi import sumber data
my: ဒေတာအရင်းအမြစ်တင်သွင်း config
nl: Gegevensbron import config
no: Datakilde importkonfigurasjon
pl: Importuj źródło danych konfigurację
ro: Data sursă de import configurare
ru: Импорт источника данных
sd: ڊيٽا جو ذريعو واردات ترتيب ڏيو
si: දත්ත ප්රභව ආනයන වින්යාසය
sk: Konfigurácia zdroja zdroja údajov
sq: Konfigurimi i importit të burimit të të dhënave
sv: Importkonfiguration
th: การกำหนดค่าแหล่งข้อมูลนำเข้าแหล่งข้อมูล
tr: Veri Kaynağı İçe Aktarma Yapılandırması
vi: Cấu hình nhập nguồn dữ liệu

source: string columns are detected. There is a possibility that numeric columns are mis-estimated. Please check data type.
ar: : عثرت الأعمدة على عدد قليل من أعمدة الأحرف. تأكد من أن عمود النوع الرقمي وما إلى ذلك قد يتم إساءة معرفته.
bg: : Колони намериха няколко колони за символи. Проверете дали колоната с цифров тип и т.н. може да бъде разпозната погрешно.
ca: : Les columnes van trobar poques columnes de caràcters. Comproveu que la columna de tipus numèric, etc., es pugui reconèixer malament.
cs: : Sloupce našly několik sloupců znaků. Zkontrolujte, zda sloupec číselného typu atd.
cy: : Ychydig o golofnau cymeriad a ganfu colofnau. Gwiriwch y gellir cam -gydnabod y golofn math rhifol ac ati.
da: : Kolonner fandt få karakterkolonner. Kontroller, at kolonnen numerisk type osv. Kan anerkendes.
de: : Spalten fanden nur wenige Zeichenspalten. Überprüfen Sie, ob die numerische Spalte usw. möglicherweise falsch anerkannt werden.
el: : Οι στήλες βρήκαν λίγες στήλες χαρακτήρων. Ελέγξτε ότι η στήλη αριθμητικού τύπου κ.λπ. μπορεί να αναγνωριστεί εσφαλμένα.
fa: : ستون ها چند ستون کاراکتر یافتند. بررسی کنید که ستون نوع عددی و غیره ممکن است به رسمیت شناخته شود.
fi: : Sarakkeet löysivät muutamia merkkisarakkeita. Tarkista, että numeerinen sarake jne. Voidaan tunnistaa väärin.
fr: : Les colonnes ont trouvé quelques colonnes de caractères. Vérifiez que la colonne de type numérique, etc. peut être mal reconnue.
gd: : Colbhan lorg mòran de cholbhan caractar. Dèan cinnteach gum bi an colbh seòrsa àireamhach msaa air a mhì-mhisneachadh.
he: : עמודות מצאו מעט עמודות תווים. בדוק כי העמודה של הסוג המספרי וכו 'עשויה להיות מוכרת לא נכון.
hr: : Stupci su pronašli nekoliko stupaca znakova. Provjerite je li stupac numeričkog tipa itd. Može se pogrešno prepoznati.
hu: : Oszlopok találtak néhány karakteroszlopot. Ellenőrizze, hogy a numerikus típusú oszlop stb. Tévesen felismerhető -e.
id: : Kolom menemukan beberapa kolom karakter. Periksa bahwa kolom tipe numerik dll. Dapat salah diakui.
is: : Súlur fundu fáa stafasúlur. Gakktu úr skugga um að talnagerð dálkur o.s.frv. MÁ að vera þekkt.
it: : Colonne hanno trovato poche colonne di caratteri. Verificare che la colonna di tipo numerico ecc. Possa essere riconosciuta erroneamente.
ja: 個の文字型の列が見つかりました。数値型の列等が誤認識されている可能性があるので、確認してください。
km: : ជួរឈររកឃើញជួរឈរតួអក្សរពីរបី។ សូមពិនិត្យមើលថាជួរឈរប្រភេទលេខ។ ល។ អាចត្រូវបានគេយល់ឃើញ។
lb: : Sailen hunn e puer Charakter Kolonnen fonnt. Préift datt d'numeresch Typ Kolonn etc. ka falsch knaschteg ginn.
mi: : Ko nga pou kua kitea he ruarua nga pou. Tirohia mehemea ka pohehe pea te pou tatauranga momo nama.
mk: : Колумните пронајдоа неколку колони со знаци. Проверете дали колоната за нумерички тип итн. Може да биде погрешно препознаена.
mn: : Багана нь цөөн тооны тэмдэгт багана олдсон. Тоон төрлийн баганын текст гэх мэт эсэхийг шалгана уу.
ms: : Lajur mendapati beberapa lajur aksara. Semak bahawa lajur jenis angka dan lain -lain boleh diiktiraf.
my: - ကော်လံအနည်းငယ်ဇာတ်ကောင်ကော်လံအနည်းငယ်တွေ့ရှိခဲ့ပါတယ်။ ဂဏန်းအမျိုးအစားကော်လံစသည်ဖြင့်စစ်ဆေးပါ။
nl: : Kolommen hebben weinig tekenkolommen gevonden. Controleer of de kolom met numerieke type enz. Mogelijk kan worden herkend.
no: : Kolonner fant få tegnsøyler. Kontroller at kolonnen på numerisk type osv. Kan bli anerkjent.
pl: : Kolumny znalazły kilka kolumn znaków. Sprawdź, czy kolumna typu liczbowego itp. Może zostać błędnie rozpoznawana.
pt: : Colunas encontraram poucas colunas de caracteres. Verifique se a coluna do tipo numérico etc. pode ser mal reconhecido.
ro: : Coloanele au găsit puține coloane de caractere. Verificați dacă coloana de tip numeric etc. poate fi recunoscută greșit.
ru: : Столбцы найдены несколько столбцов символов. Убедитесь, что цифровой столбец и т. Д. Может быть ошибочно признан.
sd: : ڪالمن کي ڪجهه ڪردار جا ڪالم مليا. چيڪ ڪريو ته عددي قسم جو ڪالم وغيره غلط ٿي سگھي ٿو.
si: : තීරු අක්ෂර තීරු කිහිපයක් හමු විය. සංඛ්යාත්මක වර්ගයේ තීරුව ආදිය වැරදි ලෙස හඳුනාගත හැකි බව පරීක්ෂා කරන්න.
sk: : Stĺpce našli niekoľko stĺpcov znakov. Skontrolujte, či je stĺpec číselného typu atď.
sq: : Kolonat gjetën disa kolona personazhesh. Kontrolloni që kolona e tipit numerik etj mund të keqkrihet.
sv: : Kolumner hittade få teckenkolumner. Kontrollera att kolumnen numerisk typ etc. kan erkännas felaktigt.
th: : คอลัมน์พบคอลัมน์อักขระไม่กี่คอลัมน์ ตรวจสอบว่าคอลัมน์ประเภทตัวเลข ฯลฯ อาจถูกจำแนกผิด
tl: : Natagpuan ang mga haligi ng ilang mga haligi ng character. Suriin na ang haligi ng uri ng numero atbp ay maaaring makilala.
tr: : Sütunlar birkaç karakter sütunu buldu. Sayısal tip sütunun vb. Yanlış tanınabileceğini kontrol edin.
vi: : Các cột tìm thấy một vài cột ký tự. Kiểm tra xem cột loại số, vv có thể được công nhận sai.

source: Filter Item
ar: عنصر التصفية
bg: Филтър елемент
ca: Element de filtre
cs: Filtr položka
cy: Hidlo eitem
da: Filterartikel
de: Filterartikel
el: Αντικείμενο φίλτρου
fa: مورد فیلتر
fi: Suodatin
fr: Filtre
gd: Sìoltachain nì
he: פריט סנן
hr: Predmet filtra
hu: Szűrőelem
id: Item filter
is: Sía hlut
it: Articolo del filtro
ja: フィルタ項目
km: តម្រងធាតុ
lb: Filter Element
mi: Tūemi tātari
mk: Ставка за филтрирање
mn: Шүүлтүүрийн зүйл
ms: Item penapis
my: item filter ကို
no: Filterelement
pl: Element filtru
pt: Item de filtro
ro: Elementul de filtrare
ru: Фильтр
sd: فلٽر آئوٽ
si: පෙරහන් අයිතමය
sk: Odfiltrovacia položka
sq: Artikull filtri
sv: Filterobjekt
th: รายการกรอง
tr: Filtre öğesi
vi: Mục lọc

source: Filter Value
ar: قيمة المرشح
bg: Стойност на филтъра
ca: Valor de filtre
cs: Hodnota filtru
cy: Gwerth Hidlo
da: Filterværdi
de: Filterwert
el: Τιμή φίλτρου
fa: مقدار فیلتر
fi: Suodatinarvo
fr: Valeur de filtre
gd: Luach sìoltachain
he: ערך סינון
hr: Vrijednost filtra
hu: Szűrőérték
id: Nilai filter
is: Síu gildi
it: Valore del filtro
ja: フィルタ値
km: តម្លៃតម្រង
lb: Filterwert
mi: Uara Whiriwhiringa
mk: Вредност на филтерот
mn: Хэрэгжүүлэх өрөө Ниплүүлэх
ms: Nilai penapis
nl: Filterwaarde
no: Filterverdi
pl: Wartość filtra
pt: Valor de filtro
ro: Valoarea filtrului
ru: Значение фильтра
sd: فلٽر ويليو
si: පෙරහන් අගය
sk: Hodnota filtra
sq: Vlera e filtrit
sv: Filtervärde
th: ค่าตัวกรอง
tl: Halaga ng Filter
tr: Filtre değeri
vi: Giá trị lọc

source: Valid from
ar: تاريخ انتهاء الصلاحية (ابدأ)
bg: Дата на изтичане (Старт)
ca: Data de caducitat (Inici)
cs: Datum vypršení platnosti (start)
cy: Dyddiad dod i ben (cychwyn)
da: Udløbsdato (start)
de: Ablaufdatum (Start)
el: Ημερομηνία λήξης (έναρξη)
fa: تاریخ انقضا (شروع)
fi: Vanhenemispäivä (aloita)
fr: Date d'expiration (démarrage)
gd: Ceann-latha crìochnachaidh (tòiseachadh)
he: תאריך תפוגה (התחלה)
hr: Datum isteka (početak)
hu: LEÁLLÍTÁS Dátum (START)
id: Tanggal Kedaluwarsa (Mulai)
is: Gildistími (byrjun)
it: Data di scadenza (inizio)
ja: 有効期限(開始)
km: កាលបរិច្ឆេទផុតកំណត់ (ការចាប់ផ្តើម)
lb: Verfallsdatum (Start)
mi: Te Ra Whakamutunga (tiimata)
mk: Датум на истекување (почеток)
mn: Хугацаа дуусах огноо (Эхлэх)
ms: Tarikh Tamat (Mula)
my: သက်တမ်းကုန်ဆုံးမည့်ရက် (Start)
nl: Vervaldatum (start)
no: Utløpsdato (start)
pl: Data ważności (start)
pt: Data de validade (início)
ro: Data de expirare (pornire)
ru: Дата истечения срока действия (начало)
sd: ختم ٿيڻ جي تاريخ (شروع)
si: කල් ඉකුත් වීමේ දිනය (ආරම්භය)
sk: Dátum vypršania platnosti (začiatok)
sq: Data e skadimit (fillimi)
sv: Utgångsdatum (start)
th: วันหมดอายุ (เริ่มต้น)
tl: Petsa ng Pag -expire (Simula)
tr: Son kullanma tarihi (başlangıç)
vi: Ngày hết hạn (bắt đầu)

source: Valid to
ar: تاريخ انتهاء الصلاحية (نهاية)
bg: Дата на изтичане (край)
ca: Data de caducitat (final)
cs: Datum vypršení platnosti (konec)
cy: Dyddiad dod i ben (diwedd)
da: Udløbsdato (slut)
de: Ablaufdatum (Ende)
el: Ημερομηνία λήξης (τέλος)
fa: تاریخ انقضا (پایان)
fi: Päättymispäivä (loppu)
fr: Date d'expiration (fin)
gd: Ceann-latha crìochnachaidh (deireadh)
he: תאריך תפוגה (סוף)
hr: Datum isteka (kraj)
hu: LEÁLLÍTÁS Dátum (vége)
id: Tanggal Kedaluwarsa (Akhir)
is: Gildistími (lok)
it: Data di scadenza (fine)
ja: 有効期限(終了)
km: កាលបរិច្ឆេទផុតកំណត់ (បញ្ចប់)
lb: Verfallsdatum (Enn)
mi: Te Ra Whakamutunga (Whakamutunga)
mk: Датум на истекување (крај)
mn: Хугацаа дуусах огноо (төгсгөл)
ms: Tarikh Tamat (Akhir)
my: သက်တမ်းကုန်ဆုံးမည့်နေ့ (အဆုံး)
nl: Vervaldatum (einde)
no: Utløpsdato (slutt)
pl: Data ważności (koniec)
pt: Data de validade (fim)
ro: Data de expirare (sfârșit)
ru: Дата истечения срока действия (конец)
sd: ختم ٿيڻ جي تاريخ (آخر)
si: කල් ඉකුත් වීමේ දිනය (අවසානය)
sk: Dátum vypršania platnosti (koniec)
sq: Data e skadimit (fundi)
sv: Utgångsdatum (slut)
th: วันหมดอายุ (สิ้นสุด)
tl: Petsa ng Pag -expire (pagtatapos)
tr: Son kullanma tarihi (son)
vi: Ngày hết hạn (kết thúc)
