Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Data Type Error Warning
ar: لا يمكن استيراد البيانات بسبب أخطاء تكوين نوع البيانات. اسم مصدر البيانات __param__ CSV/TSV تحقق من إعدادات نوع البيانات في معاينة البيانات لصفحة إعداد القراءة. احذف إعدادات الخطوة التي لا يمكن استيرادها وتعيين الإعدادات.
bg: Данните не могат да бъдат импортирани поради грешки в конфигурацията на типа на данните на колоните. Име на източника на данни __param__ CSV/TSV Проверете настройките на типа данни в визуализацията на данните на страницата за настройка за четене. Изтрийте настройките на стъпката, които не могат да бъдат импортирани, и задайте настройките.
ca: Les dades no es podrien importar a causa dels errors de configuració del tipus de dades de columna. Nom de la font de dades __param__ CSV/TSV Comproveu la configuració del tipus de dades a la vista prèvia de dades de la pàgina de configuració de lectura. Suprimeix la configuració del pas que no es va poder importar i configurar la configuració.
cs: Data nemohla být importována kvůli chybám konfigurace dat sloupce. Název zdroje dat __param__ CSV/TSV Zkontrolujte nastavení typu dat v náhledu dat na stránce nastavení čtení. Odstraňte nastavení kroku, které nemohlo být importováno, a nastavení nastavení.
cy: Ni ellid mewnforio data oherwydd camgymeriadau cyfluniad math data colofn. Enw Ffynhonnell Data __param__ CSV/TSV Gwiriwch y gosodiadau math o ddata yn rhagolwg data'r dudalen Gosod Darllen. Dileu'r gosodiadau cam na ellid eu mewnforio a gosod y gosodiadau.
da: Data kunne ikke importeres på grund af kolonnedatatypekonfigurationsfejl. Datakilde -navn __param__ CSV/TSV Kontroller datatypensindstillingerne i Data -forhåndsvisning af siden Læsindstilling. Slet de trinindstillinger, der ikke kunne importeres, og indstil indstillingerne.
de: Daten konnten aufgrund von Konfigurationsfehlern des Spaltendatentyps nicht importiert werden. Datenquellenname __param__ CSV/TSV Überprüfen Sie die Datentypeinstellungen in der Datenvorschau der Seite Leseeinstellungen. Löschen Sie die Schritteinstellungen, die nicht importiert werden konnten, und setzen Sie die Einstellungen.
el: Τα δεδομένα δεν μπορούσαν να εισαχθούν λόγω των λαθών διαμόρφωσης τύπου δεδομένων στη στήλη. Όνομα πηγής δεδομένων __param__ CSV/TSV Ελέγξτε τις ρυθμίσεις τύπου δεδομένων στην προεπισκόπηση δεδομένων της σελίδας ρύθμισης ανάγνωσης. Διαγράψτε τις ρυθμίσεις βημάτων που δεν μπορούσαν να εισαχθούν και να ορίσετε τις ρυθμίσεις.
fa: به دلیل اشتباهات پیکربندی نوع داده ها ، داده ها نمی توانند وارد شوند. نام منبع داده __param__ CSV/TSV تنظیمات نوع داده را در پیش نمایش داده های صفحه تنظیم خوانده بررسی کنید. تنظیمات مرحله ای را که نمی توان وارد کرد حذف کنید و تنظیمات را تنظیم کنید.
fi: Tietoja ei voitu tuoda sarakkeiden tietotyypin määritysvirheiden takia. Tietolähteen nimi __param__ CSV/TSV Tarkista tietotyypin asetukset READ -asetussivun tietojen esikatselusta. Poista askel -asetukset, joita ei voitu tuoda, ja asettaa asetukset.
fr: Les données n'ont pas pu être importées en raison des erreurs de configuration de type de données de colonne. Nom de la source de données __param__ CSV/TSV Vérifiez les paramètres du type de données dans l'aperçu des données de la page de paramètre de lecture. Supprimez les paramètres d'étape qui ne peuvent pas être importés et définissez les paramètres.
gd: Cha b 'urrainnear dàta a thoirt a-steach air sgàth mearachdan rèiteachaidh seòrsa de cholbh. Ainm Stòr Dàta __param__ CSV/TSV Thoir sùil air roghainnean an seòrsa dàta ann an ro-shealladh dàta den duilleag suidheachaidh a chaidh a leughadh. Thoir às na roghainnean ceum nach gabhadh a thoirt a-steach agus na roghainnean a shuidheachadh.
he: לא ניתן היה לייבא נתונים בגלל טעויות תצורת סוג עמודות. שם מקור נתונים __param__ CSV/TSV בדוק את הגדרות סוג הנתונים בתצוגה מקדימה של הנתונים של דף הגדרת הקריאה. מחק את הגדרות הצעד שלא ניתן לייבא ולהגדיר את ההגדרות.
hr: Podaci se ne mogu uvesti zbog pogrešaka u konfiguraciji podataka. Naziv izvora podataka __param__ CSV/TSV Provjerite postavke vrste podataka u pregledu podataka na stranici za postavljanje čitanja. Izbrišite postavke koraka koje se nisu mogle uvesti i postaviti postavke.
hu: Az adatokat nem lehetett importálni az oszlop adattípus -konfigurációs hibái miatt. Adatforrás neve __param__ CSV/TSV Ellenőrizze az adattípus beállításait az olvasási beállítási oldal adat előnézetében. Törölje azokat a lépésbeállításokat, amelyeket nem lehetett importálni, és állítsa be a beállításokat.
id: Data tidak dapat diimpor karena kesalahan konfigurasi tipe data kolom. Nama Sumber Data __param__ CSV/TSV Periksa Pengaturan Jenis Data dalam Pratinjau Data Halaman Pengaturan Baca. Hapus pengaturan langkah yang tidak dapat diimpor dan mengatur pengaturan.
is: Ekki var hægt að flytja inn gögn vegna uppstillingar mistaka dálka. Gagnaheimild heiti __param__ CSV/TSV Athugaðu stillingar gagnategundarinnar í forsýningu gagna á lestrarstillingarsíðunni. Eyða skrefastillingunum sem ekki var hægt að flytja inn og stilla stillingarnar.
it: I dati non possono essere importati a causa degli errori di configurazione del tipo di dati della colonna. Nome dell'origine dati __param__ CSV/TSV Controllare le impostazioni del tipo di dati nell'anteprima dei dati della pagina Impostazione lettura. Elimina le impostazioni del passaggio che non possono essere importate e impostare le impostazioni.
ja: カラムのデータ型の設定ミスによりデータのインポートができませんでした。データソース名__param__のCSV/TSV読み込み設定ページのデータのプレビューでデータ型の設定を確認してください。インポートできなかった工程設定を削除し、設定をし直してください。
km: ទិន្នន័យមិនអាចត្រូវបាននាំចូលដោយសារតែសញ្ញាកំណត់រចនាសម្ព័ន្ធប្រភេទទិន្នន័យប្រភេទទិន្នន័យ។ ឈ្មោះប្រភពទិន្នន័យ __param__ CSV/TSV ពិនិត្យមើលការកំណត់ប្រភេទទិន្នន័យក្នុងការមើលទិន្នន័យជាមុននៃទំព័រតំឡើង។ លុបការកំណត់ជំហានដែលមិនអាចនាំចូលហើយកំណត់ការកំណត់បាន។
lb: Daten konnten net importéiert ginn wéinst der Kolonndaten Typekkonfiguratioun Feeler. Data Quell Numm __param__ CSV/TSV préift d'Dateityp Astellungen an den Daten Virschau vun der Liesstellung Säit. Läschen d'Schrëtt Astellunge déi net kënnen importéiert ginn an d'Astellunge festgeluecht ginn.
mi: Kaore i taea te kawemai i nga raraunga na te huringa o nga tuhinga mo te raarangi. Ingoa Raraunga __param__ CSV/TSV Tirohia nga tautuhinga momo raraunga i roto i te tirohanga raraunga o te whaarangi tautuhi panui. Mukua nga tautuhinga taahiraa kaore e taea te kawemai me te whakanoho i nga tautuhinga.
mk: Податоците не може да се увезуваат заради грешките за конфигурација на типот на податоци на колоната. Име на извор на податоци __param__ CSV/TSV Проверете ги поставките за типот на податоци во прегледот на податоците на страницата за поставување за читање. Избришете ги поставките за чекор што не може да се увезуваат и поставете ги поставките.
mn: Баганын мэдээллийн хэлбэрийн тохируулгын алдаанаас болж өгөгдлийг оруулах боломжгүй. Өгөгдлийн эх сурвалжийн нэр __param__ CSV/TSV унших хуудасны тохиргоог унших хуудасны тохиргоог шалгана уу. Тохиргоог импортолж, тохируулж болох алхамуудын тохиргоог устгана уу.
ms: Data tidak boleh diimport kerana kesilapan konfigurasi jenis data lajur. Nama Sumber Data __param__ CSV/TSV Periksa tetapan jenis data dalam pratonton data halaman tetapan baca. Padam tetapan langkah yang tidak dapat diimport dan tetapkan tetapan.
my: ကော်လံဒေတာအမျိုးအစား configuration အမှားများကြောင့်အချက်အလက်များကို တင်သွင်း. မရပါ။ ဒေတာအရင်းအမြစ်အမည် __param__ CSV/TSV ကိုဖတ်ရန်စာမျက်နှာ၏ဒေတာ preview တွင်ဒေတာအမျိုးအစားဆက်တင်များကိုစစ်ဆေးပါ။ တင်သွင်းခြင်းနှင့်ချိန်ညှိချက်များကိုမတင်နိုင်သည့်အဆင့်သတ်မှတ်ချက်များကိုဖျက်ပါ။
nl: Gegevens konden niet worden geïmporteerd vanwege configuratiefouten van het kolomgegevenstype. Naam gegevensbron __param__ CSV/TSV Controleer de instellingen van de gegevenstype in het gegevensvoorbeeld van de pagina Rezeninstellen. Verwijder de stapinstellingen die niet konden worden geïmporteerd en de instellingen instellen.
no: Data kunne ikke importeres på grunn av konfigurasjonsfeil for kolonnedatatype. Datakildenavn __param__ CSV/TSV Kontroller innstillingene for datatype i dataforhåndsvisningen av lesesiden for lesesetting. Slett trinninnstillingene som ikke kunne importeres og angi innstillingene.
pl: Dane nie można było zaimportować z powodu błędów konfiguracji typu kolumny. Nazwa źródła danych __param__ CSV/TSV Sprawdź ustawienia typu danych w podglądu danych strony Ustawienia odczytu. Usuń ustawienia kroku, których nie można było zaimportować, i ustaw ustawienia.
pt: Os dados não puderam ser importados devido a erros de configuração do tipo de dados da coluna. Nome da fonte de dados __param__ CSV/TSV Verifique as configurações do tipo de dados na visualização de dados da página de configuração de leitura. Exclua as configurações de etapa que não puderam ser importadas e defina as configurações.
ro: Datele nu au putut fi importate din cauza greșelilor de configurare a tipului de date ale coloanei. Nume sursă de date __param__ CSV/TSV Verificați setările tipului de date în previzualizarea datelor din pagina de setare citită. Ștergeți setările de pas care nu au putut fi importate și setați setările.
ru: Данные не могут быть импортированы из -за ошибок на конфигурации данных типа данных. Имя источника данных __param__ CSV/TSV Проверьте настройки типа данных в предварительном просмотре данных страницы настройки чтения. Удалите настройки шага, которые не могут быть импортированы, и установите настройки.
sd: ڊيٽا ڪالمن جي ڊيٽا جي قسم جي ترتيب جي غلطين جي ڪري درآمد نه ٿي ڪري سگهجي. ڊيٽا جو ذريعو نالو __param__ CSV/TSV پڙهڻ واري ترتيب واري صفحي جي ڊيٽا جي نظرن ۾ ڊيٽا سيٽنگن کي چيڪ ڪريو. قدم جي سيٽنگ کي ختم ڪريو جيڪو درآمد نه ڪري سگھجي ۽ سيٽنگن کي سيٽ ڪري سگھي.
si: තීරුවේ දත්ත වර්ග වින්යාස වැරදීම් හේතුවෙන් දත්ත ආනයනය කළ නොහැක. දත්ත ප්රභවයේ නම __param__ CSV/TSV කියවීමේ සැකසුම් පිටුවේ දත්ත පෙරදසුනෙහි දත්ත වර්ග සැකසුම් පරීක්ෂා කරන්න. ආනයනය කළ නොහැකි සහ සැකසුම් සැකසීමට නොහැකි වන පියවර සැකසුම් මකන්න.
sk: Dáta sa nemohli importovať v dôsledku chýb konfigurácie typu stĺpcov. Názov zdroja zdroja __param__ CSV/TSV Skontrolujte nastavenia typu údajov v ukážke údajov o nastavenej stránke čítania. Odstráňte nastavenia krokov, ktoré nebolo možné importovať, a nastavte nastavenia.
sq: Të dhënat nuk mund të importohen për shkak të gabimeve të konfigurimit të tipit të të dhënave të kolonës. Emri i burimit të të dhënave __param__ CSV/TSV Kontrolloni cilësimet e llojit të të dhënave në pamjen e të dhënave të faqes së cilësimit të leximit. Fshini cilësimet e hapit që nuk mund të importohen dhe vendosni cilësimet.
sv: Data kunde inte importeras på grund av konfigurationsfel för kolumntyp. Datakällnamn __param__ CSV/TSV Kontrollera datatypinställningarna i dataförhandsgranskningen av läsinställningen. Radera steginställningarna som inte kunde importeras och ställa in inställningarna.
th: ไม่สามารถนำเข้าข้อมูลได้เนื่องจากข้อผิดพลาดการกำหนดค่าประเภทข้อมูลคอลัมน์ ชื่อแหล่งข้อมูล __param__ CSV/TSV ตรวจสอบการตั้งค่าชนิดข้อมูลในตัวอย่างข้อมูลของหน้าการตั้งค่าการอ่าน ลบการตั้งค่าขั้นตอนที่ไม่สามารถนำเข้าและตั้งค่าการตั้งค่า
tl: Ang data ay hindi mai -import dahil sa mga pagkakamali sa pagsasaayos ng uri ng data. Pangalan ng Pinagmulan ng Data __param__ CSV/TSV Suriin ang mga setting ng uri ng data sa preview ng data ng pahina ng setting ng Basahin. Tanggalin ang mga setting ng hakbang na hindi mai -import at itakda ang mga setting.
tr: Sütun veri türü yapılandırma hataları nedeniyle veriler içe aktarılamadı. Veri Kaynağı Adı __param__ CSV/TSV Okuma Ayarı sayfasının veri önizlemesindeki veri türü ayarlarını kontrol edin. İçe aktarılamayan adım ayarlarını silin ve ayarları ayarlayın.
vi: Dữ liệu không thể được nhập do lỗi cấu hình kiểu dữ liệu cột. Tên nguồn dữ liệu __param__ CSV/TSV Kiểm tra cài đặt kiểu dữ liệu trong bản xem trước dữ liệu của trang Cài đặt đọc. Xóa cài đặt bước không thể nhập và đặt cài đặt.

source: Import Empty File Warning
ar: كان هناك ملف بدون بيانات. تحقق من محتويات الملف. <br>: __param__
bg: Имаше файл без данни. Проверете съдържанието на файла. <br>: __param__
ca: Hi havia un fitxer sense dades. Comproveu el contingut del fitxer. <br>: __param__
cs: Byl tam soubor bez dat. Zkontrolujte obsah souboru. <br>: __param__
cy: Roedd ffeil heb ddata. Gwiriwch gynnwys y ffeil. <br>: __param__
da: Der var en fil uden data. Kontroller indholdet af filen. <br>: __param__
de: Es gab eine Datei ohne Daten. Überprüfen Sie den Inhalt der Datei. <br>: __param__
el: Υπήρχε ένα αρχείο χωρίς δεδομένα. Ελέγξτε τα περιεχόμενα του αρχείου. <br>: __param__
fa: پرونده ای بدون داده وجود داشت. محتوای پرونده را بررسی کنید. <br>: __param__
fi: Siellä oli tiedosto ilman tietoja. Tarkista tiedoston sisältö. <br>: __param__
fr: Il y avait un fichier sans données. Vérifiez le contenu du fichier. <br>: __param__
gd: Bha faidhle às aonais dàta. Thoir sùil air susbaint an fhaidhle. <br>: __param__
he: היה קובץ ללא נתונים. בדוק את תוכן הקובץ. <br>: __param__
hr: Postojala je datoteka bez podataka. Provjerite sadržaj datoteke. <br>: __param__
hu: Volt egy fájl adatok nélkül. Ellenőrizze a fájl tartalmát. <br>: __param__
id: Ada file tanpa data. Periksa konten file. <br>: __param__
is: Það var skrá án gagna. Athugaðu innihald skráarinnar. <br>: __param__
it: C'era un file senza dati. Controllare il contenuto del file. <br>: __param__
ja: データがないファイルがありました。ファイルの中身を確認してください。<br>:__param__
km: មានឯកសារដោយគ្មានទិន្នន័យ។ ធីកមាតិកាឯកសារ។ <br>: __param__
lb: Et gouf e Fichier ouni Daten. Kontrolléiert d'Inhalter vun der Datei. <br>: __param__
mi: He konae kaore he raraunga. Tirohia nga tuhinga o te konae. <br>: __param__
mk: Имаше датотека без податоци. Проверете ја содржината на датотеката. <br>: __param__
mn: Мэдээлэлгүйгээр файл байсан. Файлын агуулгыг шалгана уу. <br>: __param__
ms: Terdapat fail tanpa data. Semak kandungan fail. <br>: __param__
my: ဒေတာမပါဘဲဖိုင်တစ်ခုရှိခဲ့သည်။ ဖိုင်၏ contents ကိုစစ်ဆေးပါ။ <br>: __param__
nl: Er was een bestand zonder gegevens. Controleer de inhoud van het bestand. <br>: __param__
no: Det var en fil uten data. Sjekk innholdet i filen. <br>: __param__
pl: Był plik bez danych. Sprawdź zawartość pliku. <br>: __param__
pt: Havia um arquivo sem dados. Verifique o conteúdo do arquivo. <br>: __param__
ro: A existat un fișier fără date. Verificați conținutul fișierului. <br>: __param__
ru: Был файл без данных. Проверьте содержимое файла. <br>: __param__
sd: ڊيٽا کانسواء هڪ فائل هئي. فائل جي مواد کي چيڪ ڪريو. <br>: __param__
si: දත්ත නොමැතිව ගොනුවක් තිබුණි. ගොනුවේ අන්තර්ගතය පරීක්ෂා කරන්න. <br>: __param__
sk: Bol tu súbor bez údajov. Skontrolujte obsah súboru. <br>: __param__
sq: Kishte një skedar pa të dhëna. Kontrolloni përmbajtjen e skedarit. <br>: __param__
sv: Det fanns en fil utan data. Kontrollera innehållet i filen. <br>: __param__
th: มีไฟล์ที่ไม่มีข้อมูล ตรวจสอบเนื้อหาของไฟล์ <br>: __param__
tl: Mayroong isang file na walang data. Suriin ang mga nilalaman ng file. <br>: __param__
tr: Veri olmayan bir dosya vardı. Dosyanın içeriğini kontrol edin. <br>: __param__
vi: Có một tập tin không có dữ liệu. Kiểm tra nội dung của tệp. <br>: __param__

source: Data have to be input in Act from or Act to.
ar: إدخال قيمة واحدة على الأقل من فترة الصلاحية من أو إلى.
bg: Въведете поне една стойност от периода на валидност от или до.
ca: Introduïu almenys un valor del període de validesa de o a.
cs: Zadejte alespoň jednu hodnotu období platnosti od nebo do.
cy: Mewnbwn o leiaf un gwerth o'r cyfnod dilysrwydd o neu i.
da: Input mindst en værdi af gyldighedsperioden fra eller til.
de: Geben Sie mindestens einen Wert der Gültigkeitsdauer von oder zu auf.
el: Εισάγετε τουλάχιστον μία τιμή της περιόδου εγκυρότητας από ή προς.
fa: حداقل یک مقدار از دوره اعتبار از یا به.
fi: Syötä vähintään yksi voimassaoloajan arvo tai.
fr: Entrée au moins une valeur de la période de validité de ou vers.
gd: Cuir a-steach co-dhiù aon luach na h-ùine dligheachd bho no gu.
he: הזן ערך אחד לפחות של תקופת התוקף מ- או אל.
hr: Unesite barem jednu vrijednost razdoblja valjanosti od ili do.
hu: Adjon meg legalább egy értéket az érvényességi periódus legalább egy értékének.
id: Masukkan setidaknya satu nilai periode validitas dari atau ke.
is: Settu inn að minnsta kosti eitt gildi gildistímabilsins frá eða til.
it: Inserisci almeno un valore del periodo di validità da o a.
ja: 有効期間のどちらかに値を入力してください。
km: បញ្ចូលយ៉ាងហោចណាស់តម្លៃមួយនៃរយៈពេលសុពលភាពពីឬទៅ។
lb: Input op d'mannst ee Wäert vun der Validitéitsperiod vun oder op.
mi: Whakauru i te iti rawa o te wariu o te waa whai mana mai i te.
mk: Внесете најмалку една вредност на периодот на валидност од или до.
mn: Хүчинтэй хугацаа, эсвэл хүчинтэй байх хугацааг дор хаяж нэг утга оруулна уу.
ms: Masukkan sekurang -kurangnya satu nilai tempoh kesahihan dari atau ke.
my: မှလွဲ. (သို့) သို့တရားဝင်ကာလ၏အနည်းဆုံးတန်ဖိုးကိုထည့်သွင်းပါ။
nl: Voer ten minste één waarde van de geldigheidsperiode van of naar.
no: Skriv inn minst en verdi av gyldighetsperioden fra eller til.
pl: Wprowadza co najmniej jedną wartość okresu ważności od lub do.
pt: Entrada pelo menos um valor do período de validade de ou para.
ro: Introduceți cel puțin o valoare a perioadei de validitate de la sau la.
ru: Введите по крайней мере одно значение периода достоверности или до.
sd: جي صحيحيت جي مدت جي گهٽ ۾ گهٽ هڪ قدر انپٽ ڪيو.
si: වලංගු කාල සීමාවේ සිට අවම වශයෙන් එක් වටිනාකමක් හෝ දක්වා වත් කරන්න.
sk: Zadajte aspoň jednu hodnotu obdobia platnosti z alebo do.
sq: Futni të paktën një vlerë të periudhës së vlefshmërisë nga ose në.
sv: Ange minst ett värde på giltighetsperioden från eller till.
th: ป้อนข้อมูลอย่างน้อยหนึ่งค่าของระยะเวลาความถูกต้องจากหรือถึง
tl: Pag -input ng hindi bababa sa isang halaga ng panahon ng bisa mula o hanggang.
tr: Geçerlilik süresinin en az bir değerini veya bu veya için girin.
vi: Đầu vào ít nhất một giá trị của thời hạn hiệu lực từ hoặc đến.

source: Divide by category
ar: قسمة على الفئة
bg: Разделете по категория
ca: Dividir per categoria
cs: Rozdělte podle kategorie
cy: Rhannwch yn ôl categori
da: Opdel efter kategori
de: Durch Kategorie teilen
el: Διαιρέστε ανά κατηγορία
fa: تقسیم بر اساس
fi: Jakaa luokan mukaan
fr: Diviser par catégorie
gd: Roinn a rèir roinn
he: לחלק לפי קטגוריה
hr: Podijelite po kategoriji
hu: Ossza meg kategóriánként
id: Bagilah dengan kategori
is: Skiptu eftir flokkum
it: Dividi per categoria
ja: カテゴリ分解
km: ចែកតាមប្រភេទ
lb: Deelen duerch Kategorie
mi: Wehea i te waahanga
mk: Поделете по категорија
mn: Ангилалаар хуваана
ms: Bahagikan mengikut kategori
my: အမျိုးအစားအလိုက်ခွဲ
nl: Deel per categorie
no: Del etter kategori
pl: Podziel przez kategorię
pt: Divida por categoria
ro: Împărțiți după categorie
ru: Разделите по категории
sd: درجي کان ورهايو
si: කාණ්ඩයෙන් බෙදන්න
sk: Rozdeľte podľa kategórie
sq: Ndani sipas kategorisë
sv: Dela efter kategori
th: หารด้วยหมวดหมู่
tl: Hatiin ayon sa kategorya
tr: Kategoriye göre bölün
vi: Chia theo thể loại

source: Divide by term (Cyclic)
ar: تقسيم على المصطلح (دوري)
bg: Разделете по срок (циклично)
ca: Divideix per terme (cíclic)
cs: Rozdělte termínem (cyklický)
cy: Rhannwch yn ôl term (cylchol)
da: Divid for sigt (cyklisk)
de: Divide durch Begriff (zyklisch)
el: Διαιρέστε ανά όρο (κυκλικό)
fa: تقسیم بر اساس (چرخه ای)
fi: Jaa termillä (syklinen)
fr: Diviser par terme (cyclique)
gd: Roinn a rèir Teirm (Cynclic)
he: חלוק לפי מונח (מחזורי)
hr: Podijelite pojma (ciklički)
hu: Ossza meg a kifejezést (ciklikus)
id: Bagilah dengan istilah (siklik)
is: Skiptu eftir hugtaki (hringlaga)
it: Dividi per termine (ciclico)
ja: 期間分解 (繰返入力)
km: ចែកដោយពាក្យ (ស៊ីក្លូ)
lb: Deelt vum Begrëff (Cyclic)
mi: Wehea i te kupu (Cyclic)
mk: Поделете по термин (цикличен)
mn: Нэр томруулах (цикл)
ms: Bahagikan mengikut istilah (kitaran)
my: သက်တမ်း (CyClC) ဖြင့်စားပါ။
nl: Deel op termijn (cyclisch)
no: Del etter termin (syklisk)
pl: Podziel przez termin (cykliczny)
pt: Divida por termo (cíclico)
ro: Împărțiți după termen (ciclic)
ru: Делить на термин (циклический)
sd: اصطلاح طرفان ورهايو (سائيڪل)
si: වාරය අනුව බෙදීම (චක්රීය)
sk: Rozdeľte podľa termínu (cyklické)
sq: Ndani sipas termit (ciklik)
sv: Dela efter term (cyklisk)
th: หารตามระยะเวลา (วงจร)
tl: Hatiin sa pamamagitan ng term (cyclic)
tr: Terim (Döngüsel)
vi: Chia theo thuật ngữ (theo chu kỳ)

source: Divide by term (Direct)
ar: تقسيم على المصطلح (مباشر)
bg: Разделете по срок (директно)
ca: Divideix per terme (directe)
cs: Rozdělte termínem (přímý)
cy: Rhannwch yn ôl term (uniongyrchol)
da: Divid for sigt (direkte)
de: Teilen Sie durch Begriff (direkt)
el: Διαιρέστε ανά όρο (άμεση)
fa: تقسیم بر اساس (مستقیم)
fi: Jaa termillä (suora)
fr: Diviser par terme (direct)
gd: Roinn a rèir teirm (dìreach)
he: לחלק לפי מונח (ישיר)
hr: Podijelite pojma (izravno)
hu: Ossza meg a kifejezést (közvetlen)
id: Bagilah dengan istilah (langsung)
is: Skiptu eftir hugtaki (beint)
it: Dividi per termine (diretto)
ja: 期間分解 (直接入力)
km: ចែកតាមពាក្យ (ផ្ទាល់)
lb: Deelt vum Begrëff (direkt)
mi: Wehea i te kupu (tika)
mk: Поделете по термин (директно)
mn: Нэр томруулах замаар (шууд) хуваана
ms: Bahagikan mengikut istilah (langsung)
my: သက်တမ်း (တိုက်ရိုက်) အားဖြင့်စားပါ။
nl: Divide op termijn (direct)
no: Del etter termin (direkte)
pl: Podziel przez termin (bezpośredni)
pt: Divida pelo termo (direto)
ro: Împărțiți după termen (direct)
ru: Разделите на термин (прямой)
sd: اصطلاح طرفان ورهايو (سڌو)
si: වාරය අනුව බෙදීම (සෘජු)
sk: Rozdeľte podľa termínu (priame)
sq: Ndani sipas termit (direkt)
sv: Dela efter term (direkt)
th: หารตามระยะเวลา (โดยตรง)
tl: Hatiin sa pamamagitan ng term (direkta)
tr: Terim (Direct)
vi: Chia theo thuật ngữ (trực tiếp)
