Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: User name
ar: اسم المستخدم
bg: Потребителско име
ca: Nom d'usuari
cs: Uživatelské jméno
cy: Enw Defnyddiwr
da: Brugernavn
de: Nutzername
el: Ονομα χρήστη
fa: نام کاربری
fi: Käyttäjänimi
fr: Nom d'utilisateur
gd: Ainm neach-cleachdaidh
he: שם משתמש
hr: Korisničko ime
hu: Felhasználónév
id: Nama belakang
is: Notandanafn
it: Nome utente
ja: ユーザ名
km: ឈ្មោះ​អ្នកប្រើប្រាស់
lb: Benotzernumm
mi: Ingoa Kaiwhakamahi
mk: Корисничко име
mn: Скэдхэн нэр
ms: Nama pengguna
my: အသုံးပြုသူအမည်
nl: Gebruikersnaam
no: Brukernavn
pl: Nazwa użytkownika
pt: Nome de usuário
ro: Nume de utilizator
ru: Имя пользователя
sd: استعمال ڪندڙ نالو
si: පරිශීලක නාමය
sk: Meno používateľa
sq: Emrin e përdoruesit
sv: Användarnamn
th: ชื่อผู้ใช้
tl: Pangalan ng gumagamit
tr: Kullanıcı adı
vi: Tên tài khoản

source: Password
ar: كلمة المرور
bg: Парола
ca: Contrasenya
cs: Heslo
cy: Gyfrinair
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
fa: کلمه عبور
fi: Salasana
fr: Mot de passe
gd: Facal-faire
he: סיסמה
hr: Zaporka
hu: Jelszó
id: Kata sandi
is: Lykilorð
it: Parola d'ordine
ja: パスワード
km: ហក្យសមងាត់
lb: Passwuert
mi: Kupu whakataha
mk: Лозинка
mn: Нууц үг
ms: Kata laluan
my: လှျို့ဝှက်စကား
nl: Wachtwoord
no: Passord
pl: Hasło
pt: Senha
ro: Parola
ru: Пароль
sd: پاسورڊ
si: මුරපදය
sk: Heslo
sq: Fjalëkalim
sv: Lösenord
th: รหัสผ่าน
tr: Şifre
vi: Mật khẩu

source: Schema
ar: مخطط
bg: Схема
ca: Esquema
cs: Schéma
cy: Sgema
da: Skema
el: Σχήμα
fa: طرح
fi: Kaavio
fr: Schéma
gd: Sgeama
he: סכֵימָה
hr: Shema
hu: Séma
id: Skema
is: Stef
ja: スキーマ
km: គ្រោងការណ៍
mi: Paea
mk: Шема
mn: Схем
ms: Skema
no: Skjema
pl: Schemat
pt: Esquema
ro: Schemă
ru: Схема
sd: رمديا
si: යෝජනා ක්රම
sk: Schéma
sq: Skemë
th: สคีมา
tr: Şema
vi: Lược đồ

source: Connected
ar: &#10003; لقد نجحت.
bg: &#10003; успях.
ca: &#10003; Vaig tenir èxit.
cs: &#10003; Uspěl jsem.
cy: &#10003; Llwyddais.
da: &#10003; Det lykkedes mig.
de: &#10003; Ich habe es geschafft.
el: &#10003; Κατάφερα.
fa: &#10003; موفق شدم.
fi: &#10003; onnistuin.
fr: &#10003; J'ai réussi.
gd: &#10003; Shoirbhich leam.
he: &#10003; הצלחתי.
hr: &#10003; uspio sam.
hu: &#10003; Sikerült.
id: &#10003; Saya berhasil.
is: &#10003; Mér tókst.
it: &#10003; Sono riuscito.
ja: &#10003; 成功しました。
km: &#10003; ខ្ញុំទទួលបានជោគជ័យ។
lb: &#10003; Ech war et dono.
mi: &#10003; I angitu ahau.
mk: &#10003; Успеав.
mn: &#10003; Би амжилтанд хүрсэн.
ms: &#10003; Saya berjaya.
my: &#10003; ငါအောင်မြင်ခဲ့တယ်။
nl: &#10003; Ik ben geslaagd.
no: &#10003; Jeg lyktes.
pl: &#10003; udało mi się.
pt: &#10003; Eu consegui.
ro: &#10003; Am reușit.
ru: &#10003; Мне удалось.
sd: &#10003; مان ڪامياب ٿيس.
si: &#10003; මම සාර්ථක වුණා.
sk: &#10003; sa mi podarilo.
sq: &#10003; Unë pata sukses.
sv: &#10003; Jag ​​lyckades.
th: &#10003; ฉันประสบความสำเร็จ
tl: &#10003; Nagtagumpay ako.
tr: &#10003; başarılı oldum.
vi: &#10003; Kết nối thành công

source: Failed to connect
ar: &#10005; فشل.
bg: &#10005; се провали.
ca: &#10005; va fallar.
cs: &#10005; selhal.
cy: &#10005; Wedi methu.
da: &#10005; mislykkedes.
de: &#10005; fehlgeschlagen.
el: &#10005; απέτυχε.
fa: &#10005; شکست خورد.
fi: &#10005; epäonnistui.
fr: &#10005; a échoué.
gd: &#10005; Dh'fhàillig.
he: &#10005; נכשל.
hr: &#10005; nije uspio.
hu: &#10005; sikertelen.
id: &#10005; gagal.
is: &#10005; mistókst.
it: &#10005; fallito.
ja: &#10005; 失敗しました。
km: &#10005; បានបរាជ័យ។
lb: &#10005; Feeler.
mi: &#10005; I rahua.
mk: &#10005; не успеа.
mn: &#10005; амжилтгүй болсон.
ms: &#10005; gagal.
my: &#10005; မအောင်မြင်ပါ
nl: &#10005; mislukt.
no: &#10005; mislyktes.
pl: &#10005; nie powiodło się.
pt: &#10005; falhou.
ro: &#10005; nu a reușit.
ru: &#10005; не удалось.
sd: &#10005; ناڪام ٿي ويو.
si: &#10005; අසමත් විය.
sk: &#10005; zlyhal.
sq: &#10005; dështoi.
sv: &#10005; misslyckades.
th: &#10005; ล้มเหลว
tl: Nabigo ang &#10005;.
tr: &#10005; başarısız oldu.
vi: &#10005; kết nối thất bại

source: Process Config
ar: تكوين العملية
bg: Процес конфигурация
ca: Procés de configuració
cs: Procesní konfigurace
cy: Cyfluniad proses
de: Prozesskonfiguration
el: Διαμόρφωση διαδικασίας
fa: پیکربندی
fi: Prosessi-
fr: Traiter la configuration
gd: Config pròiseas
he: תצורת תהליך
hr: Proces config
hu: Feldolgozási konfiguráció
id: Konfigurasi Proses
is: Ferli config
it: Configurazione del processo
ja: 工程設定
km: កំណត់រចនាសម្ព័ន្ធដំណើរការ
lb: Prozess config
mi: Tukanga whirihora
mk: Конфигурација на процеси
mn: Prive тохиргоог боловсруулах
ms: Proses konfigurasi
my: လုပ်ငန်းစဉ် config
nl: Procesconfiguratie
no: Prosesskonfigurasjon
pl: Konfiguracja procesu
pt: Config do processo
ro: Procesați configurare
ru: Процесс конфигурация
sd: پروسيس ترتيب ڏيو
si: ක්රියාවලි වින්යාසය
sk: Konfigurácia
sq: Konfigurim i procesit
sv: Processkonfiguration
th: กระบวนการกำหนดค่า
tl: Proseso ng config
vi: Xử lý cấu hình

source: Process
ar: معالجة
bg: Процес
ca: Elaborar
cs: Proces
cy: Phrosesu
da: Behandle
de: Verfahren
el: Επεξεργάζομαι, διαδικασία
fa: روند
fi: Prosessi
fr: Traiter
gd: Pròiseas
he: תהליך
hr: Postupak
hu: Folyamat
id: Proses
is: Ferli
it: Processi
ja: 工程設定
km: អនុលោម
lb: Prozess
mi: Mahi
mk: Процес
mn: Боловсруулах
ms: Proses
my: လုပ်ကိုင်
nl: Proces
no: Prosess
pl: Proces
pt: Processo
ro: Proces
ru: Процесс
sd: عمل
si: ක්රියාවලිය
sk: Spracovanie
sq: Përpunoj
sv: Bearbeta
th: กระบวนการ
tl: Proseso
tr: İşlem
vi: Quá trình

source: Process Name
ar: اسم العملية
bg: Име на процеса
ca: Nom de procés
cs: Název procesu
cy: Enw Proses
da: Procesnavn
de: Prozessname
el: Όνομα διαδικασίας
fa: نام فرایند
fi: Prosessinimi
fr: Nom du processus
gd: Ainm a 'phròiseas
he: שם התהליך
hr: Naziv procesa
hu: Folyamatnév
id: Nama proses
is: Ferli nafn
it: Nome del processo
ja: 工程名
km: ឈ្មោះដំណើរការ
lb: Prozess Numm
mi: Ingoa Tukanga
mk: Име на процес
mn: Даалгагийн нэр
ms: Nama proses
nl: Proces naam
no: Prosessnavn
pl: Nazwa procesu
pt: Nome do processo
ro: Numele procesului
ru: Имя процесса
sd: عمل جو نالو
si: ක්රියාවෙහි නම
sk: Názov procesu
sq: Emrin e procesit
sv: Process namn
th: ชื่อประมวลผล
tl: Pangalan ng Proseso
tr: İşlem adı
vi: Tên quy trình

source: Table Name
ar: اسم الطاولة
bg: Име на таблицата
ca: Nom de taula
cs: Název tabulky
cy: Enw'r Tabl
da: Tabelnavn
de: Tabellenname
el: Όνομα πίνακα
fa: نام جدول
fi: Taulukon nimi
fr: Nom de la table
gd: Ainm Clàr
he: שם שולחן
hr: Naziv stola
hu: Táblázat
id: Nama Tabel
is: Töfluheiti
it: Nome della tabella
ja: テーブル名
km: ឈ្មោះតារាង
lb: Dëschwëtz
mi: Ingoa Ripanga
mk: Име на табела
mn: Хэлэлцэх тоглоом
ms: Nama Jadual
my: ဇယားနာ
nl: Tafel naam
no: Tabellnavn
pl: Nazwa tabeli
pt: Nome da tabela
ro: Numele tabelului
ru: Название таблицы
sd: ٽيبل جو نالو
si: වගුවේ නම
sk: Názov tabuľky
sq: Emrin
sv: Tabellnamn
th: ชื่อตาราง
tl: Pangalan ng Talahanayan
tr: Tablo ismi
vi: Tên bảng

source: Detail
ar: التفاصيل
bg: Подробности
ca: Detall
cy: Manylai
da: Detalje
el: Λεπτομέρεια
fa: شرح
fi: Yksityiskohta
fr: Détail
gd: Mion-fhiosrachadh
he: פרט
hr: Detalj
hu: Részlet
is: Smáatriði
it: Dettaglio
ja: 詳細
km: សេចក្ដីបិស្ដារ
lb: Detail déck
mi: Mokamoka
mk: Детали
mn: Нарийн учир
ms: Perincian
my: အသေးစိတ်
no: Detalj
pl: Szczegół
pt: Detalhe
ro: Detaliu
ru: Деталь
sd: تفصيل
si: විස්තර
sk: Podrobnosť
sq: Detyrë
sv: Detalj
th: รายละเอียด
tl: Detalye
tr: Detay
vi: Chi tiết

source: Show
ar: معاينة
bg: Визуализация
ca: Vista prèvia
cs: Náhled
cy: Rhagolwg
da: Preview
de: Vorschau
el: Προεπισκόπηση
fa: پیش نمایش
fi: Esikatselu
fr: Aperçu
gd: Ro-shealladh
he: תצוגה מקדימה
hr: Pregled
hu: Előnézet
id: Pratinjau
is: Forsýning
it: Anteprima
ja: プレビュー
km: បុរេតសសន៍
lb: Virschau méi
mi: Kite wāwā
mk: Преглед
mn: Киноны урөдчилсан үзлэг
ms: Pratonton
my: တင်ကူးသိမြင်
nl: Voorbeeld
no: Forhåndsvisning
pl: Zapowiedź
pt: Visualização
ro: previzualizare
ru: Предварительный просмотр
sd: نظريو
si: පෙරදසුන
sk: Náhľad
sq: Vrojtim
sv: Förhandsvisning
th: แสดงตัวอย่าง
tl: Preview
tr: Ön izleme
vi: Xem trước

source: Last Records
ar: السجلات الخمسة الأولى
bg: Първи пет записа
ca: Primers cinc registres
cs: Prvních pět záznamů
cy: Pum cofnod cyntaf
da: De første fem poster
de: Erste fünf Aufzeichnungen
el: Πρώτα πέντε αρχεία
fa: پنج رکورد اول
fi: Ensimmäiset viisi levyä
fr: Cinq premiers records
gd: A 'chiad còig clàr
he: חמשת הרשומות הראשונות
hr: Prvih pet zapisa
hu: Első öt rekord
id: Lima catatan pertama
is: Fyrstu fimm plöturnar
it: Primi cinque record
ja: 最初の5件
km: កំណត់ត្រាប្រាំដំបូង
lb: Éischt fënnef records
mi: Tuatahi e rima nga rekoata
mk: Првите пет рекорди
mn: Эхний таван бичлэг
ms: Lima rekod pertama
my: ပထမငါးမှတ်တမ်းများ
nl: Eerste vijf records
no: Første fem plater
pl: Pierwsze pięć rekordów
pt: Primeiros cinco discos
ro: Primele cinci înregistrări
ru: Первые пять записей
sd: پهرين پنج رڪارڊ
si: පළමු වාර්තා පහ
sk: Prvých päť záznamov
sq: Pesë rekordet e para
sv: De första fem skivorna
th: ห้าบันทึกแรก
tl: Unang limang tala
tr: İlk Beş Kayıt
vi: Năm dòng đầu tiên

source: Setting Content
ar: تعيين المحتوى
bg: Задаване на съдържание
ca: Configuració del contingut
cs: Nastavení obsahu
cy: Gosod cynnwys
da: Indstilling af indhold
de: Inhalt einstellen
el: Ρύθμιση περιεχομένου
fa: تنظیم محتوا
fi: Sisällön asettaminen
fr: Définition du contenu
gd: Suidheachadh susbaint
he: קביעת תוכן
hr: Postavljanje sadržaja
hu: Tartalom beállítása
id: Mengatur konten
is: Stilla innihald
it: Impostazione del contenuto
ja: 設定内容
km: ការកំណត់មាតិកា
lb: Liwwerung Inhalt
mi: Te whakatakoto ihirangi
mk: Поставување содржина
mn: Агуй тогтоох
ms: Menetapkan kandungan
my: အကြောင်းအရာ setting
nl: Inhoud instellen
no: Innstilling av innhold
pl: Ustawienie treści
pt: Definir conteúdo
ro: Setarea conținutului
ru: Установка контента
sd: مواد پهچائڻ
si: අන්තර්ගතය සැකසීම
sk: Nastavenie obsahu
sq: Vendosja e përmbajtjes
sv: Inställning av innehåll
th: การตั้งค่าเนื้อหา
tl: Pagtatakda ng Nilalaman
tr: İçeriği ayarlamak
vi: Thiết lập nội dung

source: Column Name
ar: اسم العمود
bg: Име на колоната
ca: Nom de la columna
cs: Název sloupce
cy: Enw colofn
da: Kolonnenavn
de: Spaltenname
el: Όνομα στήλης
fa: نام ستون
fi: Sarakkeen nimi
fr: Nom de colonne
gd: Ainm colbh
he: שם העמודה
hr: Naziv stupca
hu: Oszlopnév
id: Nama kolom
is: Dálkaheiti
it: Nome colonna
ja: 列名
km: ឈ្មោះជួរឈរ
lb: Columnerenznumm
mi: Ingoa pou
mk: Име на колона
mn: Багийн нэр
ms: Nama lajur
my: ကော်လံအမည်
nl: Kolomnaam
no: Kolonnenavn
pl: Nazwa kolumny
pt: Nome da coluna
ro: Numele coloanei
ru: Название столбца
sd: ڪالم جو نالو
si: තීරුවේ නම
sk: Názov stĺpca
sq: Emrin e kolonës
sv: Kolumnnamn
th: ชื่อคอลัมน์
tl: Pangalan ng haligi
tr: Sütun adı
vi: Tên cột

source: English Name
ar: اسم اللغة الإنجليزية
bg: Английско име
ca: Nom anglès
cs: Anglické jméno
cy: Enw Saesneg
da: Engelsk navn
de: Englischer Name
el: Αγγλικό όνομα
fa: نام انگلیسی
fi: Englantilainen nimi
fr: Nom anglais
gd: Ainm Beurla
he: שם אנגלי
hr: Englesko ime
hu: Angol név
id: Nama Inggris
is: Enska nafnið
it: Nome inglese
ja: 英語名
km: ឈ្មោះអង់គ្លេស
lb: Lëscht vun Englesch
mi: Ingoa Ingarihi
mk: Англиско име
mn: Англи нэр
ms: Nama Bahasa Inggeris
my: အင်္ဂလိပ်အမည်
nl: Engelse naam
no: Engelsk navn
pl: Angielskie imie
pt: Nome inglês
ro: Nume englezesc
ru: Английское имя
sd: انگريزي جو نالو
si: ඉංග්රීසි නම
sk: Anglické meno
sq: Emër anglez
sv: Engelskt namn
th: ชื่อภาษาอังกฤษ
tl: Pangalan ng Ingles
tr: İngilizce isim
vi: Tên tiêng Anh

source: Shown Name
ar: اسم العرض
bg: Име на дисплея
ca: Nom de visualització
cs: Zobrazit název
cy: Enw Arddangos
da: Visnavn
de: Anzeigename
el: Όνομα εμφάνισης
fa: نام نمایش
fi: Näyttönimi
fr: Afficher un nom
gd: Ainm taisbeanaidh
he: הצג שם
hr: Naziv prikaza
hu: Megjelenítendő név
id: Nama tampilan
is: Sýna nafn
it: Nome da visualizzare
ja: 表示名
km: ឈ្មោះបង្ហាញ
lb: Unzeigenumm
mi: Ingoa Whakaatu
mk: Име на екранот
mn: Харагдах нэр
ms: Nama paparan
my: ဖော်ပြမည့်အမည်
nl: Weergavenaam
no: Visningsnavn
pl: Wyświetlana nazwa
pt: Nome em Exibição
ro: Numele de afișare
ru: Показать имя
sd: نالي ظاهر ڪيو
si: ප්රදර්ශන නාමය
sk: Zobraziť meno
sq: Emri i ekranit
sv: Visningsnamn
th: ชื่อที่แสดง
tl: Ipakita ang pangalan
tr: Ekran adı
vi: Tên hiển thị

source: Coef
ar: معامل في الرياضيات او درجة
bg: коефициент
ca: coeficient
cs: součinitel
cy: cyfernod
da: koefficient
de: Koeffizient
el: συντελεστής
fa: ضریب
fi: kerroin
fr: coefficient
gd: Co-èifeachd
he: מְקַדֵם
hr: koeficijent
hu: együttható
id: koefisien
is: Stuðull
it: coefficiente
ja: 係数
km: សហគ្រិន
lb: hu coneffizin
mi: kōtara
mk: коефициент
mn: коэффициент
ms: pekali
my: မြှောက်ဖော်တံ့သော
nl: coëfficiënt
no: koeffisient
pl: współczynnik
pt: coeficiente
ro: coeficient
ru: коэффициент
sd: منافع بخش
si: සංගුණකය
sk: koeficient
sq: Koeficient
sv: koefficient
th: ค่าสัมประสิทธิ์
tl: koepisyent
tr: katsayı
vi: hệ số

source: Operator
ar: المشغل أو العامل
bg: Оператор
ca: Telefonista
cs: Operátor
cy: Gweithredwr
da: Operatør
el: Χειριστής
fa: اپراتور
fi: Operaattori
fr: Opérateur
gd: Gnìomhaiche
he: מַפעִיל
hr: Operater
hu: Operátor
is: Rekstraraðili
it: Operatore
ja: 演算子
km: តុរស័ប្ទការី
lb: Bedreiwer
mi: Kaiwhakamahi
mk: Оператор
mn: Жижүүр операторч
ms: Pengendali
my: တယ်လီဖုန်းဆက်သွယ်ပေးသူအမျိုးသမီး
no: Operatør
pt: Operador
ru: Оператор
sd: آپريٽر
si: ක්රියාකරු
sk: Prevádzkovateľ
sv: Operatör
th: ผู้ดำเนินการ
tr: Şebeke
vi: Toán tử

source: Zero is not allowed
ar: أدخل قيمة غير 0
bg: Въведете стойност, различна от 0
ca: Introduïu un valor diferent de 0
cs: Zadejte jinou hodnotu než 0
cy: Rhowch werth heblaw 0
da: Indtast en anden værdi end 0
de: Geben Sie einen anderen Wert als 0 ein
el: Εισαγάγετε τιμή διαφορετική από 0
fa: مقدار دیگری غیر از 0 وارد کنید
fi: Kirjoita muu arvo kuin 0
fr: Entrez une valeur autre que 0
gd: Cuir a-steach luach a bharrachd air 0
he: הזן ערך שאינו 0
hr: Unesite vrijednost koja nije 0
hu: Írjon be 0 -tól eltérő értéket
id: Masukkan nilai selain 0
is: Sláðu inn annað gildi en 0
it: Immettere un valore diverso da 0
ja: 0以外の値を入力してください
km: បញ្ចូលតម្លៃផ្សេងទៀតជាង 0
lb: Gitt e Wäert anescht wéi 0
mi: Whakauruhia he uara ke atu i te 0
mk: Внесете вредност освен 0
mn: 0-ээс бусад утгыг оруулна уу
ms: Masukkan nilai selain 0
my: 0 ထက်အခြားတန်ဖိုးကိုရိုက်ထည့်ပါ
nl: Voer een andere waarde in dan 0 in
no: Angi en annen verdi enn 0
pl: Wprowadź wartość inną niż 0
pt: Insira um valor diferente de 0
ro: Introduceți o altă valoare decât 0
ru: Введите значение, отличное от 0
sd: 0 کان سواء ٻيو قدر داخل ڪريو
si: 0 හැර වෙනත් අගයක් ඇතුළත් කරන්න
sk: Zadajte inú hodnotu ako 0
sq: Vendosni një vlerë tjetër përveç 0
sv: Ange ett annat värde än 0
th: ป้อนค่าอื่นนอกเหนือจาก 0
tl: Magpasok ng isang halaga maliban sa 0
tr: 0 dışında bir değer girin
vi: Nhập một giá trị khác 0

source: Operator is needed when input coef
ar: مشغل الإدخال.
bg: Оператор на въвеждане.
ca: Operador d'entrada.
cs: Vstupní operátor.
cy: Gweithredwr mewnbwn.
da: Inputoperatør.
de: Eingabeberator.
el: Χειριστής εισόδου.
fa: اپراتور ورودی.
fi: Syöttöoperaattori.
fr: Opérateur d'entrée.
gd: Gnìomhaiche inntrigidh.
he: מפעיל קלט.
hr: Ulazni operator.
hu: Bemeneti operátor.
id: Operator input.
is: Inntaksrekstraraðili.
it: Operatore di input.
ja: 演算子を入力してください。
km: ប្រតិបត្តិករបញ្ចូល។
lb: Input Bedreiwer.
mi: Kaiwhakarato whakauru.
mk: Влезен оператор.
mn: Оролтын оператор.
ms: Pengendali input.
my: input ကိုအော်ပရေတာ။
nl: Input -operator.
no: Inngangsoperatør.
pl: Operator wejściowy.
pt: Operador de entrada.
ro: Operator de intrare.
ru: Оператор ввода.
sd: انپٽ آپريٽر.
si: ආදාන ක්රියාකරු.
sk: Vstupný operátor.
sq: Operatori i hyrjes.
sv: Inputoperatör.
th: ตัวดำเนินการอินพุต
tl: Input operator.
tr: Giriş operatörü.
vi: Cần nhập toán tử khi nhập hệ số

source: Coef is needed when specify operator
ar: معامل الإدخال.
bg: Коефициент на вход.
ca: Coeficient d’entrada.
cs: Vstupní koeficient.
cy: Cyfernod mewnbwn.
da: Inputkoefficient.
de: Eingangskoeffizient.
el: Συντελεστής εισόδου.
fa: ضریب ورودی.
fi: Tulokerroin.
fr: Coefficient d'entrée.
gd: Cuir a-steach co-èifeachd.
he: מקדם קלט.
hr: Koeficijent ulaza.
hu: Bemeneti együttható.
id: Koefisien input.
is: Inntakstuðull.
it: Coefficiente di input.
ja: 係数を入力してください。
km: បញ្ចូលមេគុណបញ្ចូល។
lb: Input Koeffizient.
mi: Te whakauru ki te whaihua.
mk: Влезен коефициент.
mn: Оролтын коэффициент.
ms: Pekali input.
my: input ကိုကိန်း။
nl: Invoercoëfficiënt.
no: Inngangskoeffisient.
pl: Współczynnik wejściowy.
pt: Coeficiente de entrada.
ro: Coeficient de intrare.
ru: Входной коэффициент.
sd: انپٽ جي گنجائش.
si: ආදාන සංගුණකය.
sk: Vstupný koeficient.
sq: Koeficienti i hyrjes.
sv: Inmatningskoefficient.
th: ค่าสัมประสิทธิ์อินพุต
tl: Koepisyent ng pag -input.
tr: Giriş katsayısı.
vi: Cần nhập hệ số khi chỉ định toán tử

source: Please fill in English name textbox
ar: إدخال اسم اللغة الإنجليزية.
bg: Въвеждане на английски име.
ca: Introduïu el nom anglès.
cs: Vstup angličtiny.
cy: Mewnbwn Enw Saesneg.
da: Input engelsk navn.
de: Englischen Namen eingeben.
el: Εισαγάγετε το αγγλικό όνομα.
fa: نام انگلیسی را وارد کنید.
fi: Syötä englanninkielinen nimi.
fr: Nom de l'anglais.
gd: Cuir a-steach ainm Beurla.
he: קלט שם אנגלי.
hr: Unesite engleski naziv.
hu: Bevitel angol név.
id: Masukan nama bahasa Inggris.
is: Inntak ensku nafnsins.
it: Nome inglese input.
ja: 英語名を入力してください。
km: បញ្ចូលឈ្មោះអង់គ្លេស។
lb: Input Englesch Numm.
mi: Ingoa Ingarihi Input.
mk: Внесете англиско име.
mn: ОРОЛЦОГЧ АНГЛИ.
ms: Nama Bahasa Inggeris Input.
my: input အင်္ဂလိပ်အမည်။
nl: Invoer Engelse naam.
no: Input English Name.
pl: Wejście nazwa angielskiego.
pt: Entrar nome em inglês.
ro: INPUT NUMELE ENGLEZĂ.
ru: Введите английское имя.
sd: داخل ڪريو انگريزي جو نالو.
si: ආදාන ඉංග්රීසි නම.
sk: Zadajte názov angličtiny.
sq: Inputoni emrin anglez.
sv: Inmatning engelska namn.
th: ป้อนชื่อภาษาอังกฤษ
tl: Input ang pangalan ng Ingles.
tr: İngilizce adı girin.
vi: Nhập tên tiếng Anh.

source: Please fill in Master name textbox
ar: إدخال اسم عرض.
bg: Име на дисплея вход.
ca: Nom de visualització d'entrada.
cs: Vstupní zobrazovací název.
cy: Enw Arddangos Mewnbwn.
da: Input visningsnavn.
de: Anzeigename eingeben.
el: Όνομα εμφάνισης εισόδου.
fa: نام صفحه نمایش ورودی.
fi: Syöttönäytön nimi.
fr: Nom d'affichage d'entrée.
gd: Ainm taisbeanaidh cuir a-steach.
he: שם תצוגת קלט.
hr: Naziv zaslona za prikaz.
hu: Bemenet a kijelző neve.
id: Nama Tampilan Input.
is: Nafn innsláttarskjás.
it: Nome visualizzazione input.
ja: 表示名を入力してください。
km: ឈ្មោះបង្ហាញបញ្ចូល។
lb: Input Display Numm.
mi: Ingoa Whakaatu whakauru.
mk: Име на приказ на внес.
mn: Оруулсан дэлгэцийн нэр.
ms: Nama paparan input.
my: input ကို display name ။
nl: Voer de weergavenaam in.
no: Input Display Name.
pl: Wejście Nazwa wyświetlania.
pt: Nome da exibição de entrada.
ro: Numele afișajului de intrare.
ru: Входное отображение имя.
sd: انپٽ ڊسپلي جو نالو.
si: ආදාන දර්ශන නාමය.
sk: Vstupný zobrazovací názov.
sq: Emri i ekranit të hyrjes.
sv: Inmatningsdisplaynamn.
th: ชื่อการแสดงผลอินพุต
tl: Pangalan ng display ng input.
tr: Giriş görüntüleme adı.
vi: Hãy nhập tên hiển thị đầu vào.

source: English name is duplicated
ar: الاسم الإنجليزي مكرر.
bg: Английското име се дублира.
ca: El nom anglès es duplica.
cs: Anglické jméno je duplikováno.
cy: Mae'r enw Saesneg wedi'i ddyblygu.
da: Det engelske navn er duplikeret.
de: Der englische Name wird dupliziert.
el: Το αγγλικό όνομα είναι αντίγραφο.
fa: نام انگلیسی کپی شده است.
fi: Englanninkielinen nimi on kopioitu.
fr: Le nom anglais est dupliqué.
gd: Tha an t-ainm Beurla air a dhùblachadh.
he: השם האנגלי משוכפל.
hr: Englesko ime je duplicirano.
hu: Az angol név megismétlődik.
id: Nama bahasa Inggris digandakan.
is: Enska nafnið er afritað.
it: Il nome inglese è duplicato.
ja: 英語名が重複しています。
km: ឈ្មោះអង់គ្លេសត្រូវបានចម្លង។
lb: Den engleschen Numm ass duplizéiert.
mi: Ko te ingoa Ingarihi te taarua.
mk: Англиското име е дуплирано.
mn: Английн нэрийг хуулбарласан байна.
ms: Nama Bahasa Inggeris diduplikasi.
my: အင်္ဂလိပ်အမည်ကိုပုံတူကူးသည်။
nl: De Engelse naam is gedupliceerd.
no: Det engelske navnet er duplisert.
pl: Angielska nazwa jest powielana.
pt: O nome em inglês é duplicado.
ro: Numele englezesc este duplicat.
ru: Английское имя дублируется.
sd: انگريزي جو نالو نقل ٿيل آهي.
si: ඉංග්රීසි නම අනුපිටපත් කර ඇත.
sk: Anglický názov je duplikovaný.
sq: Emri anglez është kopjuar.
sv: Det engelska namnet är duplicerat.
th: ชื่อภาษาอังกฤษซ้ำกัน
tl: Ang pangalan ng Ingles ay doble.
tr: İngilizce adı kopyalanmıştır.
vi: Tên tiếng Anh được nhân đôi.

source: Master name is duplicated
ar: اسم العرض مكرر.
bg: Името на дисплея се дублира.
ca: El nom de la pantalla es duplica.
cs: Název zobrazení je duplikován.
cy: Mae'r enw arddangos wedi'i ddyblygu.
da: Visningsnavnet er duplikeret.
de: Der Anzeigename wird dupliziert.
el: Το όνομα της οθόνης είναι αντίγραφο.
fa: نام نمایش کپی شده است.
fi: Näytön nimi on kopioitu.
fr: Le nom d'affichage est dupliqué.
gd: Tha an t-ainm taisbeanaidh air a dhùblachadh.
he: שם התצוגה משוכפל.
hr: Naziv zaslona je duplicirano.
hu: A kijelző neve megismétlődik.
id: Nama tampilan digandakan.
is: Skjáheitið er afritað.
it: Il nome visualizzato è duplicato.
ja: 表示名が重複しています。
km: ឈ្មោះបង្ហាញត្រូវបានចម្លង។
lb: Den Affichage Numm ass duplizéiert.
mi: Ko te ingoa whakaatu he taarua.
mk: Името на екранот е дуплирано.
mn: Дэлгэцийн нэрийг хуулбарласан байна.
ms: Nama paparan diduplikasi.
my: display name ကိုပုံတူပွားသည်။
nl: De weergavenaam is gedupliceerd.
no: Displaynavnet er duplisert.
pl: Nazwa wyświetlania jest zduplikowana.
pt: O nome da tela é duplicado.
ro: Numele afișajului este duplicat.
ru: Дисплейное имя дублируется.
sd: ڊسپلي جو نالو نقل ٿيل آهي.
si: දර්ශන නාමය අනුපිටපත් කර ඇත.
sk: Zobrazovací názov je duplikovaný.
sq: Emri i ekranit është i kopjuar.
sv: Visningsnamnet är duplicerat.
th: ชื่อจอแสดงผลซ้ำกัน
tl: Ang pangalan ng display ay doble.
tr: Ekran adı çoğaltılmıştır.
vi: Tên hiển thị được trùng lặp.

source: Empty shown name
ar: يوجد "اسم العرض" الذي لم يتم إدخاله.
bg: Всички „имена на дисплеи“ изискват въвеждане.
ca: Tots els "noms de visualització" requereixen entrada.
cs: Všechna „zobrazovací jména“ vyžadují vstup.
cy: Mae angen mewnbwn ar bob "enwau arddangos".
da: Alle "displaynavne" kræver input.
de: Alle "Anzeigenamen" erfordern Eingaben.
el: Όλα τα "ονόματα οθόνης" απαιτούν είσοδο.
fa: یک نام نمایش داده شده وجود دارد که وارد نشده است.
fi: Kaikki "näytönimet" vaativat syöttöä.
fr: Tous les "noms d'affichage" nécessitent une entrée.
gd: Feumaidh a h-uile "ainm taisbeanaidh" a chuir a-steach.
he: יש "שם תצוגה" שלא הוזן.
hr: Svi "zaslonski nazivi" zahtijevaju unos.
hu: Az összes "megjelenítési név" bemenetet igényel.
id: Semua "nama tampilan" memerlukan input.
is: Öll „skjánöfn“ þurfa inntak.
it: Tutti i "nomi di visualizzazione" richiedono l'input.
ja: 全ての“表示名”に入力が必要です。
km: ទាំងអស់ "ឈ្មោះបង្ហាញ" ត្រូវការបញ្ចូល។
lb: All "Display Nimm" erfuerderen Input.
mi: Katoa "ingoa whakaatu" me whakauru.
mk: Сите „имиња на екранот“ бараат влез.
mn: Бүх "Дэлгэцийн нэрс" нь оролтыг шаарддаг.
ms: Semua "nama paparan" memerlukan input.
my: အားလုံး "display names" ကို input ကိုလိုအပ်သည်။
nl: Alle "weergavenamen" vereisen invoer.
no: Alle "visningsnavn" krever inndata.
pl: Wszystkie „nazwy wyświetlania” wymagają wejścia.
pt: Todos os "nomes de exibição" requerem entrada.
ro: Toate „numele de afișare” necesită intrare.
ru: Все «имена отображения» требуют ввода.
sd: اتي "ڊسپلي نالو" آهي جيڪو داخل نه ڪيو ويو آهي.
si: සියලුම "දර්ශන නම්" සඳහා ආදානය අවශ්ය වේ.
sk: Všetky „zobrazovacie názvy“ vyžadujú vstup.
sq: Të gjithë "emrat e ekranit" kërkojnë hyrje.
sv: Alla "displaynamn" kräver ingång.
th: ชื่อจอแสดงผล ทั้งหมดต้องการอินพุต
tl: Ang lahat ng "mga pangalan ng pagpapakita" ay nangangailangan ng pag -input.
tr: Tüm "Ekran Adları" girdi gerektirir.
vi: Tất cả "tên hiển thị" yêu cầu đầu vào.
