Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: PCA Target Variable Explain
ar: حدد العناصر المراد تحليلها (المتغيرات الكمية: قيمة القياس ، إلخ). يمكن تحديد ما يصل إلى 60 عنصرًا.
bg: Изберете елементи, които ще бъдат анализирани (Количествени променливи: Стойност на измерването и т.н.). Могат да бъдат избрани до 60 елемента.
ca: Seleccioneu els ítems a analitzar (variables quantitatives: valor de mesura, etc.). Es poden seleccionar fins a 60 articles.
cs: Vyberte položky, které mají být analyzovány (kvantitativní proměnné: hodnota měření atd.). Lze vybrat až 60 položek.
cy: Dewiswch eitemau i'w dadansoddi (newidynnau meintiol: gwerth mesur, ac ati). Gellir dewis hyd at 60 o eitemau.
da: Vælg elementer, der skal analyseres (kvantitative variabler: måleværdi osv.). Op til 60 varer kan vælges.
de: Wählen Sie Elemente aus, die analysiert werden sollen (quantitative Variablen: Messwert usw.). Bis zu 60 Elemente können ausgewählt werden.
el: Επιλέξτε αντικείμενα που πρόκειται να αναλυθούν (ποσοτικές μεταβλητές: τιμή μέτρησης κ.λπ.). Μπορούν να επιλεγούν έως και 60 στοιχεία.
fa: مواردی را برای تجزیه و تحلیل انتخاب کنید (متغیرهای کمی: مقدار اندازه گیری و غیره). حداکثر 60 مورد را می توان انتخاب کرد.
fi: Valitse analysoitavat kohteet (kvantitatiiviset muuttujat: mittausarvo jne.). Enintään 60 tuotetta voidaan valita.
fr: Sélectionnez des éléments à analyser (variables quantitatives: valeur de mesure, etc.). Jusqu'à 60 articles peuvent être sélectionnés.
gd: Tagh Nithean ri sgrùdadh (caochladairean caochlaideach: luach tomhais, msaa). Faodar suas ri 60 nithean a thaghadh.
he: בחר פריטים שיש לנתח (משתנים כמותיים: ערך מדידה וכו '). ניתן לבחור עד 60 פריטים.
hr: Odaberite stavke koje treba analizirati (kvantitativne varijable: vrijednost mjerenja itd.). Može se odabrati do 60 predmeta.
hu: Válassza ki az elemzendő elemeket (kvantitatív változók: mérési érték stb.). Legfeljebb 60 elem választható ki.
id: Pilih item yang akan dianalisis (variabel kuantitatif: nilai pengukuran, dll.). Hingga 60 item dapat dipilih.
is: Veldu atriði sem á að greina (megindlegar breytur: Mælingargildi osfrv.). Hægt er að velja allt að 60 hluti.
it: Selezionare gli elementi da analizzare (variabili quantitative: valore di misurazione, ecc.). È possibile selezionare fino a 60 articoli.
ja: 分析するデータ(量的変数：測定値など)を選択する項目です。最大60項目選択できます。
km: ជ្រើសធាតុដែលត្រូវវិភាគ (អថេរបរិមាណ: តម្លៃរង្វាស់។ ល។ ) ។ ធាតុរហូតដល់ 60 អាចត្រូវបានជ្រើសរើស។
lb: Wielt Saache fir analyséiert ze analyséieren (quantitativ Variabelen: Messung Wäert, asw.). Bis zu 60 Artikele kënne gewielt ginn.
mi: Whiriwhiria nga taonga hei tātari (taurangi rahinga: Te Uara Whakatau, me etahi atu). Tae atu ki te 60 nga mea ka tohua.
mk: Изберете предмети што треба да се анализираат (квантитативни променливи: мерна вредност, итн.). Може да се изберат до 60 артикли.
mn: Шинжилгээтэй байх зүйлсийг сонгоно уу (тоон хувьсагч: хэмжих үнэ цэнэ, гэх мэт). 60 хүртэлх зүйлийг сонгож болно.
ms: Pilih item untuk dianalisis (pembolehubah kuantitatif: nilai pengukuran, dan lain -lain). Sehingga 60 item boleh dipilih.
my: ခွဲခြမ်းစိတ်ဖြာရန် (အရေအတွက် variable တွေကို - တိုင်းတာခြင်းတန်ဖိုး, စသည်တို့) ကိုရွေးချယ်ရန်ရွေးချယ်ပါ။ ပစ္စည်း 60 အထိရွေးချယ်နိုင်သည်။
nl: Selecteer items die moeten worden geanalyseerd (kwantitatieve variabelen: meetwaarde, enz.). Maximaal 60 items kunnen worden geselecteerd.
no: Velg elementer som skal analyseres (kvantitative variabler: måleverdi, etc.). Opptil 60 varer kan velges.
pl: Wybierz elementy do analizy (zmienne ilościowe: wartość pomiaru itp.). Można wybrać do 60 pozycji.
pt: Selecione itens a serem analisados ​​(variáveis ​​quantitativas: valor de medição, etc.). Até 60 itens podem ser selecionados.
ro: Selectați elementele de analizat (variabile cantitative: valoare de măsurare etc.). Se pot selecta până la 60 de articole.
ru: Выберите элементы, которые будут проанализированы (количественные переменные: значение измерения и т. Д.). Можно выбрать до 60 предметов.
sd: منتخب ڪيو وڃي ته تجزيو ڪيو وڃي (مقدار جي متغيرات: ماپ جو قدر وغيره). 60 شين تائين چونڊجي سگهجي ٿو.
si: විශ්ලේෂණය කළ යුතු අයිතම තෝරන්න (ප්රමාණාත්මක විචල්යයන්: මිනුම් අගය ආදිය). අයිතම 60 ක් දක්වා තෝරා ගත හැකිය.
sk: Vyberte položky, ktoré sa majú analyzovať (kvantitatívne premenné: hodnota merania atď.). Je možné zvoliť až 60 položiek.
sq: Zgjidhni artikujt që duhet të analizohen (variablat sasiorë: vlera e matjes, etj.). Mund të zgjidhen deri në 60 artikuj.
sv: Välj objekt som ska analyseras (kvantitativa variabler: mätvärde etc.). Upp till 60 objekt kan väljas.
th: เลือกรายการที่จะวิเคราะห์ (ตัวแปรเชิงปริมาณ: ค่าการวัด ฯลฯ ) สามารถเลือกได้สูงสุด 60 รายการ
tl: Piliin ang mga item na masuri (dami ng mga variable: halaga ng pagsukat, atbp.). Hanggang sa 60 mga item ay maaaring mapili.
tr: Analiz edilecek öğeleri seçin (nicel değişkenler: ölçüm değeri, vb.). En fazla 60 ürün seçilebilir.
vi: Chọn các mục sẽ được phân tích (các biến định lượng: giá trị đo lường, v.v.). Có thể chọn tối đa 60 mục.

source: Order set explain
ar: حدد عناصر لفرز البيانات. يمكنك أيضًا تحديد عناصر متعددة.
bg: Изберете елементи за сортиране на данни. Можете също да изберете няколко елемента.
ca: Seleccioneu els elements per ordenar les dades. També podeu seleccionar diversos elements.
cs: Vyberte položky pro třídění dat. Můžete také vybrat více položek.
cy: Dewiswch eitemau i ddidoli data. Gallwch hefyd ddewis eitemau lluosog.
da: Vælg emner for at sortere data. Du kan også vælge flere elementer.
de: Wählen Sie Elemente aus, um Daten zu sortieren. Sie können auch mehrere Elemente auswählen.
el: Επιλέξτε στοιχεία για ταξινόμηση δεδομένων. Μπορείτε επίσης να επιλέξετε πολλά στοιχεία.
fa: برای مرتب کردن داده ها موارد را انتخاب کنید. همچنین می توانید چندین مورد را انتخاب کنید.
fi: Valitse kohteet lajittelemaan tietoja. Voit myös valita useita kohteita.
fr: Sélectionnez des éléments pour trier les données. Vous pouvez également sélectionner plusieurs éléments.
gd: Tagh nithean gus dàta a sheòrsachadh. Faodaidh tu cuideachd grunn rudan a thaghadh.
he: בחר פריטים למיון נתונים. אתה יכול גם לבחור מספר פריטים.
hr: Odaberite stavke za sortiranje podataka. Također možete odabrati više stavki.
hu: Válassza ki az adatok rendezéséhez elemeket. Kiválaszthat több elemet is.
id: Pilih item untuk mengurutkan data. Anda juga dapat memilih beberapa item.
is: Veldu hluti til að flokka gögn. Þú getur líka valið marga hluti.
it: Seleziona elementi per ordinare i dati. Puoi anche selezionare più elementi.
ja: グラフ描画時のデータの並べ替えを指定する項目を選択します。複数の項目を選択することもできます。
km: ជ្រើសរើសធាតុដើម្បីតម្រៀបទិន្នន័យ។ អ្នកក៏អាចជ្រើសរើសធាតុជាច្រើនផងដែរ។
lb: Wielt Artikelen fir Daten ze sortéieren. Dir kënnt och verschidde Saache wielen.
mi: Whiriwhiria nga taonga hei whakariterite i nga raraunga. Ka taea hoki te whiriwhiri i nga taonga maha.
mk: Изберете предмети за сортирање на податоци. Можете исто така да изберете повеќе артикли.
mn: Мэдээллийг эрэмбэлэх зүйлсийг сонгоно уу. Та бас олон зүйлийг сонгож болно.
ms: Pilih item untuk menyusun data. Anda juga boleh memilih beberapa item.
my: ဒေတာများကိုစီရန်ပစ္စည်းများကိုရွေးချယ်ပါ။ သင်အမျိုးမျိုးသောပစ္စည်းများကိုလည်းရွေးချယ်နိုင်သည်။
nl: Selecteer items om gegevens te sorteren. U kunt ook meerdere items selecteren.
no: Velg elementer for å sortere data. Du kan også velge flere elementer.
pl: Wybierz elementy do sortowania danych. Możesz także wybrać wiele elementów.
pt: Selecione itens para classificar dados. Você também pode selecionar vários itens.
ro: Selectați elemente pentru a sorta datele. De asemenea, puteți selecta mai multe articole.
ru: Выберите элементы, чтобы сортировать данные. Вы также можете выбрать несколько элементов.
sd: ڊيٽا کي ترتيب ڏيڻ لاء شيون چونڊيو. توھان پڻ ڪيترائي شيون چونڊ ڪري سگھو ٿا.
si: දත්ත වර්ග කිරීම සඳහා අයිතම තෝරන්න. ඔබට බහු අයිතම ද තෝරා ගත හැකිය.
sk: Vyberte položky na triedenie údajov. Môžete tiež vybrať viac položiek.
sq: Zgjidhni artikujt për të renditur të dhënat. Ju gjithashtu mund të zgjidhni shumë artikuj.
sv: Välj objekt för att sortera data. Du kan också välja flera objekt.
th: เลือกรายการเพื่อเรียงลำดับข้อมูล คุณยังสามารถเลือกหลายรายการ
tl: Piliin ang mga item upang pag -uri -uriin ang data. Maaari ka ring pumili ng maraming mga item.
tr: Verileri sıralamak için öğeleri seçin. Ayrıca birden çok öğe seçebilirsiniz.
vi: Chọn các mục để sắp xếp dữ liệu. Bạn cũng có thể chọn nhiều mục.

source: SCP choose latest in case division by data number
ar: لا يتم عرض البيانات القديمة المفرطة لأن وقت البيانات من أحدث البيانات مع حد العرض.
bg: Преливащите стари данни не се показват, тъй като DateTime се брои от най -новите данни с лимит на дисплея.
ca: Les dades antigues desbordades no es mostren perquè el DateTime compta de les darreres dades amb límit de visualització.
cs: Přetékající stará data se nezobrazí, protože DateTime se počítá z nejnovějších dat s limitem zobrazení.
cy: Nid yw hen ddata sy'n gorlifo yn cael ei arddangos oherwydd bod y DateTime yn cyfrif o'r data diweddaraf gyda'r terfyn arddangos.
da: Overløbende gamle data vises ikke, fordi datetime tæller fra de nyeste data med visningsgrænse.
de: Überfüllte alte Daten werden nicht angezeigt, da die DateTime aus den neuesten Daten mit Anzeigegrenze zählt.
el: Η υπερχείλιση των παλαιών δεδομένων δεν εμφανίζεται επειδή η ημερομηνία μετρήσεων από τα τελευταία δεδομένα με όριο εμφάνισης.
fa: سرریز داده های قدیمی نمایش داده نمی شود زیرا DateTime از آخرین داده ها با حد نمایش حساب می شود.
fi: Vanhan tiedon ylivuotoa ei näytetä, koska viimeisimmistä tiedoista näyttörajalla on viimeisimmät tiedot.
fr: Les anciennes données débordantes ne sont pas affichées car le DateTime compte à partir des dernières données avec limite d'affichage.
gd: Chan eil seann dàta a 'cur thairis air a bhith air a thaisbeanadh leis nach eil an ceann-latha a' cunntadh an ceann-latha bhon dàta as ùire le crìoch taisbeanaidh.
he: נתונים ישנים שופכים לא מוצגים מכיוון ש- DateTime נחשב מהנתונים האחרונים עם מגבלת התצוגה.
hr: Prelijevanje starih podataka nije prikazano jer se DateTime broji iz najnovijih podataka s ograničenjem prikaza.
hu: A régi adatok túlcsordulása nem jelenik meg, mivel a DateTime a legfrissebb adatokból származik a kijelző korlátozásával.
id: Data lama yang meluap tidak ditampilkan karena datetime dihitung dari data terbaru dengan batas tampilan.
is: Yfirfull gömul gögn birtast ekki vegna þess að datetime telur úr nýjustu gögnum með skjámörkum.
it: L'eccesso di vecchi dati non viene visualizzato perché i dati di DateTime dai dati più recenti con limite di visualizzazione.
ja: 日時が最新のデータからデータ数をカウントしているため、オーバーフローした古いデータは表示されません。
km: ការហៀរទិន្នន័យចាស់មិនត្រូវបានបង្ហាញទេពីព្រោះទិន្នន័យដែលរាប់ពីទិន្នន័យចុងក្រោយដែលមានដែនកំណត់បង្ហាញ។
lb: Iwwerschwemmend al Daten ginn net ugewisen well den Datumer vun de leschten Donnéeën mat Displaylimit ass.
mi: Ko nga raraunga tawhito kaore e whakaatuhia na te mea ko nga tatauranga o te waa mai i nga raraunga hou me te taatai ​​whakaatu.
mk: Прелевањето на старите податоци не е прикажано затоа што DateTime се брои од најновите податоци со ограничување на екранот.
mn: Хэт их өгөгдөл нь дэлгэцийн хязгаарлалт бүхий хамгийн сүүлийн үеийн мэдээллийг тоолохгүй байгаа тул хуучин мэдээллийг харуулахгүй.
ms: Data lama yang melimpah tidak dipaparkan kerana DateTime dikira dari data terkini dengan had paparan.
my: DatesTime သည်နောက်ဆုံးပေါ်ဒေတာများမှ Data Limit ဖြင့်နောက်ဆုံးပေါ်ဒေတာများမှရေတွက်သောကြောင့်အဟောင်းဒေတာဟောင်းများကိုမပြပါ။
nl: Overlopende oude gegevens worden niet weergegeven omdat de datetime telt van de nieuwste gegevens met weergavelimiet.
no: Overfylte gamle data vises ikke fordi datetiden teller fra de nyeste dataene med visningsgrense.
pl: Przepełnione stare dane nie są wyświetlane, ponieważ datetime liczy się z najnowszych danych z limitem wyświetlania.
pt: Dados antigos transbordantes não são exibidos porque a contagem de dateTime a partir dos dados mais recentes com limite de exibição.
ro: Revărsarea datelor vechi nu este afișată, deoarece datele de date contează din cele mai recente date cu limită de afișare.
ru: Переполнение старых данных не отображается, потому что DateTime считается из последних данных с ограничением отображения.
sd: وڌيڪ پراڻي ڊيٽا ظاهر نه ڪئي وئي آهي ڇاڪاڻ ته ڊسپلي حد تائين تازه ترين ڊيٽا مان ڳڻپ ڪندو آهي.
si: පැරණි දත්ත පිටාර ගැලීම පෙන්වන්නේ නැත, මන්ද දත්ත මස දර්ශන සීමාව සහිත නවතම දත්ත වලින් ගණන් කරන බැවිනි.
sk: Pretekajúce staré údaje sa nezobrazujú, pretože datetime sa počíta z najnovších údajov s limitom displeja.
sq: Të dhënat e vjetra të tejmbushura nuk shfaqen sepse DateTime numëron nga të dhënat e fundit me kufirin e ekranit.
sv: Överflödande gamla data visas inte eftersom DateTime räknas från de senaste data med visningsgräns.
th: ข้อมูลเก่าที่ล้นออกมาจะไม่ปรากฏขึ้นเนื่องจาก dateTime นับจากข้อมูลล่าสุดที่มีขีด จำกัด การแสดงผล
tl: Ang umaapaw na lumang data ay hindi ipinapakita dahil ang bilang ng mga dateTime mula sa pinakabagong data na may limitasyon ng pagpapakita.
tr: Ditetime, ekran limiti olan en son verilerden sayıldığından eski veriler görüntülenmez.
vi: Tràn dữ liệu cũ không được hiển thị vì số lượng DateTime từ dữ liệu mới nhất với giới hạn hiển thị.

source: Limit number of graphs
ar: اقتصر عدد المؤامرة على NUMBER. إذا كنت ترغب في عرض كل شيء ، فاحرص على الإعدادات.
bg: Броят на сюжета беше ограничен до NUMBER. Ако искате да покажете всички, преосмислете настройките.
ca: El nombre de trama es limitava a NUMBER. Si voleu mostrar -ho tot, reviseu la configuració.
cs: Počet spiknutí byl omezen na NUMBER. Pokud chcete zobrazit vše, Revidujte nastavení.
cy: Roedd nifer y plot wedi'i gyfyngu i NUMBER. Os ydych chi am arddangos y cyfan, ailedrych ar y gosodiadau.
da: Antallet af plot var begrænset til NUMBER. Hvis du vil vise alt, skal du revidere indstillingerne.
de: Die Anzahl der Handlungen war auf NUMBER beschränkt. Wenn Sie alle anzeigen möchten, überprüfen Sie die Einstellungen.
el: Ο αριθμός των οικόπεδο περιοριζόταν σε NUMBER. Αν θέλετε να εμφανίσετε όλα, ανανεώστε τις ρυθμίσεις.
fa: تعداد طرح محدود به NUMBER بود. اگر می خواهید همه را نمایش دهید ، تنظیمات را تجدید نظر کنید.
fi: Tontin lukumäärä oli rajoitettu NUMBER: een. Jos haluat näyttää kaikki, kierrä asetukset.
fr: Le nombre de tracé était limité à NUMBER. Si vous souhaitez tout afficher, revipez les paramètres.
gd: Bha an àireamh de phlota air a chuingealachadh ri NUMBER. Ma tha thu airson a bhith a 'taisbeanadh na h-uile, ag ath-sgrùdadh nan roghainnean.
he: מספר העלילה היה מוגבל ל- NUMBER. אם ברצונך להציג את הכל, ערוך את ההגדרות.
hr: Broj parcele bio je ograničen na NUMBER. Ako želite prikazati sve, revite postavke.
hu: A diagram száma NUMBER -ra korlátozódott. Ha az összes megjelenítését szeretné megjeleníteni, olvassa el a beállításokat.
id: Jumlah plot terbatas pada NUMBER. Jika Anda ingin menampilkan semua, revice pengaturan.
is: Fjöldi samsæri var takmarkaður við NUMBER. Ef þú vilt sýna alla skaltu taka stillingarnar.
it: Il numero di trama era limitato a NUMBER. Se si desidera visualizzare tutto, revice le impostazioni.
ja: 表示するグラフの数をNUMBER個に制限して表示しました。表示できていないグラフを表示したい場合は、設定を見直してください。
km: ចំនួនគ្រោងត្រូវបានកំណត់ត្រឹម NUMBER ។ ប្រសិនបើអ្នកចង់បង្ហាញទាំងអស់សូមពិនិត្យមើលការកំណត់ឡើងវិញ។
lb: D'Zuel vun de Komplott war limitéiert op NUMBER. Wann Dir all wëllt weisen, déi d'Astellunge nei weisen.
mi: Ko te maha o te mahere i iti noa iho ki NUMBER. Mena kei te hiahia koe ki te whakaatu katoa, ka whakahou i nga tautuhinga.
mk: Бројот на заговор беше ограничен на NUMBER. Ако сакате да ги прикажете сите, преработете ги поставките.
mn: Талбайн тоог NUMBER хязгаарласан. Хэрэв та бүгдийг нь харуулахыг хүсч байвал тохиргоогоо дахин оруулна уу.
ms: Bilangan plot terhad kepada NUMBER. Jika anda mahu memaparkan semua, balas semula tetapan.
my: ကြံစည်မှုအရေအတွက် NUMBER ကန့်သတ်ထားသည်။ သင်အားလုံးကိုပြသလိုပါကချိန်ညှိချက်များကိုပြန်လည်ရယူပါ။
nl: Het aantal plot was beperkt tot NUMBER. Als u alles wilt weergeven, hervraagt ​​u de instellingen.
no: Antall tomt var begrenset til NUMBER. Hvis du vil vise alt, kan du revere innstillingene.
pl: Liczba fabuły była ograniczona do NUMBER. Jeśli chcesz wyświetlić wszystko, prześwituj ustawienia.
pt: O número de gráficos foi limitado a NUMBER. Se você deseja exibir tudo, REVIDE as configurações.
ro: Numărul de complot a fost limitat la NUMBER. Dacă doriți să afișați toate, reînviați setările.
ru: Количество участка было ограничено NUMBER. Если вы хотите отобразить все, повторно измените настройки.
sd: پلاٽ جو تعداد NUMBER تائين محدود هو. جيڪڏهن توهان سڀ ظاهر ڪرڻ چاهيو ٿا، سيٽنگن کي نظرثاني ڪريو.
si: කුමන්ත්රණයේ සංඛ්යාව NUMBER ට සීමා විය. ඔබට සියල්ල ප්රදර්ශනය කිරීමට අවශ්ය නම්, සැකසුම් පුනරාවර්තනය කරන්න.
sk: Počet pozemkov bol obmedzený na NUMBER. Ak chcete zobraziť všetky, znovuzískajte nastavenia.
sq: Numri i komplotit ishte i kufizuar në NUMBER. Nëse doni të shfaqni të gjitha, revotoni cilësimet.
sv: Antalet tomt var begränsat till NUMBER. Om du vill visa alla, väck inställningarna.
th: จำนวนพล็อตถูก จำกัด ไว้ที่ NUMBER หากคุณต้องการแสดงทั้งหมดให้เปิดการตั้งค่า
tl: Ang bilang ng balangkas ay limitado sa NUMBER. Kung nais mong ipakita ang lahat, i -revice ang mga setting.
tr: Arsa sayısı NUMBER ile sınırlıydı. Hepsini görüntülemek istiyorsanız, ayarları revize edin.
vi: Số lượng lô được giới hạn ở NUMBER. Nếu bạn muốn hiển thị tất cả, hãy thu hồi các cài đặt.

source: Limit number of graphs displayed in one tab
ar: اقتصر عدد المؤامرة في علامة تبويب واحدة على NUMBER. إذا كنت ترغب في عرض كل شيء ، فاحرص على الإعدادات.
bg: Броят на сюжета в един раздел беше ограничен до NUMBER. Ако искате да покажете всички, преосмислете настройките.
ca: El nombre de trama en una sola pestanya es limitava a NUMBER. Si voleu mostrar -ho tot, reviseu la configuració.
cs: Počet grafu na jedné kartě byl omezen na NUMBER. Pokud chcete zobrazit vše, Revidujte nastavení.
cy: Roedd nifer y plot ar un tab wedi'i gyfyngu i NUMBER. Os ydych chi am arddangos y cyfan, ailedrych ar y gosodiadau.
da: Antallet af plot på en enkelt fane var begrænset til NUMBER. Hvis du vil vise alt, skal du revidere indstillingerne.
de: Die Anzahl der Handlungen auf einer einzigen Registerkarte war auf NUMBER beschränkt. Wenn Sie alle anzeigen möchten, überprüfen Sie die Einstellungen.
el: Ο αριθμός των οικόπεδο σε μία μόνο καρτέλα περιοριζόταν στο NUMBER. Αν θέλετε να εμφανίσετε όλα, ανανεώστε τις ρυθμίσεις.
fa: تعداد طرح در یک برگه واحد محدود به NUMBER بود. اگر می خواهید همه را نمایش دهید ، تنظیمات را تجدید نظر کنید.
fi: Yhden välilehden tontin lukumäärä oli rajoitettu NUMBER: een. Jos haluat näyttää kaikki, kierrä asetukset.
fr: Le nombre de tracé sur un seul onglet était limité à NUMBER. Si vous souhaitez tout afficher, revipez les paramètres.
gd: Bha an àireamh de phlota air aon taba singilte air a chuingealachadh ri NUMBER. Ma tha thu airson a bhith a 'taisbeanadh na h-uile, ag ath-sgrùdadh nan roghainnean.
he: מספר העלילה בכרטיסייה יחידה היה מוגבל ל- NUMBER. אם ברצונך להציג את הכל, ערוך את ההגדרות.
hr: Broj crteža na jednoj kartici bio je ograničen na NUMBER. Ako želite prikazati sve, revite postavke.
hu: Az egyetlen lapon a diagram száma NUMBER -ra korlátozódott. Ha az összes megjelenítését szeretné megjeleníteni, olvassa el a beállításokat.
id: Jumlah plot pada satu tab terbatas pada NUMBER. Jika Anda ingin menampilkan semua, revice pengaturan.
is: Fjöldi samsæri á einum flipa var takmarkaður við NUMBER. Ef þú vilt sýna alla skaltu taka stillingarnar.
it: Il numero di trama in una singola scheda era limitato a NUMBER. Se si desidera visualizzare tutto, revice le impostazioni.
ja: 1つのタブに表示するグラフの数をNUMBER個に制限して表示しました。表示できていないグラフを表示したい場合は、設定を見直してください。
km: ចំនួនគ្រោងលើផ្ទាំងតែមួយត្រូវបានកំណត់ត្រឹម NUMBER ។ ប្រសិនបើអ្នកចង់បង្ហាញទាំងអស់សូមពិនិត្យមើលការកំណត់ឡើងវិញ។
lb: D'Zuel vun de Komplott op engem eenzegen Tab war limitéiert op NUMBER. Wann Dir all wëllt weisen, déi d'Astellunge nei weisen.
mi: Ko te maha o te mahere i runga i te ripa kotahi te iti ki te NUMBER. Mena kei te hiahia koe ki te whakaatu katoa, ka whakahou i nga tautuhinga.
mk: Бројот на заговор на едно јазиче беше ограничен на NUMBER. Ако сакате да ги прикажете сите, преработете ги поставките.
mn: Нэг таб дээрх хуйвалдааны тоо NUMBER-тэй хязгаарлагдсан. Хэрэв та бүгдийг нь харуулахыг хүсч байвал тохиргоогоо дахин оруулна уу.
ms: Bilangan plot pada satu tab adalah terhad kepada NUMBER. Jika anda mahu memaparkan semua, balas semula tetapan.
my: တစ်ခုတည်း tab ပေါ်တွင်ကြံစည်မှုအရေအတွက် NUMBER သာကန့်သတ်ထားသည်။ သင်အားလုံးကိုပြသလိုပါကချိန်ညှိချက်များကိုပြန်လည်ရယူပါ။
nl: Het aantal plot op een enkel tabblad was beperkt tot NUMBER. Als u alles wilt weergeven, hervraagt ​​u de instellingen.
no: Antall plott på en enkelt fane var begrenset til NUMBER. Hvis du vil vise alt, kan du revere innstillingene.
pl: Liczba wykresu na jednej karcie była ograniczona do NUMBER. Jeśli chcesz wyświetlić wszystko, prześwituj ustawienia.
pt: O número de plotagem em uma única guia foi limitada a NUMBER. Se você deseja exibir tudo, REVIDE as configurações.
ro: Numărul de complot dintr -o singură filă a fost limitat la NUMBER. Dacă doriți să afișați toate, reînviați setările.
ru: Количество графика на одной вкладке было ограничено NUMBER. Если вы хотите отобразить все, повторно измените настройки.
sd: هڪ ٽيب تي پلاٽ جو تعداد NUMBER تائين محدود هو. جيڪڏهن توهان سڀ ظاهر ڪرڻ چاهيو ٿا، سيٽنگن کي نظرثاني ڪريو.
si: තනි පටිත්තක බිම් කොටස NUMBER ට සීමා විය. ඔබට සියල්ල ප්රදර්ශනය කිරීමට අවශ්ය නම්, සැකසුම් පුනරාවර්තනය කරන්න.
sk: Počet pozemkov na jednej karte bol obmedzený na NUMBER. Ak chcete zobraziť všetky, znovuzískajte nastavenia.
sq: Numri i komplotit në një skedë të vetme ishte i kufizuar në NUMBER. Nëse doni të shfaqni të gjitha, revotoni cilësimet.
sv: Antalet tomt på en enda flik var begränsat till NUMBER. Om du vill visa alla, väck inställningarna.
th: จำนวนพล็อตบนแท็บเดียวถูก จำกัด ไว้ที่ NUMBER หากคุณต้องการแสดงทั้งหมดให้เปิดการตั้งค่า
tl: Ang bilang ng balangkas sa isang solong tab ay limitado sa NUMBER. Kung nais mong ipakita ang lahat, i -revice ang mga setting.
tr: Tek bir sekmedeki çizim sayısı NUMBER ile sınırlıydı. Hepsini görüntülemek istiyorsanız, ayarları revize edin.
vi: Số lượng lô trên một tab duy nhất được giới hạn ở NUMBER. Nếu bạn muốn hiển thị tất cả, hãy thu hồi các cài đặt.
