Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Available to select maximumn 4 sensors at time. Please check and retry again.
ar: يمكنك الاختيار من 2 إلى 7 متغيرات الهدف. تحقق من عدد المتغيرات المستهدفة وتصحيح الإعدادات.
bg: Можете да изберете от 2 до 7 целеви променливи. Проверете броя на целевите променливи и коригирайте настройките.
ca: Podeu seleccionar de 2 a 7 variables objectiu. Comproveu el nombre de variables de destinació i corregiu la configuració.
cs: Můžete si vybrat od 2 do 7 cílových proměnných. Zkontrolujte počet cílových proměnných a opravte nastavení.
cy: Gallwch ddewis o 2 i 7 newidyn targed. Gwiriwch nifer y newidynnau targed a chywirwch y gosodiadau.
da: Du kan vælge mellem 2 til 7 målvariabler. Kontroller antallet af målvariabler, og korriger indstillingerne.
de: Sie können von 2 bis 7 Zielvariablen auswählen. Überprüfen Sie die Anzahl der Zielvariablen und korrigieren Sie die Einstellungen.
el: Μπορείτε να επιλέξετε από 2 έως 7 μεταβλητές στόχου. Ελέγξτε τον αριθμό των μεταβλητών στόχου και διορθώστε τις ρυθμίσεις.
fa: می توانید از بین 2 تا 7 متغیر هدف را انتخاب کنید. تعداد متغیرهای هدف را بررسی کرده و تنظیمات را اصلاح کنید.
fi: Voit valita kohdasta 2 - 7 kohdemuuttujaa. Tarkista kohdemuuttujien lukumäärä ja korjaa asetukset.
fr: Vous pouvez sélectionner des variables cibles de 2 à 7. Vérifiez le nombre de variables cibles et corrigez les paramètres.
gd: Faodaidh tu taghadh bho 2 gu 7 chaochladairean targaid. Thoir sùil air an àireamh de chaochladairean targaid agus ceartaich na roghainnean.
he: אתה יכול לבחור בין 2 עד 7 משתני יעד. בדוק את מספר משתני היעד ותקן את ההגדרות.
hr: Možete odabrati između 2 do 7 ciljanih varijabli. Provjerite broj ciljnih varijabli i ispravite postavke.
hu: Kiválaszthatja a 2–7 célváltozót. Ellenőrizze a célváltozók számát, és javítsa ki a beállításokat.
id: Anda dapat memilih dari 2 hingga 7 variabel target. Periksa jumlah variabel target dan perbaiki pengaturan.
is: Þú getur valið frá 2 til 7 miða breytum. Athugaðu fjölda markstærða og leiðréttu stillingarnar.
it: È possibile selezionare da 2 a 7 variabili target. Controllare il numero di variabili target e correggere le impostazioni.
ja: 選択できるターゲット変数の数は最小2, 最大7です。ターゲット変数の数を確認し、設定を修正してください。
km: អ្នកអាចជ្រើសរើសពីអថេរគោលដៅ 2 ទៅ 7 ។ ពិនិត្យចំនួនអថេរគោលដៅហើយកែការកំណត់។
lb: Dir kënnt aus 2 bis 7 Zilvariabelen auswielen. Préift d'Zuel vun den Zilvariabelen a korrigéiert d'Astellungen.
mi: Ka taea e koe te tohua mai i te 2 ki te 7 nga taurangi whaainga. Tirohia te maha o nga taurangi o te whaainga me te whakatika i nga tautuhinga.
mk: Можете да изберете од 2 до 7 целни променливи. Проверете го бројот на целни променливи и поправете ги поставките.
mn: Та 2-оос 7 зорилтот хувьсагчдыг сонгож болно. Зорилтот хувьсагчдын тоог шалгаж, тохиргоогоо засна уу.
ms: Anda boleh memilih dari 2 hingga 7 pembolehubah sasaran. Semak bilangan pembolehubah sasaran dan betulkan tetapan.
my: သငျသညျ 2 မှ 7 ပစ်မှတ် variable တွေကိုမှ select နိုင်ပါတယ်။ ပစ်မှတ် variable တွေကိုနံပါတ်ကိုစစ်ဆေးပြီးချိန်ညှိချက်များကိုပြင်ပါ။
nl: U kunt kiezen uit 2 tot 7 doelvariabelen. Controleer het aantal doelvariabelen en corrigeer de instellingen.
no: Du kan velge mellom 2 til 7 målvariabler. Kontroller antall målvariabler og korriger innstillingene.
pl: Możesz wybrać od 2 do 7 zmiennych docelowych. Sprawdź liczbę zmiennych docelowych i popraw ustawienia.
pt: Você pode selecionar de 2 a 7 variáveis ​​de destino. Verifique o número de variáveis ​​de destino e corrija as configurações.
ro: Puteți selecta dintre 2 la 7 variabile țintă. Verificați numărul de variabile țintă și corectați setările.
ru: Вы можете выбрать от 2 до 7 целевых переменных. Проверьте количество целевых переменных и исправьте настройки.
sd: توهان 2 کان 7 ٽارگيٽ متغير چونڊ ڪري سگهو ٿا. ٽارگيٽ متغيرن جو تعداد چيڪ ڪريو ۽ سيٽنگ کي درست ڪريو.
si: ඉලක්කගත විචල්යයන් 2 සිට 7 දක්වා ඔබට තෝරා ගත හැකිය. ඉලක්ක විචල්යයන් ගණන පරීක්ෂා කර සැකසුම් නිවැරදි කරන්න.
sk: Môžete si vybrať z 2 do 7 cieľových premenných. Skontrolujte počet cieľových premenných a opravte nastavenia.
sq: Ju mund të zgjidhni nga 2 deri në 7 ndryshore të synuara. Kontrolloni numrin e variablave të synuar dhe korrigjoni cilësimet.
sv: Du kan välja mellan 2 till 7 målvariabler. Kontrollera antalet målvariabler och korrigera inställningarna.
th: คุณสามารถเลือกจาก 2 ถึง 7 ตัวแปรเป้าหมาย ตรวจสอบจำนวนตัวแปรเป้าหมายและแก้ไขการตั้งค่า
tl: Maaari kang pumili mula 2 hanggang 7 na mga variable na target. Suriin ang bilang ng mga variable na target at iwasto ang mga setting.
tr: 2 ila 7 hedef değişken arasından seçim yapabilirsiniz. Hedef değişkenlerin sayısını kontrol edin ve ayarları düzeltin.
vi: Bạn có thể chọn từ 2 đến 7 biến mục tiêu. Kiểm tra số lượng biến đích và sửa các cài đặt.

source: The maximum file size is 10MB. Please reduce the file size and retry again.
ar: حد حجم الملف هو 10 ميغابايت. تقليل حجم الملف وحاول مرة أخرى.
bg: Ограничението на размера на файла е 10 MB. Намалете размера на файла и опитайте отново.
ca: El límit de la mida del fitxer és de 10 MB. Reduïu la mida del fitxer i torneu -ho a provar.
cs: Limit velikosti souboru je 10 MB. Snižte velikost souboru a zkuste to znovu.
cy: Terfyn maint y ffeil yw 10 MB. Lleihau maint y ffeil a rhoi cynnig arall arni.
da: Filstørrelsesgrænsen er 10 MB. Reducer filstørrelsen, og prøv igen.
de: Die Dateigrößengrenze beträgt 10 MB. Reduzieren Sie die Dateigröße und versuchen Sie es erneut.
el: Το όριο μεγέθους αρχείου είναι 10 MB. Μειώστε το μέγεθος του αρχείου και δοκιμάστε ξανά.
fa: حد اندازه پرونده 10 مگابایت است. اندازه پرونده را کاهش داده و دوباره امتحان کنید.
fi: Tiedoston koko on 10 Mt. Pienennä tiedoston kokoa ja yritä uudelleen.
fr: La limite de taille du fichier est de 10 Mo. Réduisez la taille du fichier et réessayez.
gd: Is e crìoch meud an fhaidhle 10 MB. Lùghdaich meud an fhaidhle agus feuch ris a-rithist.
he: מגבלת גודל הקובץ היא 10 מגה בייט. צמצם את גודל הקובץ ונסה שוב.
hr: Ograničenje veličine datoteke je 10 MB. Smanjite veličinu datoteke i pokušajte ponovo.
hu: A fájlméret korlátja 10 MB. Csökkentse a fájl méretét, és próbálja újra.
id: Batas ukuran file adalah 10 MB. Kurangi ukuran file dan coba lagi.
is: Stærðarmörk skráarinnar eru 10 MB. Draga úr skráarstærðinni og reyndu aftur.
it: Il limite di dimensione del file è di 10 MB. Riduci la dimensione del file e riprova.
ja: ファイルサイズの上限は10MBです。ファイルサイズを減らして、再度入力してください。
km: ដែនកំណត់ទំហំឯកសារគឺ 10 មេកាបៃ។ កាត់បន្ថយទំហំឯកសារហើយព្យាយាមម្តងទៀត។
lb: D'Dateigréisst Limit ass 10 mb. Reduzéiert d'Dateigréisst a probéiert et nach eng Kéier.
mi: Ko te rohe rahi o te konae ko te 10 MB. Whakaitihia te rahi o te konae me te ngana ano.
mk: Границата на големината на датотеката е 10 MB. Намалете ја големината на датотеката и обидете се повторно.
mn: Файлын хэмжээ хязгаар нь 10 MB юм. Файлын хэмжээг багасгах, дахин оролдоно уу.
ms: Had saiz fail ialah 10 mb. Kurangkan saiz fail dan cuba lagi.
my: ဖိုင်အရွယ်အစားကန့်သတ်ချက်သည် 10 MB ဖြစ်သည်။ ဖိုင်အရွယ်အစားကိုလျှော့ချပြီးထပ်ကြိုးစားပါ။
nl: De limiet van de bestandsgrootte is 10 MB. Verminder de bestandsgrootte en probeer het opnieuw.
no: Filstørrelsesgrensen er 10 MB. Reduser filstørrelsen og prøv igjen.
pl: Limit wielkości pliku wynosi 10 MB. Zmniejsz rozmiar pliku i spróbuj ponownie.
pt: O limite de tamanho do arquivo é de 10 MB. Reduza o tamanho do arquivo e tente novamente.
ro: Limita de dimensiune a fișierului este de 10 MB. Reduceți dimensiunea fișierului și încercați din nou.
ru: Предел размера файла составляет 10 МБ. Уменьшите размер файла и попробуйте еще раз.
sd: فائل سائيز جي حد 10 ايم بي آهي. فائل جي سائيز کي گھٽايو ۽ ٻيهر ڪوشش ڪريو.
si: ගොනු ප්රමාණයේ සීමාව 10 MB වේ. ගොනු ප්රමාණය අඩු කර නැවත උත්සාහ කරන්න.
sk: Limit veľkosti súboru je 10 MB. Znížte veľkosť súboru a skúste to znova.
sq: Kufiri i madhësisë së skedarit është 10 MB. Ulni madhësinë e skedarit dhe provoni përsëri.
sv: Filstorleken är 10 MB. Minska filstorleken och försök igen.
th: ขีด จำกัด ขนาดไฟล์คือ 10 MB ลดขนาดไฟล์แล้วลองอีกครั้ง
tl: Ang limitasyon ng laki ng file ay 10 MB. Bawasan ang laki ng file at subukang muli.
tr: Dosya boyutu sınırı 10 MB'dir. Dosya boyutunu azaltın ve tekrar deneyin.
vi: Giới hạn kích thước tệp là 10 MB. Giảm kích thước tệp và thử lại.

source: If checked, the set date & time will also be saved.
ar: إذا تم التحقق منه ، يتم حفظ وقت البيانات المحدد أيضًا.
bg: Ако се провери, посоченият DateTime също се запазва.
ca: Si es comprova, també es guarden el dateTime especificat.
cs: Při zaškrtnutí se také uloží zadaná datetime.
cy: Os cânt eu gwirio, mae'r dyddiad penodedig hefyd yn cael eu cadw.
da: Hvis den er kontrolleret, gemmes den specificerede datetime også.
de: Bei Überprüfung werden auch die angegebene DateTime gespeichert.
el: Εάν ελέγχεται, αποθηκεύεται επίσης η καθορισμένη ημερομηνία.
fa: در صورت بررسی ، DateTime مشخص شده نیز ذخیره می شود.
fi: Jos myös tarkistetaan, määritetty päiväaika tallennetaan.
fr: S'il est vérifié, le DateTime spécifié est également enregistré.
gd: Ma thèid a sgrùdadh, thèid an ceann-latha ainmichte a shàbhaladh cuideachd.
he: אם נבדק, גם ה- DateTime שצוין נשמר.
hr: Ako se provjeri, također se spremaju navedeni datetime.
hu: Ha ellenőrzésre kerül, akkor a megadott DateTime is mentésre kerül.
id: Jika diperiksa, datetime yang ditentukan juga disimpan.
is: Ef það er athugað er einnig vistað tilgreind datetime.
it: Se verificato, anche il datatime specificato viene salvato.
ja: チェックを入れた場合、設定した日時も保存します。
km: ប្រសិនបើបានគូសធីកកាលបរិច្ឆេទដែលបានបញ្ជាក់ក៏ត្រូវបានរក្សាទុកផងដែរ។
lb: Wann iwwerpréift, de spezifizéierten Datumerime sinn och gerett.
mi: Mena ka tirohia, ko te ra kua tohua kua ora hoki.
mk: Ако се провери, наведениот DateTime се исто така зачувани.
mn: Хэрэв шалгагдсан бол заасан өгөгдөл бас хадгалагдана.
ms: Jika diperiksa, datetime yang ditentukan juga disimpan.
my: စစ်ဆေးပြီးပါကသတ်မှတ်ထားသော datetime ကိုလည်းသိမ်းဆည်းထားသည်။
nl: Indien aangevinkt, worden de opgegeven datetime ook opgeslagen.
no: Hvis det er sjekket, lagres også den spesifiserte datetiden.
pl: Po sprawdzeniu określony dataTime jest również zapisywana.
pt: Se verificado, o DateTime especificado também será salvo.
ro: Dacă este verificat, datele de date specificate sunt, de asemenea, salvate.
ru: При проверке указанный DateTime также сохраняются.
sd: جيڪڏهن چيڪ ڪيو ويو، مخصوص تاريخن کي به محفوظ ڪيو ويو آهي.
si: පරීක්ෂා කර ඇත්නම්, නිශ්චිත වේලාළු තුමා ද බේරී ඇත.
sk: Ak sa začiarkne, uloží sa aj zadaný datetime.
sq: Nëse kontrollohet, ruajtur gjithashtu dataTime e specifikuar.
sv: Om den kontrolleras sparas också den angivna DateTime.
th: หากตรวจสอบแล้ววันที่ที่ระบุจะถูกบันทึกไว้เช่นกัน
tl: Kung naka -check, ang tinukoy na datetime ay nai -save din.
tr: Kontrol edilirse, belirtilen DateTime da kaydedilir.
vi: Nếu được kiểm tra, DateTime được chỉ định cũng được lưu.

source: If checked, the settings can be shared.
ar: تحقق لمشاركة هذا الإعداد.
bg: Проверете, за да споделите тази настройка.
ca: Consulteu per compartir aquesta configuració.
cs: Zkontrolujte, zda toto nastavení sdílejte.
cy: Gwiriwch i rannu'r gosodiad hwn.
da: Kontroller for at dele denne indstilling.
de: Überprüfen Sie, ob diese Einstellung weitergegeben wird.
el: Ελέγξτε για να μοιραστείτε αυτήν τη ρύθμιση.
fa: بررسی کنید تا این تنظیم را به اشتراک بگذارید.
fi: Tarkista jakaa tämä asetus.
fr: Vérifiez pour partager ce paramètre.
gd: Thoir sùil air an suidheachadh seo a cho-roinn.
he: בדוק כדי לשתף הגדרה זו.
hr: Provjerite da biste podijelili ovu postavku.
hu: Ellenőrizze, hogy ossza meg ezt a beállítást.
id: Periksa untuk membagikan pengaturan ini.
is: Athugaðu til að deila þessari stillingu.
it: Controlla per condividere questa impostazione.
ja: チェックを入れた場合、この設定を共有できます。
km: ពិនិត្យដើម្បីចែករំលែកការកំណត់នេះ។
lb: Préift fir dës Astellung ze deelen.
mi: Tirohia ki te whakapuaki i tenei tautuhinga.
mk: Проверете за споделување на оваа поставка.
mn: Энэ тохиргоог хуваалцахыг шалгана уу.
ms: Semak untuk berkongsi tetapan ini.
my: ဒီ setting ကိုမျှဝေရန်စစ်ဆေးပါ။
nl: Controleer om deze instelling te delen.
no: Sjekk for å dele denne innstillingen.
pl: Sprawdź, aby udostępnić to ustawienie.
pt: Verifique para compartilhar esta configuração.
ro: Verificați pentru a partaja această setare.
ru: Проверьте, чтобы поделиться этим настройкой.
sd: ھن سيٽنگ کي حصيداري ڪرڻ لاء چيڪ ڪريو.
si: මෙම සැකසුම බෙදා ගැනීමට පරීක්ෂා කරන්න.
sk: Skontrolujte zdieľanie tohto nastavenia.
sq: Kontrolloni për të ndarë këtë cilësim.
sv: Kontrollera att dela denna inställning.
th: ตรวจสอบเพื่อแบ่งปันการตั้งค่านี้
tl: Suriin upang ibahagi ang setting na ito.
tr: Bu ayarı paylaşmak için kontrol edin.
vi: Kiểm tra để chia sẻ cài đặt này.

source: Confirm to save your setting.
ar: احفظ الإعدادات.
bg: Запазете настройките.
ca: Deseu la configuració.
cs: Uložit nastavení.
cy: Arbedwch y gosodiadau.
da: Gem indstillingerne.
de: Speichern Sie die Einstellungen.
el: Αποθηκεύστε τις ρυθμίσεις.
fa: تنظیمات را ذخیره کنید.
fi: Tallenna asetukset.
fr: Enregistrez les paramètres.
gd: Sàbhail na roghainnean.
he: שמור את ההגדרות.
hr: Spremite postavke.
hu: Mentse el a beállításokat.
id: Simpan pengaturan.
is: Vistaðu stillingarnar.
it: Salva le impostazioni.
ja: 設定を保存します。
km: រក្សាទុកការកំណត់។
lb: Späichert d'Astellungen.
mi: Whakaorangia nga tautuhinga.
mk: Зачувајте ги поставките.
mn: Тохиргоог хадгал.
ms: Simpan tetapan.
my: ချိန်ညှိချက်များကိုသိမ်းဆည်းပါ။
nl: Sla de instellingen op.
no: Lagre innstillingene.
pl: Zapisz ustawienia.
pt: Salve as configurações.
ro: Salvați setările.
ru: Сохраните настройки.
sd: سيٽنگون محفوظ ڪريو.
si: සැකසුම් සුරකින්න.
sk: Uložte nastavenia.
sq: Ruani cilësimet.
sv: Spara inställningarna.
th: บันทึกการตั้งค่า
tl: I -save ang mga setting.
tr: Ayarları kaydedin.
vi: Lưu cài đặt.

source: Do you want to overwrite the setting?
ar: هل أنت متأكد من الكتابة فوق إعدادات؟
bg: Сигурни ли сте да презапишете настройките?
ca: Esteu segur de sobreescriure la configuració?
cs: Určitě přepíšete nastavení?
cy: Ydych chi'n sicr o drosysgrifo gosodiadau?
da: Er du sikker på at overskrive indstillinger?
de: Sind Sie sicher, Einstellungen zu überschreiben?
el: Είστε σίγουροι ότι θα αντικαταστήσετε τις ρυθμίσεις;
fa: آیا مطمئناً تنظیمات را بازنویسی می کنید؟
fi: Oletko varma, että korvaa asetukset?
fr: Êtes-vous sûr d'écraser les paramètres?
gd: A bheil thu cinnteach gun cuir thu thairis air roghainnean?
he: האם אתה בטוח להחליף את ההגדרות?
hr: Jeste li sigurni da prepisujete postavke?
hu: Biztosan felülírja a beállításokat?
id: Apakah Anda pasti akan menimpa pengaturan?
is: Ertu viss um að skrifa yfir stillingar?
it: Sei sicuro di sovrascrivere le impostazioni?
ja: 設定を上書き保存しますか？
km: តើអ្នកប្រាកដជាថាការសរសេរជាន់លើកំរិតណា?
lb: Sidd Dir sécher d'Astellunge iwwerschreiwe?
mi: Kei te mohio koe ki nga waahanga tuhi?
mk: Дали сте сигурно да ги презапишете поставките?
mn: Тохиргоог дарж бичихдээ итгэлтэй байна уу?
ms: Adakah anda pasti menimpa tetapan?
my: ချိန်ညှိချက်များကိုကျော်လွှားရန်သေချာပါသလား။
nl: Weet u zeker dat u instellingen overschrijft?
no: Er du sikker på å overskrive innstillinger?
pl: Czy na pewno zastąpisz ustawienia?
pt: Você tem certeza de substituir as configurações?
ro: Sunteți sigur că suprascrieți setările?
ru: Вы обязательно перезаписываете настройки?
sd: ڇا توهان کي پڪ آهي ته سيٽنگن کي ختم ڪرڻ لاء؟
si: සැකසුම් නැවත ලිවීමට ඔබට විශ්වාසද?
sk: Určite prepíšete nastavenia?
sq: A jeni i sigurt për të rishkruar cilësimet?
sv: Är du säker på att skriva över inställningar?
th: คุณแน่ใจว่าจะเขียนทับการตั้งค่าหรือไม่?
tl: Sigurado ka bang mag -overwrite ng mga setting?
tr: Ayarların üzerine yazacağınızdan emin misiniz?
vi: Bạn có chắc chắn để ghi đè cài đặt?

source: Shared
ar: شارك
bg: дял
ca: Compartir
cs: podíl
cy: ranna ’
da: del
de: Teilen
el: μερίδιο
fa: اشتراک گذاری
fi: Jaa
fr: partager
gd: Co-roinn
he: לַחֲלוֹק
hr: udio
hu: részvény
id: Bagikan
is: deila
it: Condividere
ja: 共有
km: ការរមលេក
lb: deelen
mi: hea
mk: сподели
mn: хуваах
ms: berkongsi
my: ခဲွဝေ
nl: deel
no: dele
pl: dzielić
pt: compartilhar
ro: acțiune
ru: Поделиться
sd: ونڊا شيئر
si: බෙදාගන්න
sk: zdieľam
sq: pjesë
sv: dela med sig
th: แบ่งปัน
tl: ibahagi
tr: Paylaş
vi: đăng lại

source: Private
ar: خاص
bg: Частен
ca: Privat
cs: Soukromé
cy: Preifat
da: Privat
de: Privatgelände
el: Ιδιωτικός
fa: خصوصی
fi: Yksityinen
fr: Privé
gd: Prìobhaideach
he: פְּרָטִי
hr: Privatni
hu: Magán
id: Pribadi
is: Einkamál
it: Privato
ja: 個人用
km: ឯកចន
lb: Privatanesch
mi: Muna
mk: Приватно
mn: Хувийн
ms: Swasta
my: ကိုယ်ပိုင်
nl: Privaat
no: Privat
pl: Prywatny
pt: Privado
ro: Privat
ru: Частный
sd: نجي آ
si: පුද්ගලික
sk: Súkromné
sq: Privat
sv: Privat
th: ส่วนตัว
tl: Pribado
tr: Özel
vi: Riêng tư

source: Created at
ar: أنشئت في
bg: Създаден на
ca: Creat a
cs: Vytvořeno na
cy: Wedi'i greu yn
da: Oprettet kl
de: Hergestellt in
el: Δημιουργήθηκε στο
fa: ایجاد شده در
fi: Luotu jhk
fr: Créé à
gd: Air a chruthachadh aig
he: נוצר ב
hr: Stvoren na
hu: Létrehozott
id: Dibuat di
is: Búið til kl
it: Creato a
ja: 作成日時
km: បានបង្កើតនៅ
lb: Erstallt bei
mi: Hanga i
mk: Создадено на
mn: Бүтэмж дээр бүтсэн
ms: Dicipta di
my: ဖန်တီးခဲ့တယ်
nl: Gemaakt bij
no: Opprettet på
pl: Utworzony w
pt: Criado em
ro: Creat la
ru: Создано на
sd: تي بڻيو
si: නිර්මාණය කරන ලද්දේ
sk: Vytvorené v
sq: I krijuar në
sv: Skapad vid
th: สร้างที่
tl: Nilikha sa
tr: Yaratılmış
vi: Được tạo ra tại

source: Close
ar: قريب
bg: Близо
ca: Tanca
cs: Zavřít
cy: Chaewch
da: Tæt
de: Nah dran
el: Κλείσε
fa: نزدیک
fi: kiinni
fr: proche
gd: Dùin
he: סגור
hr: Zatvoriti
hu: Bezárás
id: Menutup
is: Lokaðu
it: Chiudere
ja: 閉じる
km: បិត
lb: Zoumaachen
mi: Whakapā
mk: Затвори
mn: Ойр дөхөм
ms: Tutup
my: ပိတ်ထားသော
nl: Dichtbij
no: Lukk
pl: Blisko
pt: Perto
ro: Închide
ru: Закрывать
sd: بند ڪريو
si: වසන්න
sk: Zavrieť
sq: I afërt
sv: Stänga
th: ปิด I
tl: Malapit
tr: Kapat
vi: Đóng

source: Order set
ar: مجموعة الطلب
bg: Комплект поръчки
ca: Conjunt de comandes
cs: Nastavení objednávky
cy: Gosod Gorchymyn
da: Ordre sæt
de: Bestellsatz
el: Παραγγελία
fa: ترتیب
fi: Tilausjoukko
fr: Commandes
gd: Òrdugh air a shuidheachadh
he: מערך הזמנה
hr: Set narudžbe
hu: Megrendeléskészlet
id: Set pesanan
is: Pöntun sett
it: Set d'ordine
ja: 順序設定
km: សំណុំបញ្ជាទិញ
lb: Zougrëffert
mi: Whakatakotoria te ota
mk: Сет на нарачки
mn: Захиалгын газар
ms: Set pesanan
my: အမိန့်သတ်မှတ်
nl: Bestelset
no: Bestillingssett
pl: Zestaw zamówień
pt: Conjunto de pedidos
ro: Set de comandă
ru: Заказ набор
sd: جوٽيڪٽر
si: ඇණවුම් කට්ටලය
sk: Súbor objednávok
sq: Grup i porosisë
sv: Beställningsuppsättning
th: ชุดสั่งซื้อ
tl: Set ng order
tr: Sipariş seti
vi: Đặt hàng

source: From
ar: بدء DateTime
bg: Стартиране на DateTime
ca: Inicieu DateTime
cs: Spusťte datetime
cy: Cychwyn amser dyddiad
da: Start datetime
de: Starten Sie die DateTime
el: Ξεκινήστε το DateTime
fa: DateTime را شروع کنید
fi: Aloita DateTime
fr: Démarrer DateTime
gd: Ceann-latha tòiseachaidh àm do cheann-latha
he: התחל את DateTime
hr: Pokrenite DateTime
hu: Start DateTime
id: Mulai Datetime
is: Byrjaðu DateTime
it: Avvia DateTime
ja: 開始日時
km: ចាប់ផ្តើមទិន្នន័យ
lb: Startdatum
mi: Tīmata te rā
mk: Започнете со DateTime
mn: DateTime эхлэх
ms: Mula DateTime
my: DateTime ကိုစတင်ပါ
nl: Start datetime
no: Start DateTime
pl: Rozpocznij datetime
pt: Inicie o DateTime
ro: Porniți dateTime
ru: Запустить DateTime
sd: تاريخ جي شروعات
si: ආරම්භක වේලාව ආරම්භ කරන්න
sk: Spustite DateTime
sq: Filloni DateTime
sv: Starta DateTime
th: เริ่มต้นวันที่
tl: Simulan ang Datetime
tr: DateTime'ı başlat
vi: Bắt đầu DateTime

source: To
ar: نهاية DateTime
bg: Краен дата
ca: Finalitzar dateTime
cs: End datetime
cy: Diwedd Amser
da: Slutdatetime
de: Enddatenzeit
el: Ημερομηνία λήξης
fa: DateTime پایان
fi: Päätymatka
fr: Terminer la datetime
gd: Ceann-latha crìochnachaidh
he: סיום DateTime
hr: Kraj Datetime
hu: A DateTime End DateTime
id: Akhir datetime
is: Lok DateTime
it: End DateTime
ja: 終了日時
km: បញ្ចប់ DATETIME
lb: Enddatum
mi: Whakamutua te waa
mk: Крај на DateTime
mn: Төгсгөлийн Dateyime
ms: Akhir datetime
my: dateTime အဆုံးသတ်
nl: Eind DateTime
no: Slutt datetime
pl: Koniec datetime
pt: Final datetime
ro: Încheiați dateTime
ru: Конец DateTime
sd: آخري تاريخ وقت
si: අවසාන දිනය ටයිම්
sk: Koniec DateTime
sq: Mbaro datatime
sv: Slutdatum
th: สิ้นสุดวันที่
tl: Tapusin ang Datteime
tr: DateTime'ı bitir
vi: Kết thúc DateTime

source: Show x-axis labels
ar: إظهار ملصقات المحور X.
bg: Покажете етикети X-ос
ca: Mostra les etiquetes de l'eix x
cs: Zobrazit štítky osy x
cy: Dangos labeli echelin-x
da: Vis X-aksetiketter
de: Zeigen Sie X-Achse-Etiketten
el: Εμφάνιση ετικετών άξονα x
fa: برچسب های محور x را نشان دهید
fi: Näytä x-akselin etiketit
fr: Afficher les étiquettes de l'axe X
gd: Seall bileagan x-axis
he: הצג תוויות ציר X.
hr: Prikaži naljepnice X-osi
hu: Az x tengelycímkék megjelenítése
id: Tampilkan label sumbu x
is: Sýna X-ás merkimiða
it: Mostra etichette dell'asse X.
ja: 横軸ラベルを表示
km: បង្ហាញស្លាកអ័ក្ស X
lb: Show X-Axis Etiketten
mi: Whakaatuhia nga tapanga X-Axis
mk: Покажете етикети со X-оска
mn: X-тэнхлэгийн шошгыг харуул
ms: Tunjukkan label paksi x
my: X-Axis တံဆိပ်များပြပါ
nl: Toon X-Axis Labels
no: Vis X-Axis-etiketter
pl: Pokaż etykiety osi X.
pt: Mostre rótulos do eixo x
ro: Afișați etichete axe X.
ru: Показать x-оси метки
sd: ڏيکاريو ايڪس محور ليبلس
si: X- අක්ෂීය ලේබල් පෙන්වන්න
sk: Zobraziť štítky s osou X
sq: Trego etiketat e boshtit x
sv: Visa x-axeletiketter
th: แสดงฉลากแกน x
tl: Ipakita ang mga label ng x-axis
tr: X eksen etiketlerini göster
vi: Hiển thị nhãn trục X.

source: Datetime Range
ar: نطاق DateTime
bg: Диапазон на DateTime
ca: Gamma de dateTime
cs: Řada datetime
cy: Ystod DateTime
de: DATETIME -Reichweite
el: Φάσμα ημερομηνίας
fa: دامنه
fi: Datetime -alue
gd: Raon-latha raon-latha
he: טווח DateTime
hr: Raspon DateTime
hu: Adattartási tartomány
id: Rentang datetime
is: DateTime svið
it: Gamma DateTime
ja: 描画範囲
km: ជួរ datetime
lb: Datum
mi: Rangi Rangi
mk: Опсег на DateTime
mn: Datetime муж
ms: Julat DateTime
my: datetime အကွာအဝေး
nl: DateTime -bereik
pl: Zakres datetime
pt: Faixa DateTime
sd: تاريخ وقت جي حد
si: දිනය ටයිම් පරාසය
sk: Rozsah datetime
sq: Varg i të dhënave
th: ช่วงวันที่
tl: Saklaw ng DateTime
tr: DateTime Aralığı
vi: Phạm vi DateTime

source: Drag and drop file here
ar: السحب وإسقاط الملف هنا
bg: Плъзнете и пуснете файл тук
ca: Arrossegueu i deixeu anar el fitxer aquí
cs: Soubor přetažení
cy: Llusgo a gollwng ffeil yma
da: Træk og slip fil her
de: Drag & Drop -Datei hier
el: Σύρετε και ρίξτε το αρχείο εδώ
fa: پرونده را در اینجا بکشید و رها کنید
fi: Vedä ja pudota tiedosto täältä
fr: Fichier glisser et déposer ici
gd: Slaod agus leig às faidhle an seo
he: גרור ושחרר קובץ כאן
hr: Povucite i ispustite datoteku ovdje
hu: ITT Húzza és dobja el a fájlt
id: Seret dan lepas file di sini
is: Dragðu og slepptu hér
it: Trascind and drop File qui
ja: ここにファイルをドロップしてください
km: អូសនិងទម្លាក់ឯកសារនៅទីនេះ
lb: Drag an Drop Datei hei
mi: Toia ka maturuturu te konae i konei
mk: Влечете и испуштете ја датотеката овде
mn: Файлыг энд чирч, буулгана уу
ms: Seret dan jatuhkan fail di sini
my: drag နှင့် drop ဖိုင်ကိုဒီမှာ
nl: Sleep het bestand hier
no: Dra og slipp filen her
pl: Przeciągnij i upuść plik tutaj
pt: Arraste e solte o arquivo aqui
ro: Trageți și drop fișierul aici
ru: Перетащите файл здесь
sd: هتي داخل ڪريو ۽ ڊراپ ڪيو
si: ගොනුව මෙතැනට ඇදගෙන යන්න
sk: Tur
sq: Zvarritni dhe lëshoni skedarin këtu
sv: Dra och släpp filen här
th: ลากและวางไฟล์ที่นี่
tl: I -drag at i -drop ang file dito
tr: Dosyayı buraya sürükle ve bırak
vi: Kéo và thả tệp ở đây
