Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: FACTORY_PAST_IMPORT
ar: استيراد بيانات المصنع الماضية
bg: Импортирайте минали фабрични данни
ca: Importa dades de fàbrica passades
cs: Importovat minulá tovární data
cy: Mewnforio data ffatri yn y gorffennol
da: Importer tidligere fabriksdata
de: Vergangene Fabrikdaten importieren
el: Εισαγωγή προηγούμενων εργοστασιακών δεδομένων
fa: داده های کارخانه گذشته را وارد کنید
fi: Tuo aiemmat tehdastiedot
fr: Importer des données d'usine passées
gd: Cuir a-steach dàta factaraidh a chaidh a-steach
he: ייבא נתוני מפעל עבר
hr: Uvoz prošlih tvorničkih podataka
hu: Importálja a korábbi gyári adatait
id: Impor data pabrik masa lalu
is: Flytja inn fyrri verksmiðjugögn
it: Importa dati di fabbrica passati
ja: 過去の製造データのインポート
km: នាំចូលទិន្នន័យរោងចក្រ
lb: Import laanscht Fabréck Daten
mi: Kawemai nga raraunga wheketere o mua
mk: Увезете ги минатите фабрички податоци
mn: Өнгөрсөн үйлдвэрийн өгөгдлийг импортлох
ms: Import data kilang masa lalu
my: အတိတ်စက်ရုံဒေတာကိုတင်သွင်းပါ
nl: Importeer eerdere fabrieksgegevens
no: Importer tidligere fabrikkdata
pl: Zaimportuj wcześniejsze dane fabryczne
pt: Importar dados anteriores de fábrica
ro: Importați datele din fabrică din trecut
ru: Импорт прошлых заводских данных
sd: ماضي جي فيڪٽري ڊيٽا درآمد ڪريو
si: අතීත කර්මාන්තශාලා දත්ත ආනයනය කරන්න
sk: Importovať minulé továrne
sq: Importoni të dhënat e fabrikës së kaluar
sv: Importera tidigare fabriksdata
th: นำเข้าข้อมูลโรงงานที่ผ่านมา
tl: Mag -import ng nakaraang data ng pabrika
tr: Geçmiş fabrika verilerini içe aktarın
vi: Nhập dữ liệu nhà máy trong quá khứ

source: SHOW_FACTORY_PAST_IMPORT
ar: إظهار مهمة استيراد بيانات المصنع السابقة
bg: Показване на импортиране на работа на минали фабрични данни
ca: Mostra la feina d’importació de dades de fàbrica passades
cs: Zobrazit import úlohy minulých továrních dat
cy: Dangos swydd mewnforio data ffatri yn y gorffennol
da: Vis import af job med tidligere fabriksdata
de: Importieren des Jobs in früheren Fabrikdaten importieren
el: Εμφάνιση εργασίας εισαγωγής προηγούμενων εργοστασιακών δεδομένων
fa: وارد کردن شغل داده های کارخانه گذشته را نشان دهید
fi: Näytä aiempien tehdastietojen tuonti
fr: Afficher l'importation du travail des données d'usine passées
gd: Seall obair a thoirt a-steach do dhàta factaraidh a chaidh seachad
he: הצג ייבוא ​​עבודה של נתוני מפעל בעבר
hr: Pokažite uvoz posla prošlih tvorničkih podataka
hu: Mutassa be a korábbi gyári adatok importálását
id: Tampilkan pekerjaan mengimpor data pabrik masa lalu
is: Sýna innflutningsstarf fyrri verksmiðjugagna
it: Mostra l'importazione di un lavoro di dati di fabbrica passati
ja: 過去データインポートのジョブを表示
km: បង្ហាញការនាំចូលការងាររបស់រោងចក្រពីអតីតកាល
lb: Show importéierend Aarbecht vun der vergaangener Fabréck Daten
mi: Whakaatuhia te kawemai i nga mahi o nga raraunga wheketere o mua
mk: Покажете увоз на работа од фабрички податоци од минатото
mn: Өнгөрсөн үйлдвэрийн мэдээллийн өгөгдлийн ажлын импорт
ms: Tunjukkan pengimportan pekerjaan data kilang masa lalu
my: အတိတ်စက်ရုံဒေတာ၏တင်သွင်းမှုအလုပ်ကိုပြသပါ
nl: Toon de import van de fabrieksgegevens uit het verleden
no: Vis import av jobb med tidligere fabrikkdata
pl: Pokaż importowanie danych z przeszłych danych fabrycznych
pt: Mostre a importação do trabalho de dados de fábrica anteriores
ro: Afișează importul de muncă al datelor din fabrică din trecut
ru: Показать импорт работы прошлых заводских данных
sd: ماضي جي فيڪٽري ڊيٽا جو درآمد ڪندڙ نوڪري ڏيکاريو
si: අතීත කර්මාන්තශාලා දත්තවල ආනයනය ආනයනය කරන්න
sk: Zobraziť import práce v minulých továrňových údajoch
sq: Tregoni importimin e punës së të dhënave të kaluara të fabrikës
sv: Visa import av tidigare fabriksdata
th: แสดงการนำเข้างานโรงงานที่ผ่านมา
tl: Ipakita ang pag -import ng trabaho ng nakaraang data ng pabrika
tr: Geçmiş Fabrika Verilerinin İthalat İşini Göster
vi: Hiển thị công việc nhập khẩu của dữ liệu nhà máy trong quá khứ

source: CSV_IMPORT
ar: CSV استيراد البيانات
bg: CSV Импортиране на данни
ca: CSV Importa dades
cs: CSV Import dat
cy: CSV Data mewnforio
da: CSV importdata
de: CSV Daten importieren
el: CSV Εισαγωγή δεδομένων
fa: CSV داده های واردات
fi: CSV Tuo tietoja
fr: CSV Importer des données
gd: CSV dàta in-mhalairt
he: CSV ייבוא ​​נתונים
hr: CSV Uvoz podataka
hu: CSV Adatok importálása
id: CSV Impor data
is: CSV Innflutningsgögn
it: CSV Importa dati
ja: CSVデータのインポート
km: CSV ទិន្នន័យនាំចូល
lb: CSV Import Daten
mi: CSV nga raraunga kawemai
mk: CSV Податоци за увоз
mn: Inf+ импортын өгөгдөл
ms: CSV Data import
my: CSV တင်သွင်းမှုအချက်အလက်များကိုတင်သွင်းပါ
nl: CSV Importeren gegevens
no: CSV Importer data
pl: CSV Importuj dane
pt: CSV Importar dados
ro: CSV Import date
ru: CSV Импорт данных
sd: CSV درآمد ڊيٽا
si: CSV ආනයන දත්ත
sk: CSV Importovať údaje
sq: CSV Të dhënat e importit
sv: CSV Importera data
th: CSV นำเข้าข้อมูล
tl: CSV Mag -import ng data
tr: CSV İçe Aktarma Verileri
vi: CSV Nhập dữ liệu

source: CLEAN_DATA
ar: حذف البيانات القديمة
bg: Изтриване на стари данни
ca: Suprimeix dades antigues
cs: Odstranit stará data
cy: Dileu hen ddata
da: Slet gamle data
de: Alte Daten löschen
el: Διαγραφή παλαιών δεδομένων
fa: داده های قدیمی را حذف کنید
fi: Poista vanhat tiedot
fr: Supprimer les vieilles données
gd: Cuir às do sheann dàta
he: מחק נתונים ישנים
hr: Izbrišite stare podatke
hu: A régi adatok törlése
id: Hapus data lama
is: Eyða gömlum gögnum
it: Elimina i vecchi dati
ja: 古いデータの削除
km: លុបទិន្នន័យចាស់
lb: Läschen al Daten
mi: Mukua nga raraunga tawhito
mk: Избришете ги старите податоци
mn: Хуучин мэдээллийг устгах
ms: Padam data lama
my: ဒေတာအဟောင်းကိုဖျက်ပါ
nl: Verwijder oude gegevens
no: Slett gamle data
pl: Usuń stare dane
pt: Excluir dados antigos
ro: Ștergeți datele vechi
ru: Удалить старые данные
sd: پراڻي ڊيٽا کي ختم ڪريو
si: පැරණි දත්ත මකන්න
sk: Vymazať staré údaje
sq: Fshi të dhënat e vjetra
sv: Ta bort gamla data
th: ลบข้อมูลเก่า
tl: Tanggalin ang lumang data
tr: Eski verileri sil
vi: Xóa dữ liệu cũ

source: Started
ar: وقت البدء
bg: Начален час
ca: L'hora d'inici
cs: Doba spuštění
cy: Amser Cychwyn
da: Starttidspunkt
de: Startzeit
el: Ωρα έναρξης
fa: زمان شروع
fi: Aloitusaika
fr: Heure de début
gd: Ùine tòiseachaidh
he: שעת התחלה
hr: Vrijeme početka
hu: Kezdési idő
id: Waktu mulai
is: Byrjunartími
it: Ora di inizio
ja: 開始時刻
km: ពេលវេលាចាប់ផ្តើម
lb: Startzäit
mi: Timata te wa
mk: Време на започнување
mn: Эхлэх цаг
ms: Masa mula
my: စတင်ချိန်
nl: Starttijd
no: Starttid
pl: Czas rozpoczęcia
pt: Hora de início
ro: Timpul de începere
ru: Время начала
sd: جو وقت
si: ආරම්භක වේලාව
sk: Doba spustenia
sq: Koha e nisjes
sv: Starttid
th: เวลาเริ่มต้น
tl: Oras ng umpisa
tr: Başlangıç ​​saati
vi: Thời gian bắt đầu

source: Duration
ar: الوقت المنقضي
bg: изминалото време
ca: temps transcorregut
cs: uplynulý čas
cy: amser a aeth heibio
da: forløbet tid
de: verstrichene Zeit
el: χρόνος που παρήλθε
fa: زمان سپری شده
fi: kulunut aika
fr: temps écoulé
gd: ùine a bharrachd
he: זמן שחלף
hr: Proteklo vrijeme
hu: eltelt idő
id: waktu berlalu
is: liðinn tími
it: tempo trascorso
ja: 経過時間
km: រយះ​ពេល​ប្រតិបត្តិ
lb: Zäitzäit
mi: wa i pania
mk: поминато време
mn: зарцуулсан цаг хугацаа
ms: masa berlalu
my: အချိန်ကုန်လွန်
nl: verstreken tijd
no: Går tid
pl: upłynął czas
pt: Tempo decorrido
ro: timpul scurs
ru: пройденное время
sd: ختم ٿيل وقت
si: ගත වූ කාලය
sk: uplynutý čas
sq: kohe e kaluar
sv: förfluten tid
th: เวลาที่ผ่านไป
tl: lumipas na oras
tr: geçen zaman
vi: thời gian trôi qua

source: Database/CSV
ar: قاعدة البيانات/CSV
bg: База данни/CSV
ca: Base de dades/csv
cs: Databáze/csv
cy: Cronfa Ddata/CSV
de: Datenbank/CSV
el: Βάση δεδομένων/CSV
fa: پایگاه داده/CSV
fi: Tietokanta/csv
fr: Base de données / CSV
gd: Stòr-dàta / CSV
he: מסד נתונים/CSV
hr: Baza podataka/CSV
hu: Adatbázis/CSV
is: Gagnagrunnur/CSV
ja: データベース・CSV
km: មូលដ្ឋានទិន្នន័យ / CSV
lb: Datebank / CSV
mi: Pātengi raraunga / csv
mk: База на податоци/CSV
mn: Өгөгдлийн сан / CSV
ms: Pangkalan Data/CSV
my: ဒေတာဘေ့စ် / CSV
pl: Baza danych/CSV
pt: Banco de dados/csv
ro: Baza de date/CSV
ru: База данных/CSV
sd: ڊيٽابيس / سي ايس وي
si: දත්ත සමුදාය / CSV
sk: Databáza/CSV
sq: Baza e të dhënave/CSV
sv: Databas/csv
th: ฐานข้อมูล/CSV
tr: Veritabanı/CSV
vi: Cơ sở dữ liệu/CSV

source: Succeed/Total
ar: تقدم
bg: Напредък
ca: Progrés, progressar
cs: Pokrok
cy: Symudon
da: Fremskridt
de: Fortschritt
el: Πρόοδος
fa: پیش رفتن
fi: Edistyminen
fr: Progrès
gd: Adhartas
he: התקדמות
hr: Napredak
hu: Előrehalad
id: Kemajuan
is: Framfarir
it: Progresso
ja: 進捗状況
km: ចមរើន
lb: Kontrad
mi: Ahu whakamua
mk: Напредок
mn: Дэвшил
ms: Kemajuan
my: တိုးတက်ခြင်း
nl: Voortgang
no: Framgang
pl: Postęp
pt: Progresso
ro: Progres
ru: Прогресс
sd: ترقي
si: ප්රගතිය
sk: Pokrok
sq: Përparim
sv: Framsteg
th: ความคืบหน้า
tl: Pag -unlad
tr: İlerlemek
vi: Tiến triển

source: Process
ar: معالجة
bg: Процес
ca: Elaborar
cs: Proces
cy: Phrosesu
da: Behandle
de: Verfahren
el: Επεξεργάζομαι, διαδικασία
fa: روند
fi: Prosessi
fr: Traiter
gd: Pròiseas
he: תהליך
hr: Postupak
hu: Folyamat
id: Proses
is: Ferli
it: Processi
ja: 工程
km: អនុលោម
lb: Prozess
mi: Mahi
mk: Процес
mn: Боловсруулах
ms: Proses
my: လုပ်ကိုင်
nl: Proces
no: Prosess
pl: Proces
pt: Processo
ro: Proces
ru: Процесс
sd: عمل
si: ක්රියාවලිය
sk: Spracovanie
sq: Përpunoj
sv: Bearbeta
th: กระบวนการ
tl: Proseso
tr: İşlem
vi: Quá trình

source: List of Histograms
ar: قائمة الرسم البياني
bg: Списък с хистограма
ca: Llista d’histogrames
cs: Seznam histogramů
cy: Rhestr Histogram
da: Histogramliste
de: Histogrammliste
el: Λίστα ιστόγραμμα
fa: لیست هیستوگرام
fi: Histogrammiluettelo
fr: Liste d'histogramme
gd: Liosta histogram
he: רשימת היסטוגרמה
hr: Popis histograma
hu: Hisztogram lista
id: Daftar Histogram
is: Súluritalisti
it: Elenco istogramma
ja: ヒストグラム一覧表
km: បញ្ជីអ៊ីស្ត្រូក្រាម
lb: Akscholdoglëscht
mi: Rarangi Rangahau
mk: Список на хистограми
mn: Гистограмын жагсаалт
ms: Senarai Histogram
my: Histogram စာရင်း
nl: Histogramlijst
no: Histogramliste
pl: Lista histogramów
pt: Lista de histograma
ro: Lista de histogramă
ru: Список гистограммы
sd: هسٽوگرام لسٽ
si: හිස්ටෝග්රෑම් ලැයිස්තුව
sk: Zoznam histogramu
sq: Listë e histogramit
sv: Histogramlista
th: รายการฮิสโตแกรม
tl: Listahan ng Histogram
tr: Histogram listesi
vi: Danh sách biểu đồ

source: Register as an outlier
ar: التسجيل كقيمة تفشي
bg: Регистрирайте се като стойност на огнището
ca: Registreu -vos com a valor de brot
cs: Zaregistrujte se jako hodnota ohniska
cy: Cofrestrwch fel gwerth achos
da: Tilmeld dig som en udbrudværdi
de: Registrieren Sie sich als Ausbruchswert
el: Εγγραφείτε ως τιμή επιδημίας
fa: به عنوان یک مقدار شیوع ثبت نام کنید
fi: Rekisteröidy puhkeamisarvoksi
fr: Inscrivez-vous en valeur d'épidémie
gd: Clàraich mar luach a-muigh
he: הירשם כערך התפרצות
hr: Registrirajte se kao vrijednost epidemije
hu: Regisztráljon kitörési értékként
id: Daftar sebagai nilai wabah
is: Skráðu þig sem útbrotsgildi
it: Registrati come valore di focolaio
ja: 外れ値として登録
km: ចុះឈ្មោះជាតម្លៃផ្ទុះ
lb: Registréiert als Ausbrochwäert
mi: Rēhita hei uaratanga pakaha
mk: Регистрирајте се како вредност на појава
mn: Дэгдэлт утга болгон бүртгүүлнэ үү
ms: Daftar sebagai nilai wabak
my: တစ် ဦး ကူးစက်တန်ဖိုးအဖြစ်မှတ်ပုံတင်ပါ
nl: Registreer als een uitbraakwaarde
no: Registrer deg som en utbruddsverdi
pl: Zarejestruj się jako wartość wybuchu
pt: Registre -se como um valor de surto
ro: Înregistrați -vă ca valoare de focar
ru: Зарегистрируйтесь как значение вспышки
sd: هڪ خارجي قدر طور رجسٽر ٿيو
si: පුපුරා යාමේ වටිනාකමක් ලෙස ලියාපදිංචි වන්න
sk: Zaregistrujte sa ako hodnota prepuknutia
sq: Regjistrohuni si një vlerë shpërthimi
sv: Registrera dig som ett utbrottsvärde
th: ลงทะเบียนเป็นค่าการระบาด
tl: Magrehistro bilang isang halaga ng pagsiklab
tr: Salgın değeri olarak kaydolun
vi: Đăng ký như một giá trị bùng phát

source: Remove outlier flag
ar: unregister outlier
bg: Нерегистърски външно
ca: No registrat anteriorment
cs: Unregister Outlier
cy: Ungof Outlier
da: Uregistrer outlier
de: Unregisterer Ausreißer
el: Καταργήστε το Outlier
fa: دور بیرونی
fi: Rekisteröinnin ulkopuolinen
fr: Débranter la valeur aberrante
gd: Outlier neo-chinnteach
he: Unrectire Profession
hr: Neregistriran
hu: Regisztrált kívülálló
id: Batalkan register outlier
is: Óskráður útrásarvíkingur
it: UNREGISTER OVERS
ja: 外れ値登録を解除
km: លើសពី edglier
lb: Onregistréiert Ausléiser
mi: Te Unregister
mk: Unregister Outlier
mn: Бүртгэлгүй худалдагч
ms: Unregister Outlier
my: မှတ်ပုံတင်မရှိတော့ပါ
nl: UNREGISTER OULLENDER
no: Uregistrere outlier
pl: Unregister odstające
pt: Não registrar ou mais ousadia
ro: Negrăjiți -vă mai departe
ru: Unregister Outlier
sd: بي ترتيب ڏيڻ وارو
si: ලියාපදිංචිකරු අභිමතය පරිදි
sk: Neregistrovaný odľahlý
sq: Pa regjistrim i jashtëm
sv: Avregistrera
th: unregister outer
tl: Unregister outlier
tr: Kayıt dışı aykırı
vi: Xóa giá trị ngoại lệ

source: Hide outliers
ar: إخفاء القيم المتطرفة
bg: Скрийте отшелници
ca: Amaga els outliers
cs: Skrýt odlehlé hodnoty
cy: Cuddio allgleifion
da: Skjul outliers
de: Ausreißer verstecken
el: Απόκρυψη υπερβολών
fa: پنهان کردن دور
fi: Piiloutua
fr: Cachette des valeurs aberrantes
gd: Cuir am falach outliers
he: להסתיר מחיקים
hr: Sakriti odmetnike
hu: Elrejteni a kiugró értékeket
id: Sembunyikan outlier
is: Fela útrásarmenn
it: Nascondi i valori anomali
ja: 外れ値を非表示
km: លាក់អ្នកខាងក្រៅ
lb: Verstoppen Outliers
mi: Hunaia nga Kaipupuri
mk: Скријте ги надворешните лица
mn: Нүүрнүүдээ нуу
ms: Menyembunyikan outliers
my: ဘေးထွက်များဝှက်ထားပါ
nl: Verborgen uitbijters
no: Skjul outliers
pl: Ukryj wartości odstające
pt: Ocultar outliers
ro: Ascunde valorile
ru: Скрыть выбросы
sd: ٻاهران لڪايو
si: පිටස්තරයන් සඟවන්න
sk: Skryť odľahlé hodnoty
sq: Fshihni jashtëm
sv: Gömma
th: ซ่อนค่าผิดปกติ
tl: Itago ang mga outlier
tr: Aykırı değerleri gizle
vi: Ẩn ngoại giao

source: Show outliers
ar: عرض القيم المتطرفة
bg: Покажете отшелници
ca: Espectacle Outliers
cs: Zobrazit odlehlé hodnoty
cy: Dangos allgleifion
da: Vis outliers
de: Zeigen Ausreißer
el: Εμφάνιση υπερβολών
fa: نمایشگاه های دور
fi: Näytä poikkeamat
fr: Show about
gd: Seall outliers
he: להראות מחיצות
hr: Pokazati odmetnike
hu: Mutasd ki a túllépőket
id: Tunjukkan outlier
is: Sýna útrásarmenn
it: Mostra outlier
ja: 外れ値を表示
km: បង្ហាញ Outliers
lb: Weis Äschieren
mi: Whakaatuhia nga kaihoko
mk: Покажете ги надворешните страни
mn: Гадуур тоглогчдыг харуул
ms: Tunjukkan Outliers
my: outlier ကိုပြပါ
nl: Toon uitbijters
no: Vis outliers
pl: Pokaż wartości odstające
pt: Mostre outliers
ro: Arată exterior
ru: Показать выбросы
sd: ظاهر ڪندڙ ڏيکاريو
si: පිටස්තරයින් පෙන්වන්න
sk: Výstavná hodnota
sq: Trego Outliers
sv: Visa utläggare
th: แสดงค่าผิดปกติ
tl: Ipakita ang mga outlier
tr: Aykırı Değeri Göster
vi: Hiển thị các ngoại lệ

source: Check as an outlier
ar: تحقق من القيم الخارجية
bg: Вижте Outliers
ca: Consulteu Outliers
cs: Zkontrolujte odlehlé hodnoty
cy: Gwirio allgleifion
da: Tjek outliers
de: Überprüfen Sie Ausreißer
el: Ελέγξτε τα υπερβολικά
fa: دور را بررسی کنید
fi: Tutustu ulkopuolisiin
fr: Vérifier les valeurs aberrantes
gd: Thoir sùil air oirean
he: בדוק מחיצים
hr: Provjerite odmetnike
hu: Ellenőrizze a kiugró értékeket
id: Periksa outlier
is: Athugaðu útrásarmenn
it: Controlla i valori anomali
ja: 外れ値チェック
km: ពិនិត្យអ្នកលេងក្រៅ
lb: Iwwerpréiwen
mi: Tirohia nga kaihoko
mk: Проверете ги надворешните страни
mn: Тоглогчдыг шалгана уу
ms: Semak Outliers
my: ဘေးထွက်ရှာဖွေသူကိုစစ်ဆေးပါ
nl: Controleer uitbijters
no: Sjekk outliers
pl: Sprawdź wartości odstające
pt: Verifique os outliers
ro: Verificați valorile
ru: Проверьте выбросы
sd: آئوٽليئر چيڪ ڪيو
si: පිටස්තරයින් පරීක්ෂා කරන්න
sk: Skontrolovať odľahlé hodnoty
sq: Kontrolloni jashtëm
sv: Kontrollera utslagare
th: ตรวจสอบค่าผิดปกติ
tl: Suriin ang mga outlier
tr: Aykırı değerleri kontrol edin
vi: Kiểm tra ngoại lệ

source: List of Histograms appear
ar: عرض قائمة الرسم البياني
bg: Показване на списъка с хистограма
ca: Mostra la llista d’histogrames
cs: Zobrazit seznam histogramů
cy: Dangos Rhestr Histogram
da: Vis histogramliste
de: Histogrammliste anzeigen
el: Εμφάνιση λίστας ιστόγραμμα
fa: لیست هیستوگرام را نشان دهید
fi: Näytä histogrammiluettelo
fr: Afficher la liste d'histogramme
gd: Liosta bhidio taisbeanaidh
he: הצג רשימת היסטוגרמה
hr: Prikaži popis histograma
hu: A hisztogram lista megjelenítése
id: Tunjukkan daftar histogram
is: Sýna súluritalista
it: Mostra elenco di istogrammi
ja: ヒストグラム一覧表を表示
km: បង្ហាញបញ្ជីអ៊ីស្តូក្រាម
lb: Show Histogramm Lëscht
mi: Whakaatu Raarangi Whakaaturanga
mk: Покажете список со хистограми
mn: Гистограмын жагсаалтыг харуул
ms: Tunjukkan senarai histogram
my: histogram စာရင်းကိုပြပါ
nl: Toon histogrammenlijst
no: Vis histogramliste
pl: Pokaż listę histogramów
pt: Mostrar lista de histograma
ro: Afișați lista de histogramă
ru: Показать список гистограммы
sd: هسٽوگرام لسٽ ڏيکاريو
si: හිස්ටෝග්රෑම් ලැයිස්තුව පෙන්වන්න
sk: Zobraziť zoznam histogramu
sq: Trego listën e histogramit
sv: Visa histogram lista
th: แสดงรายการฮิสโตแกรม
tl: Ipakita ang listahan ng histogram
tr: Histogram listesini göster
vi: Hiển thị danh sách biểu đồ

source: Last update time
ar: آخر وقت التحديث
bg: Последно актуализиране
ca: Últim temps d’actualització
cs: Poslední čas aktualizace
cy: Amser Diweddaru Diwethaf
da: Sidste opdateringstid
de: Letzte Update -Zeit
el: Τελευταία ώρα ενημέρωσης
fa: آخرین زمان به روزرسانی
fi: Viimeinen päivitysaika
fr: Dernière heure de mise à jour
gd: Ùine Ùrachadh mu dheireadh
he: זמן עדכון אחרון
hr: Posljednje vrijeme ažuriranja
hu: Utolsó frissítési idő
id: Waktu pembaruan terakhir
is: Síðasti uppfærslutími
it: Ultimo tempo di aggiornamento
ja: 最終更新時刻
km: ពេលវេលាធ្វើបច្ចុប្បន្នភាពចុងក្រោយ
lb: Lescht Update Zäit
mi: Te wa whakahou whakamutunga
mk: Последно време на ажурирање
mn: Сүүлийн шинэчлэлтийн цаг
ms: Masa kemas kini terakhir
my: နောက်ဆုံး update ကိုအချိန်
nl: Laatste updatetijd
no: Siste oppdateringstid
pl: Ostatnia czas aktualizacji
pt: Última hora de atualização
ro: Ultima timp de actualizare
ru: Последнее время обновления
sd: آخري اپڊيٽ جو وقت
si: අවසන් යාවත්කාලීන කාලය
sk: Posledný čas aktualizácie
sq: Koha e fundit e azhurnimit
sv: Senaste uppdateringstid
th: เวลาอัปเดตล่าสุด
tl: Huling oras ng pag -update
tr: Son Güncelleme Süresi
vi: Thời gian cập nhật lần cuối

source: Removed outlier flag
ar: تم إلغاء التسجيل الخارجي.
bg: Регистрацията на външни е отменена.
ca: S'ha cancel·lat el registre anterior.
cs: Registrace Outlier byla zrušena.
cy: Mae cofrestru allanol wedi'i ganslo.
da: Outlier -registrering er annulleret.
de: Die Ausreißerregistrierung wurde storniert.
el: Η καταχώριση της εξωραϊσμού έχει ακυρωθεί.
fa: ثبت نام خارج از کشور لغو شده است.
fi: Ulkopuolinen rekisteröinti on peruutettu.
fr: L'inscription aberrante a été annulée.
gd: Chaidh clàradh a-mach a chuir dheth.
he: הרשמה מתקדמת בוטלה.
hr: Otkazana je registracija nadležnosti.
hu: A Outlier regisztráció törlése volt.
id: Pendaftaran outlier telah dibatalkan.
is: Hætt hefur verið við útlæga skráningu.
it: La registrazione anomalo è stata annullata.
ja: 外れ値登録を解除しました。
km: ការចុះឈ្មោះក្រៅត្រូវបានលុបចោល។
lb: Outlier-Umeldung ass annuléiert.
mi: Kua whakakorehia te rēhitatanga.
mk: Подлична регистрација е откажана.
mn: Гаднах бүртгэлийг цуцаллаа.
ms: Pendaftaran luar telah dibatalkan.
my: ဘေးထွက်မှတ်ပုံတင်ခြင်းကိုဖျက်သိမ်းလိုက်သည်။
nl: Uitbijterregistratie is geannuleerd.
no: Outlier -registrering er kansellert.
pl: Rejestracja wartości odstających została anulowana.
pt: O registro externo foi cancelado.
ro: Înregistrarea anterioară a fost anulată.
ru: Регистрация выброса была отменена.
sd: ٻاهرين رجسٽريشن منسوخ ڪئي وئي آهي.
si: අභිබවා යාම ලියාපදිංචි කිරීම අවලංගු කර ඇත.
sk: Registrácia Outlier bola zrušená.
sq: Regjistrimi i jashtëm është anuluar.
sv: Outlier -registrering har avbrutits.
th: การลงทะเบียน Outlier ถูกยกเลิก
tl: Nakansela ang pagpaparehistro ng outlier.
tr: Aykırı kayıt iptal edildi.
vi: Đăng ký ngoại lệ đã bị hủy bỏ.

source: Registered as an outlier
ar: مسجل كخارج
bg: Регистриран като външен човек
ca: Registrat com a anterior
cs: Registrováno jako odlehlé
cy: Wedi'i gofrestru fel allgleiwr
da: Registreret som en outlier
de: Als Ausreißer registriert
el: Εγγεγραμμένος ως απόκλιση
fa: به عنوان یک دور افتاده ثبت شده است
fi: Rekisteröity ulkopuoliseksi
fr: Enregistré comme valeur aberrante
gd: Clàraichte mar outlier
he: רשום כמתאריך
hr: Registriran kao vanjski
hu: Kívülállóan regisztrált
id: Terdaftar sebagai outlier
is: Skráður sem útrásarvíkingur
it: Registrato come un outlier
ja: 外れ値として登録しました。
km: បានចុះឈ្មោះជាអ្នកដែលមិនសមរម្យ
lb: Registréiert als outlier
mi: Kua rēhitatia hei tangata
mk: Регистриран како поодреден
mn: Нүүрнүүдээр бүртгэгдсэн
ms: Didaftarkan sebagai outlier
my: တစ် ဦး dexlier အဖြစ်မှတ်ပုံတင်
nl: Geregistreerd als een uitbijter
no: Registrert som en outlier
pl: Zarejestrowany jako wartości odstające
pt: Registrado como um outlier
ro: Înregistrat ca un anterior
ru: Зарегистрирован как выброс
sd: ٻاهرين طور تي رجسٽر ٿيل آهي
si: පිටස්තරයෙකු ලෙස ලියාපදිංචි වී ඇත
sk: Zaregistrovaný ako odľahlý
sq: Regjistruar si një i jashtëm
sv: Registrerad som en outlier
th: ลงทะเบียนเป็นค่าผิดปกติ
tl: Nakarehistro bilang isang outlier
tr: Aykırı olarak kayıtlı
vi: Đăng ký như một ngoại lệ

source: Abnormal data point
ar: خارجي
bg: Външен
ca: Anterior
cs: Odlehlé
cy: Allanol
da: Outlier
de: Ausreißer
el: Αποπροσανατολισμός
fa: دادههای خارج از محدوده
fi: Poikkeama
fr: Aberrant
gd: Outlier
he: מתארים יותר
hr: Vanjski
hu: Kívülálló
id: Outlier
is: Útlægari
it: Outlier
ja: 外れ値
km: សមបុរមងាយ
lb: OFFLER
mi: Tētahi atu
mk: Пошироко
mn: Исгэгч
ms: Outlier
my: နောက်ပိုင်း
nl: Uitbijter
no: Outlier
pl: Wartości odstające
pt: Ponto fora da curva
ro: Mai mult
ru: Выброс
sd: ٻاهرين
si: පිටස්තරයා
sk: Odľahlý
sq: Paaftësi
sv: Uteliggare
th: คนผิด
tl: Mas malabo
tr: Aykırı
vi: Ngoại lệ

source: Only once
ar: مرة واحدة فقط
bg: Само веднъж
ca: Només una vegada
cs: Pouze jednou
cy: Dim ond unwaith
da: Kun én gang
de: Nur einmal
el: Μόνο μία φορά
fa: فقط یک بار
fi: Vain kerran
fr: Juste une fois
gd: Dìreach aon uair
he: רק פעם אחת
hr: Samo jednom
hu: Csak egyszer
id: Hanya sekali
is: Bara einu sinni
it: Solo una volta
ja: 一度だけ
km: តែម្ដងប៉ុណ្ណោះ
lb: Nëmmen eng Kéier
mi: Kotahi noa iho
mk: Само еднаш
mn: Зөвхөн нэг удаа
ms: Hanya sekali
my: တစ်ကြိမ်သာ
nl: Slechts één keer
no: Bare én gang
pl: Tylko raz
pt: Apenas uma vez
ro: Doar o data
ru: Только однажды
sd: صرف هڪ دفعو
si: එක් වරක් පමණි
sk: Iba raz
sq: Vetëm një herë
sv: Bara en gång
th: ครั้งเดียวเท่านั้น
tl: Minsan lang
tr: Sadece bir kere
vi: Chỉ một lần

source: Job Details
ar: تفاصيل الوظيفة
bg: Подробности за работата
ca: Detalls de la feina
cs: Podrobnosti o práci
cy: Manylion Swydd
da: Joboplysninger
el: Λεπτομέρειες εργασίας
fa: جزئیات شغلی
fi: Työtiedot
fr: Détails du poste
gd: Mion-fhiosrachadh obrach
he: פרטי עבודה
hr: Pojedinosti o poslu
hu: Munka részletei
id: Rincian pekerjaan
is: Upplýsingar um starf
it: Dettagli di lavoro
ja: Job詳細
km: ព័ត៌មានលម្អិតការងារ
lb: Beruffsdetailer)
mi: Taipitopito mahi
mk: Детали за работа
mn: Ажлын мэдээлэл
ms: Perincian pekerjaan
my: အလုပ်အကိုင်အသေးစိတ်
nl: Details van de baan
no: Jobbdetaljer
pl: Szczegóły pracy
pt: Detalhes do trabalho
ro: Detalii despre post
ru: Подробности работы
sd: نوڪري جا تفصيل
si: රැකියා විස්තර
sk: Podrobnosti o práci
sq: Detajet e punës
sv: Jobb detaljer
th: รายละเอียดงาน
tl: Mga detalye ng trabaho
tr: İş detayları
vi: Chi tiết công việc
