Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/*/LC_MESSAGES/messages.po
Languages: ar, bg, ca, cs, cy, da, de, el, fa, fi, fr, gd, he, hr, hu, id, is, it, ja, km, lb, mi, mk, mn, ms, my, nl, no, pl, pt, ro, ru, sd, si, sk, sq, sv, th, tl, tr, vi

source: Add Node
ar: إضافة العقدة
bg: Добавете възел
ca: Afegiu node
cs: Přidat uzel
cy: Ychwanegu nod
da: Tilføj knude
de: Knoten hinzufügen
el: Προσθήκη κόμβου
fa: گره را اضافه کنید
fi: Lisää solmu
fr: Ajouter le nœud
gd: Cuir nód
he: הוסף צומת
hr: Dodajte čvor
hu: Hozzáadási csomópont
id: Tambahkan Node
is: Bættu við hnút
it: Aggiungi nodo
ja: ノードを追加
km: បន្ថែមថ្នាំង
lb: Füügt Node
mi: Tāpirihia he kohanga
mk: Додадете јазол
mn: Зангилаа нэмэх
ms: Tambah nod
my: node ကိုထည့်ပါ
nl: Voeg knooppunt toe
no: Legg til node
pl: Dodaj węzeł
pt: Adicione o nó
ro: Adăugați nod
ru: Добавить узел
sd: نوڊ شامل ڪريو
si: නෝඩ් එක් කරන්න
sk: Pridať uzol
sq: Shtoj nyje
sv: Lägg till nod
th: เพิ่มโหนด
tl: Magdagdag ng node
tr: Düğüm Ekle
vi: Thêm nút

source: Add Edge
ar: أضف الحافة
bg: Добавете ръба
ca: Afegiu la vora
cs: Přidejte hranu
cy: Ychwanegu ymyl
da: Tilføj kant
de: Kante hinzufügen
el: Προσθέστε άκρη
fa: لبه اضافه کردن
fi: Lisätä
fr: Ajouter un bord
gd: Cuir iomall
he: הוסף קצה
hr: Dodajte rub
hu: Add hozzá széle
id: Tambahkan tepi
is: Bæta við brún
it: Aggiungi bordo
ja: 紐付けを追加
km: បន្ថែមគែម
lb: Füügt Rand
mi: Tāpiri taha
mk: Додадете раб
mn: Ирмэг нэмэх
ms: Tambah tepi
my: အစွန်း add
nl: Toevoegen rand
no: Legg til kant
pl: Dodaj krawędź
pt: Adicione a borda
ro: Adăugați margine
ru: Добавить край
sd: شامل ڪريو
si: දාරය එක් කරන්න
sk: Pridať okraj
sq: Shtoj
sv: Lägga till
th: เพิ่มขอบ
tl: Magdagdag ng gilid
tr: Kenar ekle
vi: Thêm cạnh

source: Edit Node
ar: تحرير العقدة
bg: Редактиране на възел
ca: Edita el node
cs: Upravit uzel
cy: NODE Golygu
da: Rediger knudepunkt
de: Knoten bearbeiten
el: Επεξεργασία κόμβου
fa: گره
fi: Muokata solmua
fr: Modifier le nœud
gd: Deasaich nód
he: ערוך צומת
hr: Uredi čvor
hu: Csomópont szerkesztése
is: Breyta hnút
it: Modifica nodo
ja: ノードを編集
km: កែសម្រួលថ្នាំង
lb: Ännert Nuddelen
mi: Whakatika i te Node
mk: Уреди јазол
mn: Зогсолтыг засах
ms: Edit nod
my: node ကိုတည်းဖြတ်ပါ
nl: Knooppunt bewerken
no: Rediger node
pl: Edytuj węzeł
pt: Editar nó
ro: Editați nodul
ru: Редактировать узел
sd: گانو ٽني ۾
si: නෝඩ් සංස්කරණය කරන්න
sk: Upraviť uzol
sq: Modifikoj nyjen
sv: Redigera nod
th: แก้ไขโหนด
tl: I -edit ang node
tr: Düğümü Düzenle
vi: Chỉnh sửa nút

source: Add Description
ar: انقر على المساحة الفارغة لوضع عقدة جديدة.
bg: Кликнете върху празното пространство, за да поставите нов възел.
ca: Feu clic a l’espai buit per col·locar un node nou.
cs: Kliknutím na prázdný prostor umístíte nový uzel.
cy: Cliciwch ar y lle gwag i osod nod newydd.
da: Klik på det tomme rum for at placere en ny knude.
de: Klicken Sie auf den leeren Raum, um einen neuen Knoten zu platzieren.
el: Κάντε κλικ στο κενό χώρο για να τοποθετήσετε έναν νέο κόμβο.
fa: برای قرار دادن یک گره جدید روی فضای خالی کلیک کنید.
fi: Napsauta tyhjää tilaa sijoittaaksesi uuden solmun.
fr: Cliquez sur l'espace vide pour placer un nouveau nœud.
gd: Cliog air an àite falamh gus nód ùr a chuir.
he: לחץ על החלל הריק כדי למקם צומת חדש.
hr: Kliknite na prazan prostor da biste postavili novi čvor.
hu: Kattintson az üres helyre egy új csomópont elhelyezéséhez.
id: Klik pada ruang kosong untuk menempatkan simpul baru.
is: Smelltu á tóma rýmið til að setja nýjan hnút.
it: Fai clic sullo spazio vuoto per posizionare un nuovo nodo.
ja: 空のスペースをクリックして、新しいノードを配置します。
km: ចុចលើចន្លោះទំនេរដើម្បីដាក់ថ្នាំងថ្មី។
lb: Klickt op den eidele Raum fir en neien Node ze placéieren.
mi: Paatohia te waahi kore ki te tuu i tetahi kohinga hou.
mk: Кликнете на празниот простор за да поставите нов јазол.
mn: Шинэ зангилаа байрлуулахын тулд хоосон зай дээр дарна уу.
ms: Klik pada ruang kosong untuk meletakkan nod baru.
my: node အသစ်တစ်ခုတင်ရန်နေရာလွတ်ကိုနှိပ်ပါ။
nl: Klik op de lege ruimte om een ​​nieuw knooppunt te plaatsen.
no: Klikk på det tomme rommet for å plassere en ny node.
pl: Kliknij pustą przestrzeń, aby umieścić nowy węzeł.
pt: Clique no espaço vazio para colocar um novo nó.
ro: Faceți clic pe spațiul gol pentru a plasa un nod nou.
ru: Нажмите на пустое пространство, чтобы разместить новый узел.
sd: نئين نوڊ کي رکڻ لاء خالي جاء تي ڪلڪ ڪريو.
si: නව නෝඩයක් තැබීමට හිස් අවකාශය මත ක්ලික් කරන්න.
sk: Kliknutím na prázdny priestor umiestnite nový uzol.
sq: Klikoni në hapësirën boshe për të vendosur një nyje të re.
sv: Klicka på det tomma utrymmet för att placera en ny nod.
th: คลิกที่พื้นที่ว่างเพื่อวางโหนดใหม่
tl: Mag -click sa walang laman na puwang upang maglagay ng isang bagong node.
tr: Yeni bir düğüm koymak için boş alana tıklayın.
vi: Nhấp vào không gian trống để đặt một nút mới.

source: Edge Description
ar: انقر فوق العقدة ، واسحب الحافة إلى عقدة أخرى وقم بتوصيلها.
bg: Щракнете върху възела, плъзнете ръба към друг възел и ги свържете.
ca: Feu clic al node, arrossegueu la vora a un altre node i connecteu -los.
cs: Klikněte na uzel, přetáhněte okraj do jiného uzlu a připojte je.
cy: Cliciwch y nod, llusgwch yr ymyl i nod arall a'u cysylltu.
da: Klik på knudepunktet, træk kanten til en anden knude og tilslut dem.
de: Klicken Sie auf den Knoten, ziehen Sie die Kante zu einem anderen Knoten und verbinden Sie sie.
el: Κάντε κλικ στον κόμβο, σύρετε την άκρη σε έναν άλλο κόμβο και συνδέστε τα.
fa: روی گره کلیک کنید ، لبه را به یک گره دیگر بکشید و آنها را وصل کنید.
fi: Napsauta solmua, vedä reuna toiseen solmuun ja kytke ne.
fr: Cliquez sur le nœud, faites glisser le bord vers un autre nœud et connectez-les.
gd: Cliog air an nód, slaod an oir gu nód eile agus ceangal riutha.
he: לחץ על הצומת, גרור את הקצה לצומת אחר וחבר אותם.
hr: Kliknite čvor, povucite rub na drugi čvor i spojite ih.
hu: Kattintson a csomópontra, húzza a szélét egy másik csomóponthoz, és csatlakoztassa azokat.
id: Klik node, seret tepi ke simpul lain dan sambungkan.
is: Smelltu á hnútinn, dragðu brúnina í annan hnút og tengdu þá.
it: Fai clic sul nodo, trascina il bordo in un altro nodo e collegali.
ja: ノードをクリックし、エッジを別のノードにドラッグしてそれらを接続します。
km: ចុចលើថ្នាំងអូសគែមទៅថ្នាំងផ្សេងទៀតហើយភ្ជាប់វា។
lb: Klickt op den Node, dréckt de Rand an en aneren Node a konnektéiert se.
mi: Paatohia te kohanga, toia te taha ki tetahi atu kohanga ka hono atu.
mk: Кликнете на јазолот, влечете го работ на друг јазол и поврзете ги.
mn: Зангилаа товшоод, ирмэгийг өөр зангилаа чирээд тэдгээрийг холбоно уу.
ms: Klik nod, seret tepi ke nod lain dan sambungkannya.
my: node ကိုကလစ်နှိပ်ပါ, အစွန်းကိုအခြား node တစ်ခုသို့ဆွဲယူ။ ဆက်သွယ်ပါ။
nl: Klik op het knooppunt, sleep de rand naar een ander knooppunt en sluit ze aan.
no: Klikk på noden, dra kanten til en annen node og koble dem til.
pl: Kliknij węzeł, przeciągnij krawędź do innego węzła i podłącz je.
pt: Clique no nó, arraste a borda para outro nó e conecte -os.
ro: Faceți clic pe nod, trageți marginea la un alt nod și conectați -le.
ru: Нажмите на узел, перетащите край в другой узел и подключите его.
sd: نوڊ تي ڪلڪ ڪريو، ڪنڊ کي ٻئي نوڊ ڏانهن ڇڪيو ۽ انهن کي ڳن connect يو.
si: නෝඩය ක්ලික් කරන්න, දාරය වෙනත් නෝඩයකට ඇදගෙන ඒවා සම්බන්ධ කරන්න.
sk: Kliknite na uzol, potiahnite okraj do iného uzla a pripojte ich.
sq: Klikoni në nyjen, tërhiqni skajin në një nyje tjetër dhe lidhni ato.
sv: Klicka på noden, dra kanten till en annan nod och anslut dem.
th: คลิกที่โหนดลากขอบไปยังโหนดอื่นและเชื่อมต่อ
tl: I -click ang node, i -drag ang gilid sa isa pang node at ikonekta ang mga ito.
tr: Düğümü tıklayın, kenarı başka bir düğüme sürükleyin ve bağlayın.
vi: Nhấp vào nút, kéo cạnh vào một nút khác và kết nối chúng.

source: Edit Edge Description
ar: انقر فوق نقطة التحكم ، واسحبها إلى العقدة وتوصيلها.
bg: Щракнете върху контролната точка, плъзнете я към възела и свържете.
ca: Feu clic al punt de control, arrossegueu -lo al node i connecteu -lo.
cs: Klikněte na ovládací bod, přetáhněte jej do uzlu a připojte.
cy: Cliciwch y pwynt rheoli, ei lusgo i'r nod a chysylltu.
da: Klik på kontrolpunktet, træk det til noden og opret forbindelse.
de: Klicken Sie auf den Steuerpunkt, ziehen Sie ihn zum Knoten und stellen Sie eine Verbindung her.
el: Κάντε κλικ στο σημείο ελέγχου, σύρετε το στον κόμβο και συνδεθείτε.
fa: روی نقطه کنترل کلیک کنید ، آن را به گره بکشید و اتصال دهید.
fi: Napsauta ohjauspistettä, vedä se solmuun ja muodosta yhteys.
fr: Cliquez sur le point de contrôle, faites-le glisser vers le nœud et connectez-vous.
gd: Cliog air an àite smachd, slaod e chun nód agus ceangal.
he: לחץ על נקודת הבקרה, גרור אותה לצומת והתחבר.
hr: Kliknite kontrolnu točku, povucite je na čvor i povežite se.
hu: Kattintson a vezérlőpontra, húzza a csomópontra és csatlakoztassa.
id: Klik titik kontrol, seret ke node dan sambungkan.
is: Smelltu á stjórnunarpunktinn, dragðu það að hnútnum og tengdu.
it: Fare clic sul punto di controllo, trascinalo sul nodo e connettiti.
ja: コントロールポイントをクリックし、ノードにドラッグして接続します。
km: ចុចលើចំណុចបញ្ជាអូសវាទៅថ្នាំងហើយភ្ជាប់។
lb: Klickt op de Kontrollpunkt, zitt et op den Node a konnektéieren.
mi: Patohia te tohu mana, toia ki te kohanga ka hono atu.
mk: Кликнете на контролната точка, повлечете ја на јазолот и поврзете се.
mn: Хяналтын цэг дээр дарна уу, зангилаа руу чирээд холбогдоорой.
ms: Klik titik kawalan, seret ke nod dan sambungkan.
my: Control Point ကိုနှိပ်ပြီး node ကိုဆွဲယူပါ။
nl: Klik op het bedieningspunt, sleep het naar het knooppunt en verbind.
no: Klikk på kontrollpunktet, dra det til noden og koble til.
pl: Kliknij punkt sterowania, przeciągnij go do węzła i połącz.
pt: Clique no ponto de controle, arraste -o para o nó e conecte.
ro: Faceți clic pe punctul de control, trageți -l pe nod și conectați -vă.
ru: Нажмите на точку управления, перетащите ее в узл и подключите.
sd: ڪنٽرول پوائنٽ تي ڪلڪ ڪريو، ان کي نوڊ کي ڇڪيو ۽ ڳن connect يو.
si: පාලක ලක්ෂ්යය ක්ලික් කරන්න, එය නෝඩයට ඇදගෙන යන්න.
sk: Kliknite na bod riadenia, potiahnite ho do uzla a pripojte sa.
sq: Klikoni në pikën e kontrollit, tërhiqeni atë në nyjen dhe lidheni.
sv: Klicka på kontrollpunkten, dra den till noden och anslut.
th: คลิกที่จุดควบคุมลากไปที่โหนดและเชื่อมต่อ
tl: I -click ang control point, i -drag ito sa node at kumonekta.
tr: Kontrol noktasını tıklayın, düğüme sürükleyin ve bağlayın.
vi: Nhấp vào điểm điều khiển, kéo nó vào nút và kết nối.

source: Create Edge Error
ar: لا يمكن إضافة الحافة.
bg: Ръбът не може да бъде добавен.
ca: No es pot afegir Edge.
cs: Edge nelze přidat.
cy: Ni ellir ychwanegu ymyl.
da: Kant kan ikke tilføjes.
de: Edge kann nicht hinzugefügt werden.
el: Η άκρη δεν μπορεί να προστεθεί.
fa: لبه نمی تواند اضافه شود.
fi: Reunaa ei voida lisätä.
fr: Le bord ne peut pas être ajouté.
gd: Cha ghabh an sgaradh a chur ris.
he: לא ניתן להוסיף קצה.
hr: Edge se ne može dodati.
hu: A széle nem adható hozzá.
id: Tepi tidak dapat ditambahkan.
is: Ekki er hægt að bæta við brún.
it: Edge non può essere aggiunto.
ja: エッジは追加できません。
km: គែមមិនអាចបន្ថែមបានទេ។
lb: Rand kann net derbäi ginn.
mi: Kaore e taea te taapiri.
mk: Работ не може да се додаде.
mn: Ирмэгийг нэмж болохгүй.
ms: Edge tidak boleh ditambah.
my: အစွန်းထည့်လို့မရပါဘူး
nl: Edge kan niet worden toegevoegd.
no: Edge kan ikke legges til.
pl: Nie można dodać krawędzi.
pt: Edge não pode ser adicionado.
ro: Marginea nu poate fi adăugată.
ru: Край не может быть добавлен.
sd: کنڊ شامل نه ٿي ڪري سگھجي.
si: දාරය එකතු කළ නොහැක.
sk: Edge sa nedá pridať.
sq: Edge nuk mund të shtohet.
sv: Edge kan inte läggas till.
th: ไม่สามารถเพิ่มขอบได้
tl: Hindi maidagdag si Edge.
tr: Edge eklenemez.
vi: Cạnh không thể được thêm vào.

source: Delete Cluster Error
ar: لا يمكن حذف المجموعة.
bg: Клъстерът не може да бъде изтрит.
ca: No es pot suprimir el clúster.
cs: Cluster nelze odstranit.
cy: Ni ellir dileu'r clwstwr.
da: Klyngen kan ikke slettes.
de: Der Cluster kann nicht gelöscht werden.
el: Το σύμπλεγμα δεν μπορεί να διαγραφεί.
fa: خوشه را نمی توان حذف کرد.
fi: Klusteria ei voida poistaa.
fr: Le cluster ne peut pas être supprimé.
gd: Chan urrainnear an cruinneachadh a dhubhadh às.
he: לא ניתן למחוק את האשכול.
hr: Klaster se ne može izbrisati.
hu: A klaszter nem törölhető.
id: Cluster tidak dapat dihapus.
is: Ekki er hægt að eyða þyrpingunni.
it: Il cluster non può essere eliminato.
ja: クラスタは削除できません。
km: ចង្កោមមិនអាចលុបបានទេ។
lb: De Stärekoup kann net geläscht ginn.
mi: Kaore e taea te mukua te tautau.
mk: Кластерот не може да се избрише.
mn: Кластерыг устгах боломжгүй байна.
ms: Kelompok tidak boleh dipadamkan.
my: အဆိုပါစပျစ်သီးပြွတ်ကို ဖျက်. မရပါ။
nl: Het cluster kan niet worden verwijderd.
no: Klyngen kan ikke slettes.
pl: Klastra nie można usunąć.
pt: O cluster não pode ser excluído.
ro: Clusterul nu poate fi șters.
ru: Кластер не может быть удален.
sd: ڪلستر کي ختم نٿو ڪري سگهجي.
si: පොකුරු මකා දැමිය නොහැක.
sk: Klaster nie je možné odstrániť.
sq: Grupi nuk mund të fshihet.
sv: Klustret kan inte raderas.
th: ไม่สามารถลบคลัสเตอร์ได้
tl: Hindi matanggal ang kumpol.
tr: Küme silinemez.
vi: Các cụm không thể bị xóa.

source: Edit Cluster Error
ar: لا يمكن تحرير المجموعة.
bg: Клъстерът не може да бъде редактиран.
ca: El clúster no es pot editar.
cs: Cluster nelze upravit.
cy: Ni ellir golygu'r clwstwr.
da: Klyngen kan ikke redigeres.
de: Der Cluster kann nicht bearbeitet werden.
el: Το σύμπλεγμα δεν μπορεί να επεξεργαστεί.
fa: خوشه قابل ویرایش نیست.
fi: Klusteria ei voida muokata.
fr: Le cluster ne peut pas être modifié.
gd: Chan urrainnear an cruinneachadh a dheasachadh.
he: לא ניתן לערוך את האשכול.
hr: Klaster se ne može uređivati.
hu: A klaszter nem szerkeszthető.
id: Cluster tidak dapat diedit.
is: Ekki er hægt að breyta þyrpingunni.
it: Il cluster non può essere modificato.
ja: クラスタは編集できません。
km: ចង្កោមមិនអាចកែបានទេ។
lb: De Stärekoup kann net geännert ginn.
mi: Kaore e taea te whakatika te tautau.
mk: Кластерот не може да се уредува.
mn: Кластерыг засварлах боломжгүй байна.
ms: Kelompok tidak boleh diedit.
my: အဆိုပါစပျစ်သီးပြွတ်ကိုတည်းဖြတ်လို့မရပါဘူး။
nl: Het cluster kan niet worden bewerkt.
no: Klyngen kan ikke redigeres.
pl: Klastra nie można edytować.
pt: O cluster não pode ser editado.
ro: Clusterul nu poate fi editat.
ru: Кластер не может быть отредактирован.
sd: ڪلستر کي ايڊٽ نٿو ڪري سگهجي.
si: පොකුරු සංස්කරණය කළ නොහැක.
sk: Klaster nie je možné upraviť.
sq: Grupi nuk mund të redaktohet.
sv: Klustret kan inte redigeras.
th: คลัสเตอร์ไม่สามารถแก้ไขได้
tl: Hindi ma -edit ang kumpol.
tr: Küme düzenlenemez.
vi: Các cụm không thể được chỉnh sửa.

source: Master name or value is duplicate!
ar: يتم تكرار اسم العرض أو القيمة.
bg: Името или стойността на дисплея се дублира.
ca: El nom de la pantalla o el valor es duplica.
cs: Název nebo hodnota zobrazení je duplikováno.
cy: Mae'r enw neu'r gwerth arddangos wedi'i ddyblygu.
da: Visningsnavnet eller værdien duplikeres.
de: Der Anzeigename oder Wert wird dupliziert.
el: Το όνομα ή η τιμή οθόνης είναι αντίγραφο.
fa: نام یا مقدار نمایشگر کپی شده است.
fi: Näytön nimi tai arvo on kopioitu.
fr: Le nom ou la valeur de l'affichage est dupliqué.
gd: Tha an t-ainm taisbeanaidh no an luach a chaidh a dhùblachadh.
he: שם התצוגה או הערך משוכפלים.
hr: Naziv ili vrijednost zaslona je dupliciran.
hu: A kijelző neve vagy értéke megismétlődik.
id: Nama atau nilai tampilan digandakan.
is: Skjáheiti eða gildi er afritað.
it: Il nome o il valore di visualizzazione sono duplicati.
ja: 表示名か値が重複しています。
km: ឈ្មោះបង្ហាញឬតម្លៃត្រូវបានចម្លង។
lb: Den Affichage Numm oder de Wäert ass duplizéiert.
mi: Ko te ingoa whakaatu, te uara ranei he taarua.
mk: Името или вредноста на екранот е дуплирано.
mn: Дэлгэцийн нэр эсвэл утгыг давхардсан байна.
ms: Nama paparan atau nilai diduplikasi.
my: Display Name သို့မဟုတ်တန်ဖိုးကိုပုံတူပွားသည်။
nl: De weergavenaam of waarde is gedupliceerd.
no: Skjermnavnet eller verdien er duplisert.
pl: Nazwa lub wartość wyświetlania jest zduplikowana.
pt: O nome ou valor de exibição é duplicado.
ro: Numele sau valoarea afișajului este duplicat.
ru: Имя или значение отображения дублируется.
sd: ڊسپلي جو نالو يا قدر نقل ٿيل آهي.
si: දර්ශන නාමය හෝ අගය අනුපිටපත් කර ඇත.
sk: Zobrazovací názov alebo hodnota je duplikovaná.
sq: Emri ose vlera e ekranit është kopjuar.
sv: Visningsnamnet eller värdet dupliceras.
th: ชื่อหรือค่าที่แสดงจะทำซ้ำ
tl: Ang pangalan ng display o halaga ay doble.
tr: Ekran adı veya değeri çoğaltılır.
vi: Tên hoặc giá trị hiển thị được nhân đôi.

source: Input is required, please fill them try again!
ar: أدخل اسم العرض والقيمة.
bg: Въведете името и стойността на дисплея.
ca: Introduïu el nom i el valor de la visualització.
cs: Zadejte název a hodnotu zobrazení.
cy: Rhowch enw a gwerth yr arddangosfa.
da: Indtast visningsnavnet og værdien.
de: Geben Sie den Anzeigenamen und den Wert ein.
el: Εισαγάγετε το όνομα και την τιμή οθόνης.
fa: نام و مقدار نمایش را وارد کنید.
fi: Kirjoita näytön nimi ja arvo.
fr: Entrez le nom et la valeur de l'affichage.
gd: Cuir a-steach ainm agus luach an taisbeanaidh.
he: הזן את שם התצוגה והערך.
hr: Unesite naziv zaslona i vrijednost.
hu: Írja be a kijelző nevét és értékét.
id: Masukkan nama dan nilai tampilan.
is: Sláðu inn skjánafn og gildi.
it: Immettere il nome e il valore di visualizzazione.
ja: 表示名と値を入力してください。
km: បញ្ចូលឈ្មោះបង្ហាញនិងតម្លៃ។
lb: Gitt den Displaynumm a Wäert un.
mi: Whakauruhia te ingoa whakaatu me te uara.
mk: Внесете го името и вредноста на екранот.
mn: Дэлгэцийн нэр, утгыг оруулна уу.
ms: Masukkan nama dan nilai paparan.
my: Display Name နှင့်တန်ဖိုးကိုရိုက်ထည့်ပါ။
nl: Voer de weergavenaam en waarde in.
no: Skriv inn visningsnavnet og verdien.
pl: Wprowadź nazwę i wartość wyświetlania.
pt: Digite o nome e o valor da exibição.
ro: Introduceți numele și valoarea afișajului.
ru: Введите имя отображения и значение.
sd: ڊسپلي جو نالو داخل ڪريو ۽ قدر.
si: දර්ශන නාමය සහ අගය ඇතුළත් කරන්න.
sk: Zadajte zobrazovací názov a hodnotu.
sq: Vendosni emrin dhe vlerën e ekranit.
sv: Ange visningsnamn och värde.
th: ป้อนชื่อและค่าที่แสดง
tl: Ipasok ang pangalan ng display at halaga.
tr: Ekran adını ve değerini girin.
vi: Nhập tên và giá trị hiển thị.

source: Line is required to save!
ar: أدخل عمود الخط.
bg: Въведете линията колона.
ca: Introduïu la columna de línia.
cs: Zadejte sloupec řádku.
cy: Rhowch y golofn llinell.
da: Indtast linjekolonnen.
de: Geben Sie die Zeilenspalte ein.
el: Εισαγάγετε τη στήλη γραμμής.
fa: ستون خط را وارد کنید.
fi: Kirjoita rivi -sarake.
fr: Entrez la colonne de ligne.
gd: Cuir a-steach an colbh loidhne.
he: הזן את עמודת השורה.
hr: Unesite stupac linije.
hu: Írja be a vonaloszlopot.
id: Masukkan kolom baris.
is: Sláðu inn lína dálkinn.
it: Immettere la colonna Line.
ja: ライン列を入力してください。
km: បញ្ចូលជួរឈរបន្ទាត់។
lb: Gitt d'Linn Kolonn.
mi: Whakauruhia te pou raina.
mk: Внесете ја колоната на линијата.
mn: Шугамын баганыг оруулна уу.
ms: Masukkan lajur garis.
my: လိုင်းကော်လံရိုက်ထည့်ပါ။
nl: Voer de lijnkolom in.
no: Angi linjekolonnen.
pl: Wprowadź kolumnę linii.
pt: Digite a coluna da linha.
ro: Introduceți coloana de linie.
ru: Введите линейный столбец.
sd: لائن ڪالم داخل ڪريو.
si: රේඛීය තීරුව ඇතුළත් කරන්න.
sk: Zadajte stĺpec riadku.
sq: Futni kolonën e linjës.
sv: Ange linjekolumnen.
th: ป้อนคอลัมน์บรรทัด
tl: Ipasok ang haligi ng linya.
tr: Satır sütununa girin.
vi: Nhập cột dòng.

source: Hour(s)
ar: ساعات
bg: Часа
ca: Hores
cs: Hodiny
cy: Oriau
da: Timer
de: Std
el: Ωρες
fa: ساعت ها
fi: Tuntia
fr: Heures
gd: Uairean
he: שעה (ות
hr: Sati
hu: Órák
id: Jam
is: Klukkustundir
it: Ore
ja: 時間
km: ម៉ោង
lb: Stonnen.
mi: Haora haora
mk: Часови
mn: Цаг
ms: Jam
my: နာရီ
nl: Uren
no: Timer
pl: godziny
pt: Horas
ro: Ore
ru: Часы
sd: ڪلاڪ
si: පැය
sk: Hodiny
sq: Orë
sv: Timme
th: ชั่วโมง
tl: Oras
tr: Saat
vi: Giờ

source: Data Information
ar: معلومات البيانات
bg: Информация за данните
ca: Informació de dades
cs: Informace o datech
cy: Gwybodaeth Data
da: Datainfo
de: Dateninformationen
el: Πληροφορίες δεδομένων
fa: اطلاعات داده
fi: Datatiedot
fr: Informations sur les données
gd: Fiosrachadh dàta
he: מידע על נתונים
hr: Podaci o podacima
hu: Adatinformáció
id: Info data
is: Upplýsingar um gögn
it: Informazioni sui dati
ja: データ情報
km: ព័ត៌មានទិន្នន័យ
lb: Daten
mi: Nga korero raraunga
mk: Информации за податоци
mn: Өгөгдлийн мэдээлэл
ms: Maklumat Data
my: ဒေတာအချက်အလက်
nl: Gegevensinformatie
no: Datainfo
pl: Informacje o danych
pt: Informações de dados
ro: Informații despre date
ru: Информация о данных
sd: ڊيٽا معلومات
si: දත්ත තොරතුරු
sk: Informácie
sq: Informacione të të dhënave
th: ข้อมูลข้อมูล
tl: Impormasyon ng data
tr: Veri Bilgileri
vi: Thông tin dữ liệu

source: day
ar: يوم
bg: Ден
ca: Dia
cs: Den
cy: Dydd
da: Dag
de: Tag
el: Ημέρα
fa: روز
fi: Päivä
fr: Jour
gd: Latha
he: יְוֹם
hr: Dan
hu: Nap
id: Hari
is: Dagur
it: Giorno
ja: 日
km: ថៃ
lb: Dag
mi: Rangi
mk: Ден
mn: Өдөр
ms: Hari
my: နေ့
nl: Dag
no: Dag
pl: Dzień
pt: Dia
ro: Zi
ru: День
sd: ڏينهن
si: දින
sk: Deň
sq: Ditë
sv: Dag
th: วัน
tl: Araw
tr: Gün
vi: Ngày

source: week
ar: أسبوع
bg: Седмица
ca: Setmana
cs: Týden
cy: Wythnosau
da: Uge
de: Woche
el: Εβδομάδα
fa: هفته
fi: Viikko
fr: La semaine
gd: Seachdain
he: שָׁבוּעַ
hr: Tjedan
hu: Hét
id: Pekan
is: Vika
it: Settimana
ja: 週
km: សបា្ដហ៍
lb: Woch
mi: Wiki
mk: Недела
mn: Долоо хоног
ms: Minggu
my: ရက်သတ္တပတ်
no: Uke
pl: Tydzień
pt: Semana
ro: Săptămână
ru: Неделя
sd: هفتو
si: සතිය
sk: Týždeň
sq: Javë
sv: Vecka
th: สัปดาห์
tl: Linggo
tr: Hafta
vi: Tuần

source: Load Setting Info
ar: حمل
bg: Зареждане
ca: Carregar
cs: Zatížení
cy: Lwythet
da: belastning
de: Belastung
el: Φορτώνω
fa: بار
fi: Ladata
fr: Charger
gd: Luchdaich
he: לִטעוֹן
hr: Opterećenje
hu: Betöltés
id: Memuat
is: Hlaða
it: Carico
ja: 読込
km: ផ្ទុក
lb: Lueden
mi: Uta
mk: Оптоварување
mn: Ачих
ms: Beban
my: ဝန်တင်
nl: Laden
no: Laste
pl: Obciążenie
pt: Carregar
ro: Sarcină
ru: Нагрузка
sd: کڻڻ
si: පැටවීම
sk: Naložiť
sq: Ngarkoj
sv: Ladda
th: โหลด
tl: Mag -load
tr: Yük
vi: Trọng tải

source: Save Setting Info
ar: يحفظ
bg: Запазете
ca: Estalviar
cs: Uložit
cy: Hiachasit
da: Gemme
de: Speichern
el: Αποθηκεύσετε
fa: صرفه جویی
fi: Tallentaa
fr: sauvegarder
gd: Sàbhail
he: להציל
hr: Uštedjeti
hu: Megment
id: Menyimpan
is: Vista
it: Salva
ja: 保存
km: សរេង្គាហ
lb: Spuerwäit
mi: Whakaora
mk: Зачувај
mn: Аврах
ms: Simpan
my: ကယ်ဆယ်
nl: Opslaan
no: Lagre
pl: Ratować
pt: Salvar
ro: Salvați
ru: Сохранять
sd: سڪرو
si: සුරකින්න
sk: Zachrániť
sq: Ruaj
sv: Spara
th: บันทึก
tl: I -save
tr: Kaydetmek
vi: Tiết kiệm

source: Overwrite Save Setting Info
ar: الكتابة فوق
bg: Презаписване
ca: Sobreescriure
cs: Přepsat
cy: Orysgrifen
da: Overskriv
de: Überschreiben
el: Αντικαθιστώ
fa: زیاد نوشتن
fi: Korvata
fr: Écraser
gd: Thairis air
he: להחליף
hr: Prepisati
hu: Átír
id: Timpa
is: Skrifa yfir
it: Sovrascrivere
ja: 上書
km: បិនិត្យកមដោ
lb: Iwwerschreiwe
mi: Tōmuri
mk: Презапишете
mn: Хугацаа баталгаажуулах
ms: Menimpa
my: ရေးကူး
nl: Overschrijven
no: Overskriv
pl: Przepisać
pt: Substitua
ro: Suprascrie
ru: Перезаписать
sd: اوور لائيٽ
si: නැවත ලියන්න
sk: Prepísať
sq: Mbishkruaj
sv: Skriva över
th: เขียนทับ
tl: Overwrite
tr: Üzerine yazmak
vi: Ghi đè

source: Label Setting
ar: ضبط
bg: Настройка
ca: Plena
cs: Nastavení
cy: Gosodiad
da: Indstilling
de: Einstellung
el: Σύνθεση
fa: تنظیمات
fi: Asetus
fr: Paramètre
gd: Suidheachadh
he: הגדרה
hr: Postavljanje
hu: Beállítás
id: Pengaturan
is: Stilling
it: Ambientazione
ja: 設定
km: ការកំណត់
lb: Eeler ginn
mi: Whakatakoto
mk: Поставување
mn: Тэмдэг
ms: Menetapkan
my: နေထွက်ခြင်း
nl: Instelling
no: Omgivelser
pl: Ustawienie
pt: Contexto
ro: Setare
ru: Параметр
sd: سيٽنگ
si: සැකසුම
sk: Stanovenie
sq: Vendosje
sv: Miljö
th: การตั้งค่า
tl: Setting
tr: Ayar
vi: Cài đặt
