Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/jv/LC_MESSAGES/messages.po
Languages: jv

source: Saved
jv: Disimpen

source: Error has been occurred
jv: Kesalahan wis kedadeyan

source: Application Configuration
jv: Konfigurasi aplikasi

source: Page not found
jv: Halaman ora ditemo'ke

source: Sorry, something went wrong
jv: Kesalahan wis kedadeyan

source: Analysis Interface Application
jv: Aplikasi datalink & analisis

source: Choose language
jv: Pilih basa

source: Home
jv: Layar utama

source: Setting
jv: Verifikasi Operasi

source: Performance Check
jv: Verifikasi Operasi

source: Basic Config
jv: Dhasar Config

source: Register
jv: Ndhaptar

source: Integer
jv: Ongko

source: Real(Float)
jv: Nyata (Ngambang)

source: Datetime
jv: Tanggal

source: String
jv: Senar

source: Title
jv: Judhul

source: Plant
jv: Tanduran

source: Factory
jv: Pabrik

source: Line Group
jv: Garis

source: Please confirm
jv: Mangga konfirmasi.

source: Do you want to save changes and start to import data with configure at Process Config page?
jv: Simpen data lan wiwiti ngimpor data kanthi isi sing disetel ing kaca setelan proses?

source: Cancel
jv: Batal

source: Database Config
jv: Konfigurasi database

source: Database Name
jv: Jeneng Database

source: Database Type
jv: Jenis database

source: Config
jv: Konfigurasi

source: Comment
jv: Komentar

source: Add
jv: Tambah

source: Please choose database file
jv: Pilih file database.

source: File name
jv: Jeneng berkas

source: Select
jv: Pilih

source: Do you want to delete this record?
jv: Apa sampeyan pengin mbusak rekaman iki?

source: Delete
jv: Mbusak

source: Traceability
jv: Tracability

source: Traceability Graph
jv: Grackability Grafik

source: Trace Testing
jv: Tes Trace

source: Start testing
jv: Tes Miwiti

source: Start Time
jv: Miwiti Wektu

source: End Time
jv: Wektu pungkasan

source: Machine Id
jv: ID mesin (macem-macem pilihan)

source: Line
jv: Garis

source: Part Number
jv: Nomer bagean

source: Data Link Config
jv: Konfigurasi Data

source: Please select a language
jv: Pilih basa

source: Japanese
jv: Jepang

source: English
jv: Inggris

source: Node
jv: Simpul

source: Node ID
jv: Simpul ID

source: Master name
jv: Jeneng Master

source: Import
jv: Impor

source: Export
jv: Ekspor

source: Host name
jv: Jeneng Host

source: Port number
jv: Nomer port

source: User name
jv: Jeneng pangguna

source: Password
jv: Sandhi

source: Schema
jv: Skema

source: Connected
jv: &#10003; Aku sukses.

source: Failed to connect
jv: &#10005; Gagal.

source: Process Config
jv: Proses Config

source: Process
jv: Proses

source: Process Name
jv: Jeneng Proses

source: Table Name
jv: Jeneng meja

source: Show
jv: Pratinjau

source: Last Records
jv: Lima cathetan pisanan

source: Setting Content
jv: Nyetel Konten

source: Column Name
jv: Jeneng kolom

source: English Name
jv: Jeneng Inggris

source: Shown Name
jv: Jeneng Tampilan

source: Coef
jv: Koefisien

source: Zero is not allowed
jv: Ketik nilai liyane saka 0

source: Operator is needed when input coef
jv: Operator input.

source: Coef is needed when specify operator
jv: Koefision input.

source: Please fill in English name textbox
jv: Jeneng Inggris input.

source: Please fill in Master name textbox
jv: Jeneng Tampilan Input.

source: English name is duplicated
jv: Jeneng Inggris duplikat.

source: Master name is duplicated
jv: Jeneng tampilan duplikat.

source: Empty shown name
jv: Kabeh "jeneng tampilan" mbutuhake input.

source: Use English name
jv: Kothak nganggo kosong "Jeneng Inggris" kanthi otomatis diisi.

source: Select All
jv: Pilih Kabeh

source: Import Data
jv: Data Impor

source: Do you want to import data
jv: Apa sampeyan kudu ngimpor data?

source: Confirm import data message 1
jv: Yen sampeyan menet tombol OK, sampeyan bakal ngimpor data saka wektu saiki nganti siji wulan sadurunge.

source: Confirm import data message 2
jv: Data sadurunge diimpor kanthi otomatis kanthi otomatis.

source: Confirm import data message 3
jv: Yen sampeyan pengin ngimpor data sawise saiki, penet tombol maca data maneh, utawa pencet database CSV Ngatur setelan ing kaca Read Setting.

source: Confirm import data message 4
jv: Nalika "Nganyarake Siklus" saka "database / CSV Setelan maca", wis otomatis diimpor ing wektu kasebut nalika data sawise wektu saiki wis disetel.

source: Trace Information
jv: Informasi trace

source: Trace Data
jv: Data trace

source: Could not access
jv: Ora bisa ngakses

source: Click here to fix
jv: Klik ing kene kanggo ndandani.

source: Edit Edge
jv: Owahi Edge

source: Prev Process
jv: Proses Prev

source: Prev Column
jv: Kolom Prev

source: Post Process
jv: Proses Kirim

source: Post Column
jv: Kolom Kirim

source: As Datetime
jv: Minangka tanggal tanggal

source: As Serial
jv: Minangka serial

source: As Link ID
jv: Minangka link ID

source: Already registered
jv: Wis ndhaptar

source: Fill in process name
jv: Mangga ketik jeneng proses

source: Filter/Graph
jv: Filter / Grafis

source: Graph Config
jv: Grafik config

source: Line Filter Config
jv: Konfigurasi Line Config

source: Line Column
jv: Kolom Garis

source: Value
jv: Regane

source: Machine Filter Config
jv: Mesin Filter Config

source: Machine ID Column
jv: Kolom ID

source: Part No Filter Config
jv: Bagean Ora Nulis Config Filter

source: Part No Column
jv: Bagean Ora Kolom

source: Filter Name
jv: Jeneng Filter

source: Filter Condition
jv: Kondisi Filter

source: Others Filter Config
jv: Liyane Filter Config

source: Target Column
jv: Target kolom

source: Visualization Config
jv: Konfigurasi Visualisasi

source: Lower threshold
jv: Ambang ngisor

source: Upper threshold
jv: Ambang ndhuwur

source: Lower process threshold
jv: Ambang proses ngisor

source: Upper process threshold
jv: Ambang proses ndhuwur

source: y-axes range: min
jv: Kisaran y-axes: min

source: y-axes range: max
jv: Kisaran y-axes: max

source: Part No
jv: Bagean ora

source: Ends With
jv: mungkasi karo

source: Starts With
jv: Miwiti

source: Contains
jv: (Like Telusuri)

source: Matches
jv: Setuju

source: Regular expressions
jv: Ekspresi Reguler

source: Display graph
jv: Tampilake grafik kasebut

source: CSV Export
jv: CSV

source: Process is required
jv: Proses dibutuhake

source: Column name is required
jv: Jeneng kolom dibutuhake

source: Line is required
jv: Baris dibutuhake

source: Master name is required
jv: Jeneng tampilan dibutuhake

source: Duplicated master name
jv: Jeneng tampilan duplikat.

source: Machine value is required
jv: Nilai mesin dibutuhake

source: Duplicated machine value
jv: Mesin duplikat ID

source: Save successfully
jv: Ngirit sukses

source: Failed to save
jv: Gagal nyimpen

source: Part No column is required
jv: Bagean Ora Kolom sing dibutuhake

source: Target column is required
jv: Target kolom dibutuhake

source: Filter name is required
jv: Jeneng Filter dibutuhake

source: Condition is required
jv: Kahanan dibutuhake

source: Duplicated filter name
jv: Jeneng Filter duplikat.

source: Duplicated condition
jv: Kahanan kasebut duplikat.

source: Process name
jv: Jeneng Proses

source: Add other filter
jv: Nambah saringan liyane

source: CSV Import Config
jv: CSV/TSV Impor config

source: Source
jv: Sumber

source: Polling Frequency
jv: Siklus Renewal

source: Connect
jv: Nyambung

source: Once per hour
jv: Sepisan saben jam

source: Once per day
jv: Sapisan saben dina

source: Specify datatype of columns
jv: Konfirmasi Data

source: Folder does not exist
jv: Ora ana folder.

source: File does not exist
jv: Ora ana file.

source: Exists
jv: Sampeyan bisa nyambung.

source: Visualization value is required
jv: Mangga isi nilai kasebut.

source: At least one setting value is required
jv: Ora ana konten.

source: Setting is duplicated
jv: Setelan kasebut duplikat.

source: Database Setting saved.
jv: Setelan database disimpen.

source: Database Setting failed to save
jv: Gagal nyimpen setelan database.

source: Basic Config saved
jv: Setelan dhasar disimpen.

source: Basic Config failed to save
jv: Gagal nyimpen setelan dhasar.

source: Test connection
jv: Sambungan tes

source: Start point
jv: Titik Miwiti

source: Date range
jv: Range Tanggal

source: Latest
jv: Paling anyar

source: Auto Update
jv: Nganyari otomatis

source: minute
jv: Menit

source: minutes
jv: Menit

source: hour
jv: jam

source: hours
jv: jam

source: Show value
jv: Target Variabel

source: Timestamp
jv: WektuTamp

source: Index
jv: Indeks

source: Stratify Variables
jv: Stratify variabel

source: Filters
jv: Filter saringan

source: Analyze
jv: Nganalisa

source: Under development
jv: Ing pembangunan

source: Analyze:
jv: Analisis:

source: Waterfall Plot
jv: Plot Waterfall

source: Graphical LASSO
jv: Grafis LASSO

source: Stratified Plot
jv: Plot Stratified

source: Full-points Plot
jv: Plancongan lengkap

source: Data Visualization
jv: Data Visualisasi

source: Visualization
jv: Visualisasi

source: Please fill database name
jv: Ketik jeneng database.

source: Please fill data source name
jv: Ketik jeneng sumber data.

source: Columns whose datatypes are not specified will not be imported.
jv: Kolom sing ora duwe jinis data ora diimpor.

source: At least one datetime column is required.
jv: Paling ora siji kolom tanggal dateTime dibutuhake.

source: '{col}' is used for x-axis on charts.
jv: Kanggo visualisasi, gunakake '{col}' kanggo sumbu x-sumbu.

source: Continue?
jv: Apa sampeyan yakin terus?

source: Table Viewer
jv: Tabel panampil

source: Table
jv: Tabel

source: Sort
jv: Urut

source: Number of Data
jv: Jumlah data

source: Descending
jv: Mudhun

source: Ascending
jv: Munggah

source: All digits
jv: Pertandhingan sing sampurna

source: Partial match
jv: Pertandhingan Sebagean

source: th character
jv: karakter

source: Invalid digit selection
jv: Pilihan angka sing ora bener

source: Character length for tracing is different
jv: Dawane karakter sing digunakake kanggo nyambungake beda.

source: No filter
jv: Ora disaring

source: All line
jv: Kabeh Garis

source: Status
jv: kahanan

source: Job list
jv: Dhaptar Proyek

source: All
jv: Kabeh

source: Finished Importing
jv: Impor rampung.

source: Importing
jv: Ngimpor

source: Failed Importing
jv: Gagal ngimpor

source: Imported data will be deleted. (Data will not be deleted until register button is clicked)
jv: Data sing dimuat bakal dibusak. Apa ok? (Ora ana owah-owahan sing dibayangke nganti tombol registrasi dipencet)

source: Job List
jv: Dhaptar Proyek

source: Job ID
jv: ID Proyek

source: Job Name
jv: Jeneng Proyek

source: GEN_GLOBAL
jv: Generasi saka linkID

source: SHOW_GEN_GLOBAL
jv: Tampilan Generasi Generasi Link ID

source: DEL_PROCESS
jv: Mbusak Informasi Proses

source: FACTORY_IMPORT
jv: Ngimpor data pabrik

source: FACTORY_PAST_IMPORT
jv: Impor data pabrik kepungkur

source: SHOW_FACTORY_PAST_IMPORT
jv: Tampilake proyek ngimpor data pabrik kepungkur

source: CSV_IMPORT
jv: CSV Ngimpor data

source: CLEAN_DATA
jv: Mbusak data lawas

source: Started
jv: Miwiti Wektu

source: Duration
jv: wektu sing wis suwe

source: Succeed/Total
jv: Progress

source: Process
jv: Proses

source: List of Histograms
jv: Dhaptar histogram

source: Register as an outlier
jv: Ndhaptar minangka nilai wabah

source: Remove outlier flag
jv: Ora suwe ora rampung

source: Hide outliers
jv: Singidaken Outliers

source: Show outliers
jv: Tampilake Outliers

source: Check as an outlier
jv: Priksa Outliers

source: List of Histograms appear
jv: Tampilake dhaptar histogram

source: Last update time
jv: Wektu nganyari pungkasan

source: Removed outlier flag
jv: Registrasi sing luwih lengkap wis dibatalake.

source: Registered as an outlier
jv: Kadaptar minangka overlier

source: Abnormal data point
jv: Outlier

source: Only once
jv: Mung sapisan

source: Job Details
jv: Rincian proyek

source: Copy to clipboard
jv: Salin menyang clipboard

source: Multi Scatter Plot
jv: Plot Multi Scatter

source: Scatter Plot display
jv: Plot Scatter

source: To visualize categorical variable
jv: Kanggo nggambarake variabel kategorine

source: Stratify by variables
jv: Stratify kanthi variabel

source: Variable
jv: Variabel

source: Machine No
jv: Mesin ora

source: Target period
jv: Periode target

source: Frequency
jv: Frekuensi (count)

source: Density Estimation
jv: Perkiraan kapadhetan

source: Categorical variable
jv: TERGRIKARI TERGOLORIKAL

source: Stratify by term
jv: Stratify miturut istilah (langsung)

source: Too many value selected
jv: Sampeyan ora bisa milih variabel wolung utawa luwih. Pilih variabel target.

source: Anomaly Detection
jv: Deteksi anomali

source: Hotelling&rsquo;s T&sup2;
jv: T&sup2;

source: Principle Component Analysis
jv: Analisis komponen prinsip

source: Principal Component Score of Testing Data
jv: 1. Skos komponen utama data tes

source: Principal Component Score of Training Data
jv: 2. Skor komponen utama data latihan

source: Series Chart of T2 Statistics
jv: 3. Bagan seri T2

source: Series Chart of Q Statistics
jv: 4. Bagan seri statistik Q

source: Contribution Plot of T2 Statistics
jv: 5. Plancongan kontribusi statistik T2

source: Contribution Plot of Q Statistics
jv: 6. Plancapan kontribusi statistik Q

source: Remove outlier
jv: Mbusak Outlier

source: Training data
jv: Data Latihan

source: Testing data
jv: Data uji coba

source: Yes
jv: Ya

source: No
jv: Ora

source: Data Type
jv: Jinis data

source: Example
jv: Tuladha

source: ERROR
jv: Kesalahan

source: WARNING
jv: PARNNGET

source: AllNA
jv: Amarga kabeh larik wis dibusak dening pangolahan nilai defisit (NA), ora ana data kanggo nganalisa. Priksa manawa nilai kosong, kalebu NA, ora dipilih.

source: NoneNumeric
jv: Ora bisa dianalisis amarga ngemot data liyane saka nomer. Priksa manawa sampeyan wis milih kolom sing ngemot senar utawa nilai kategori.

source: ZeroVariance
jv: Ora bisa nganalisa amarga ngemot varian saka 0. Priksa manawa mung siji kolom nilai sing ora dipilih.

source: IntegerData
jv: Ketemu data kategori lan regane integer sing dikarepake. Yen nilai integer iki dudu skala pesenan, skala interval, utawa skala asap, asil analisis bisa uga kena pengaruh.

source: ConfirmQuestion
jv: Apa sampeyan yakin kanggo nerusake analisis?

source: Search
jv: telusuran

source: MedianLabel
jv: Median

source: Median_mean
jv: Median minangka salah sawijining statistik khas. Iki minangka nilai sing ana ing tengah nalika data terbatas diatur ing urutan munggah. Contone, ing kasus lima, umur median umur dadi umur katelu supaya umur. Yen jumlah data, rata-rata aritmetika sing luwih penting digunakake.

source: Summary of Distribution
jv: Ringkesan Distribusi

source: N Number
jv: N nomer

source: Average
jv: Rata-rata

source: Median
jv: Apa Median ...

source: Frequence
jv: Frekuensi

source: End point
jv: Titik Pungkasan

source: Show process
jv: Proses target

source: Time Series
jv: Seri Wektu

source: Pieces
jv: Potongan

source: Show number hits
jv: Jumlah link data

source: Seconds
jv: Detik

source: Response Time
jv: Wektu nanggepi

source: Edit
jv: sunting

source: Back
jv: Mbalik

source: Add Node
jv: Tambah Node

source: Add Edge
jv: Tambah Edge

source: Edit Node
jv: Suntingan

source: Add Description
jv: Klik ing papan kosong kanggo nyelehake simpul anyar.

source: Edge Description
jv: Klik Node, seret pojok menyang simpul liyane lan sambungake.

source: Edit Edge Description
jv: Klik titik kontrol, seret menyang simpul lan nyambung.

source: Create Edge Error
jv: Pinggir ora bisa ditambahake.

source: Delete Cluster Error
jv: Kluster ora bisa dibusak.

source: Edit Cluster Error
jv: Kluster ora bisa diowahi.

source: Master name or value is duplicate!
jv: Jeneng tampilan utawa nilai duplikat.

source: Input is required, please fill them try again!
jv: Ketik jeneng tampilan lan nilai.

source: Line is required to save!
jv: Ketik kolom baris.

source: Hour(s)
jv: Jam

source: Data Information
jv: Info Data

source: day
jv: Dina

source: week
jv: Minggu

source: Load Setting Info
jv: Mbukak

source: Save Setting Info
jv: Ngirit

source: Overwrite Save Setting Info
jv: Overwrite

source: Label Setting
jv: Setelan

source: Since there is the same title setting, please change the title.
jv: Ngganti judhul amarga judhul sing padha.

source: Save Setting
jv: Simpen setelan

source: Create Screenshot
jv: Nggawe Screenshot

source: AbnormalGraphShowMsg
jv: Alasan kenapa grafik kasebut ora bisa ditampilake kaya ing ngisor iki. BREAK_LINE mriksa kahanan kasebut. BREAK_LINE・ Data ora diimpor, utawa ing tengah impor. BREAK_LINE・ Ora ana data sing gegandhengan, utawa ing tengah naleni. BREAK_LINE・ setelan grafik ora cocog.

source: Warning
jv: PARNNGET

source: Invalid data in datetime column
jv: Cathetan sing ngemot data sing ora bener ing kolom data tanggal ora diimpor.

source: Refer data file
jv: Sampeyan bisa ngrujuk file ing folder ing ngisor iki kanggo data sing ora bisa diimpor.

source: The Application do not connect internet and unable to upload usage.
jv: Status panggunaan ora bisa diunggah amarga ora nyambung menyang internet.

source: Please check the settings of network connection.
jv: Mangga priksa sambungan jaringan.

source: If you link the data again, it takes a long time.
jv: Bakal mbutuhake wektu sing suwe kanggo nyambung data maneh.

source: Are you sure that you want to re-link the data?
jv: Apa sampeyan yakin kanggo nyambungake maneh data kasebut?

source: Proceed
jv: Nglakokake

source: Confirm to return to the linking settings you registered the last time
jv: Apa sampeyan bisa nambah maneh setelan link data sadurunge?

source: Importing data was started.
jv: Miwiti ngimpor data.

source: You can check the progress from the link below.
jv: Sampeyan bisa mriksa kemajuan impor saka tautan ing ngisor iki.

source: CheckErrorJob
jv: Deleng kaca dhaptar proyek kanggo status kesalahan.

source: Linking data was started.
jv: Miwiti link data.

source: Once per 3 minutes
jv: Sawise saben 3 menit

source: Once per 5 minutes
jv: Sepisan saben 5 menit

source: Once per 10 minutes
jv: Sawise saben menit 10 menit

source: Optional function
jv: Fungsi opsional

source: File type
jv: Jinis file

source: TSV Export
jv: TSV Ekspor

source: Because of the large number of selected records, graphs are displayed with limitation of number of records per one graph to 50,000.
jv: Amarga nomer akeh rekaman sing dipilih lan wektu sing dibutuhake kanggo nampilake grafik, jumlah cathetan saben grafik diwatesi kanggo 50.000.

source: Time series chart
jv: Chart Series Time

source: Category value
jv: Nilai Kategori

source: TraceResultLimited
jv: Wiwit jumlah cathetan ing wektu sing ditemtokake luwih saka 5.000, BREAK_LINE Link ana ing ± 14 dina wektu sing ditemtokake. Yen sampeyan ora pengin mbatesi sawetara link, nyetel durasi kanggo nyuda jumlah cathetan BREAK_LINE.

source: Setting scale
jv: Ukuran Setting

source: Common scale
jv: Skala Umum

source: Threshold line
jv: Garis ambang

source: Auto scale
jv: Ukuran otomatis

source: Being used scale
jv: Skala sing digunakake

source: Pn_proc
jv: Pn Proses

source: maxValue
jv: Max

source: minValue
jv: Min

source: None
jv: Ora ana

source: Summary
jv: Ringkesan

source: Basic statistics
jv: Statistik dhasar

source: Non parametric
jv: Non parametrik

source: Quality of Data
jv: Kualitas data

source: Viewer
jv: Pamirsa

source: ImportData
jv: Data Impor

source: Based on the set config information, generating the ID for linking the data will be started.
jv: Proses link data bakal diwiwiti adhedhasar konfigurasi saiki.

source: It may take time if there is a lot of data to link, but is it okay to start the process?
jv: Perlu wektu yen ana akeh data kanggo nyambung. Apa ora bakal diwiwiti?

source: (For data that is automatically and regularly imported, the ID for linking is automatically generated.)
jv: * Kanggo data sing otomatis lan disimpulake ID kanthi otomatis kanthi otomatis, digawe kanthi otomatis.

source: Data Source Name
jv: Jeneng Sumber Data

source: Data Source Type
jv: Tipe sumber data

source: Do you want to save changes?
jv: Apa sampeyan yakin kanggo nyimpen pangowahan?

source: Force to OS locale time zone.
jv: Informasi OS meksa menyang setelan zona wektu.

source: Advanced Setting
jv: Setting Lanjut

source: ProceedToProcessConfig
jv: Setelan disimpen kanggo data database / CSV saka ngimpor data. Pindhah menyang kaca setelan, Setel kolom data ngimpor kanggo ngimpor data kasebut.

source: Element data is missing required attribute.
jv: Ora ana atribut sing dibutuhake ing data unsur.

source: Element data is missing required attribute value.
jv: Ora ana nilai atribut kanggo data unsur.

source: 2 or more variables should be selected for PCA
jv: Deteksi sing ora normal dening PCA mbutuhake paling ora rong variabel. Pilih loro utawa luwih variabel.

source: Please choose at least one column
jv: Pilih paling ora siji kolom

source: Category value with narrow width of box is not shown.
jv: Variabel kategori sing nyuda ambane kothak ora ditampilake.

source: Starting Digit
jv: Miwiti digit

source: Ridgeline Plot
jv: Plot Ridgeline

source: Confirm Shutdown App
jv: Mungkasi aplikasi (server pinggiran). Yen sampeyan mandheg, pangguna liyane ora bakal bisa digunakake uga, mula hubungi administrator. <br> ing kasus pungkasan normal, bancihan ing kene banjur tutup browser.

source: Jobs Stopped
jv: Kabeh pakaryan wis mandheg. Sampeyan bisa kanthi nutup browser lan console kanthi aman.

source: Data Source Config
jv: Konfigurasi data data

source: Data Source Import Config
jv: Konfigurasi Sumber Data

source: string columns are detected. There is a possibility that numeric columns are mis-estimated. Please check data type.
jv: : Kolom nemu sawetara kolom karakter. Priksa manawa kolom jinis angka etc. bisa disalahake.

source: Filter Value
jv: Nilai Filter

source: Valid from
jv: Tanggal kadaluwarsa (Miwiti)

source: Valid to
jv: Tanggal kadaluwarsa (pungkasan)

source: Data Type Error Warning
jv: Data ora bisa diimpor amarga kesalahan data konfigurasi data kolom. Jeneng Sumber Data __param__ CSV/TSV Priksa Setelan jinis data ing data pratinjau Read Setting. Busak setelan langkah sing ora bisa diimpor lan nyetel setelan.

source: Import Empty File Warning
jv: Ana file tanpa data. Priksa isi file kasebut. <br>: __param__

source: Data have to be input in Act from or Act to.
jv: Input paling ora siji nilai saka periode validitas saka utawa.

source: Divide by category
jv: Dibagi miturut kategori

source: Divide by term (Cyclic)
jv: Dibagi miturut istilah (siklik)

source: Divide by term (Direct)
jv: Dibagi miturut istilah (langsung)

source: Invalid Cyclic Term Interval
jv: Nilai saka interval sing mlebu ora bener. Ketik nomer 0,1 utawa luwih, 720 utawa kurang, utawa -720 utawa luwih, lan -0.1 utawa kurang.

source: Invalid Cyclic Term Window Length
jv: Sing ditemtokake `jendhela ora bener. Nilai kudu antarane 0,1 lan 48.

source: Invalid Cyclic Term Number of Ridge Lines
jv: Jumlah ridgelline input ora bener. Ketik integer 1 utawa luwih lan 150 utawa kurang. (luwih seneng nggunakake udakara 100)

source: Start data & time
jv: Miwiti data & wektu

source: Window length
jv: Dawane jendhela

source: Control item
jv: Item Kontrol

source: Type
jv: Ketik

source: Name
jv: Jeneng

source: Few data point in a category in RLP
jv: Elinga yen jumlah data ing salah sawijining kategori ana 50, akurasi grafik bisa nyuda.

source: Display Cross hair cursor (Click)
jv: Tampilake kursor rambut (klik)

source: Display Multi cross hair cursor (Double click)
jv: Tampilake Multi Cross Cursor (Klik kaping pindho)

source: Display list of histograms
jv: Tampilake dhaptar histogram

source: Cancel checked outlier
jv: Batal Priksa Outlier

source: Please fill another data source name
jv: Jeneng sumber data sing wis ditemtokake.
