Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/jv/LC_MESSAGES/messages.po
Languages: jv

source: CSV file output has started. Please wait until the file is downloaded.
jv: Fitur CSV. Enteni nalika download file.

source: TSV file output has started. Please wait until the file is downloaded.
jv: File output TSV. Enteni nalika download file.

source: Auto range
jv: Range Otomatis

source: Full range
jv: Lengkap

source: Index Ordering Setting
jv: Setelan Urutan Indeks

source: Open
jv: Mbukak

source: Del
jv: Mbusak

source: Thin data shown
jv: Wiwit jumlah titik data saben grafik luwih saka 12,000, jumlah titik data diwatesi kanggo maksimal 12,000. Yen sampeyan pengin ndeleng kabeh data, atur periode target sing luwih cendhek.

source: Stratify by term (Cyclic)
jv: Stratify miturut istilah (siklik)

source: Category expansion is performed to divide the graph using the data of the selected item.
jv: Pakaryan Kategori sing dibagi karo barang sing dipilih.

source: Exception Estimation
jv: Perkiraan pengecualian

source: NIQR
jv: Range Interquartile (Indeks Asosiasi IQR kanthi distribusi normal, niqr = 0.7413 × iqr)

source: Mode
jv: Mode minangka nilai sing paling asring kedadeyan.

source: With outlier
jv: kanthi outlier

source: Without outlier
jv: tanpa metu

source: MedianVal
jv: Median

source: MaxVal
jv: Max

source: MinVal
jv: Min

source: Today
jv: Dina iki

source: Yesterday
jv: Wingi

source: Last 7 Days
jv: 7 dina pungkasan

source: Last 30 Days
jv: 30 dina pungkasan

source: This Month
jv: Wulan iki

source: -1 Month
jv: -1 wulan

source: +3 Months
jv: +3 wulan

source: Apply
jv: Ndhaptar

source: Week No
jv: Minggu

source: dayNames
jv: Sun_Mon_Tue_Wed_Thu_Fri_Sat

source: DayOf7DaysAgo
jv: 7 dina kepungkur

source: DayOf30DaysAgo
jv: 30 dina kepungkur

source: FirstDayOfThisMonth
jv: Dina sing ana ing wulan iki

source: LastDayOfThisMonth
jv: Dina pungkasan wulan iki

source: -3 Months
jv: -3 wulan

source: Updated at
jv: Dianyari ing

source: Since it is visualized in high-speed mode, the data points are omitted.
jv: Poin data diringkes kanthi mode sing cepet. Yen sampeyan pengin njaluk plot tanpa ngilangi data, nyetel wektu target sing luwih cendhek.

source: Range of Y axis
jv: Kisaran a sumbu

source: OutlierVal
jv: Outlier

source: Exception Estimation Explanation
jv: Kosong'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA

source: Search process name
jv: Panelusuran Proses

source: MSP Hide Contour MSG
jv: Wiwit jumlah titik data saben plot luwih saka 10.000, plot kapadhetan ditarik. Yen sampeyan pengin nuduhake kabeh titik data kanthi plot sing nyebar, aturake target target.

source: Sensor Type Explanation
jv: Kosong以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)

source: Cycle time
jv: Wektu siklus

source: Float
jv: Nomer nyata

source: Objective
jv: Variabel objektif

source: Objective Explain
jv: Koefolator korelasi diwilang kanthi variabel target iki minangka target target. Variabel target sing wis ditemtokake ing kene uga ditampilake bebarengan karo garis warna ing sisih tengen plot. Yen sampeyan pengin ngganti variabel target ing plot, sampeyan bisa ngalih ing antarane kanthi ngeklik ing saben jeneng variabel.

source: Category limited MSG
jv: Data ora lemut amarga ana kategori akeh banget. BREAK_LINE Priksa lan, yen perlu, revise wektu target sing luwih cendhek.

source: Filter Setting
jv: Setelan Filter

source: Label (Category value)
jv: Label (variabel kategori)

source: Copied
jv: Disalin

source: Copy config
jv: Salin Confic

source: Paste config
jv: Tempel config

source: If you do not select start process, the process of the first target variable will be start process.
jv: Tanpa setelan asal, target pisanan dipilih minangka asal usul.

source: Export data
jv: Data Ekspor

source: Not use
jv: Ora digunakake

source: Not use warning
jv: Data ora digambar amarga ana kategori akeh banget.

source: Not use request
jv: Priksa lan, yen perlu, revise setelan target target.

source: Divide by data number (Cyclic)
jv: Dibagi dening count data (siklik)

source: Number of data
jv: Jumlah data

source: Change divide confirm message
jv: KosongFacetのDivをクリアしますか? OKの場合、Divをクリアします。 Cancelの場合、自動で【分解なし / カテゴリ分解】 が選択されます。

source: Color explanation
jv: Kosongグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合

source: Objective variable is NOT selected.
jv: Pilih variabel maksud.

source: Clear Div in Facet
jv: Kosong【XXX】をクリアしますか? OKの場合、【XXX】をクリアし、自動で 【分解なし / カテゴリ分解】 が選択されます。 Cancelの場合、自動でDivがクリアされます。

source: Non-Divided / Divide by Category
jv: Ora bosok / Penguripake kategori

source: Scatter Plot
jv: Plot Scatter

source: SCP choose color variable warning message
jv: Yen jinis X utawa Y, sampeyan ora bisa nggunakake variabel sing ora nganggo warna kanggo setelan warna.

source: Changed to the max number division automatically.
jv: Nilai ing njaba jangkoan sing diidini dideteksi, saéngga minimal utawa maksimal jangkoan sing bener kanthi otomatis mutusake. Ngganti setelan sing perlu.

source: Right drag & drop: data link setting
jv: Klik tengen: Data Link data / sunting / sunting / Delete

source: Elapsed Time
jv: Wektu sing wis suwe

source: Time
jv: Pesenan wektu

source: Setting Order
jv: Nyetel tatanan data

source: Warning Full Disk
jv: Busak data sing ora perlu amarga kapasitas hard disk `__SERVER_INFO__` wis tekan __SERVER_INFO__ %%.

source: Error Full Disk
jv: Port data mandheg amarga kapasitas hard disk `__SERVER_INFO__` tekan __SERVER_INFO__ %% %% %%. Yen data sing ora perlu dibusak lan kosong kanthi kapasitas, data bakal diterusake.

source: Division number Hover RLP
jv: Ketik nomer distribusi sing bakal ditampilake (jumlah divisi). Ketik integer 2 utawa 150 utawa kurang.

source: Division number Hover StP
jv: Ketik nomer distribusi sing bakal ditampilake (jumlah divisi). Ketik integer 1 utawa luwih 32 utawa kurang.

source: Division number Hover ScP
jv: Kosong表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下

source: Interval Hover
jv: Kosongプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760

source: Window length Hover
jv: Kosong1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760

source: Window length Hover ScP
jv: Kosong1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760

source: Reduce number of violin messenger
jv: Ana akeh banget violins saben plot, saengga diwatesi kanthi otomatis.

source: Reduce number of data per graph messenger
jv: Amarga jumlah cathetan sing dipilih, jumlah plot diwatesi saka tanggal sing paling tuwa kanggo count watesan.

source: I Accept
jv: Aku nerimo

source: Decline
jv: Nolak

source: Backwards
jv: Mundur

source: Number of graph on column
jv: Jumlah plot ing kolom

source: Label Variable Description
jv: Variabel kategorine (nomer bagean, stasiun no, lsp) ditampilake minangka label ing ndhuwur plot digunakake kanggo nggambarake poin pangowahan (lsp) saka variabel kualitasi.

source: PCA Target Variable Explain
jv: Pilih item sing arep dianalisis (variabel kuantitatif: Nilai pangukuran, lan sapiturute). Nganti 60 barang sing bisa dipilih.

source: Order set explain
jv: Pilih item kanggo ngurutake data. Sampeyan uga bisa milih pirang-pirang barang.

source: SCP choose latest in case division by data number
jv: Data Overflowing Overflowing ora ditampilake amarga countime Count saka data paling anyar kanthi watesan tampilan.

source: Limit number of graphs
jv: Jumlah plot diwatesi kanggo NUMBER. Yen sampeyan pengin nuduhake kabeh, mbantah setelan kasebut.

source: Limit number of graphs displayed in one tab
jv: Jumlah plot ing tab siji diwatesi kanggo NUMBER. Yen sampeyan pengin nuduhake kabeh, mbantah setelan kasebut.

source: Available to select min and max sensors at time
jv: Jumlah variabel target kanggo milih minimal Min lan maksimal maksimal. Priksa nomer variabel target lan mbenerake setelan kasebut.

source: Available to select max sensors at time
jv: Jumlah variabel target sing kudu dipilih yaiku maksimal maksimal. Priksa nomer variabel target lan mbenerake setelan kasebut.

source: SCP Page title description
jv: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。

source: SCP show value description
jv: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
