Repository: apdn7/AnalysisPlatform
Catalog: histview2/translations/jv/LC_MESSAGES/messages.po
Languages: jv

source: CSV Template is error when import
jv: Data Impor gagal amarga file kanthi jeneng kolom sing beda ditemokake ing sumber data. Priksa isi file banjur atur setelan ngimpor data maneh.

source: Predicted number of records to be linked
jv: Mrétrasi nomer cathetan sing bakal digandhengake

source: Number of samples
jv: Nomer Sampel

source: Number of records to be linked
jv: Jumlah cathetan sing bakal digandhengake

source: Number of total records
jv: Jumlah total cathetan

source: MSP Corr
jv: Corr

source: Please name the folder in which csv/tsv files are saved as "YYYYMMDD"
jv: Mangga jeneng folder ing file CSV/TSV sing disimpen kaya "yyyynymdd

source: Prediction
jv: Ramalan

source: Master Config
jv: Config Config

source: From Filter Config
jv: Saka Filter Config

source: Show all
jv: Tampilake kabeh

source: As Key (Option)
jv: Minangka kunci (pilihan)

source: PCA delete NA
jv: Mbusak REMOVED_COUNT saka nilai deficit, nilai ora normal, lan regane luwih lengkap saka TOTAL_COUNT asli.

source: IP Address
jv: Alamat IP

source: Compare data distribution with histograms and estimated density lines. Split the graph with stratified variables.
jv: Mbandhingake distribusi data kanthi ramalan lan perkiraan kapadhetan. Graf kasebut dipérang kanthi variabel stratified. Iki uga dibagi kanthi facet.

source: Plot all data points with time axis or ID axis.
jv: Plot kabeh nomer data ing sumbu wektu utawa ID sumbu.

source: Displays a scatter chart matrix. You can create a matrix between up to four target variables.
jv: Tampilan matriks plot Scatter. Sampeyan bisa nggunakake saka variabel target 2 nganti 7.

source: This function visualizes “unusual” and analyzes its factors by Principal Component Analysis.
jv: Miturut analisis komponen utama, visualisasi "beda" lan analisis faktor sing ditindakake. Ketik data normal minangka data guru lan nggambarake apa data saiki minangka kahanan sing padha karo data normal (T2 / Q). Yen sampeyan duwe kahanan sing beda, sampeyan bisa mriksa faktor utama ing plot kontribusi.

source: This stratification variable divides the distribution into multiple graphs.
jv: Distribusi dipérang dadi pirang-pirang grafik kanthi variabel iki. Pilih variabel kategori (variabel kualitatif) kayata nomer bagean lan stasiun.

source: Stratified Category Filter: Limits data to be displayed to a subset.
jv: Filter kategori Stratified: Data watesan supaya ditampilake menyang subset. (Kategori: Bagean nomer, stasiun ora, lsp)

source: Category variables that appears as a label at the head of graphs.
jv: Variabel kategori (kayata nomer bagean, stasiun ora, lsp) ditampilake minangka label ing sisih ndhuwur plot kanggo golek nilai sing ganti.

source: Graph Filter: Limits data to be displayed to a subset.
jv: Filter Grafis: Mbatesi data supaya ditampilake menyang subset.

source: Set training data to be regarded as normal situation.
jv: Setel data belajar sing diinterpretasi minangka kahanan normal. Setel bagean data sing ora ngemot data NG. Yen kalebu, sing cedhak karo data NG uga diadili minangka data normal.

source: Set test data to be judged.
jv: Nyetel data tes sing bakal diadili.

source: Item Filter: Limits data (analyse & display) to be displayed to a subset.
jv: Filter item: Mbatesi data (nganalisa & nampilake) supaya bisa ditampilake kanthi subset.

source: This is aggregate 2-dimensional plot (dimensional compression by principal components) of multidimensional test data.
jv: Iki minangka tampilan agregat loro-dimensi (komprèsi dimensi kanthi komponen utama) data verifikasi multipis. Yen data ana ing tengah, bisa diinterpretasi dadi normal.

source: This is aggregate 2-dimensional plot (dimensional compression by principal components) of multidimensional training data.
jv: Iki minangka tampilan agregat loro-dimensi (komprèsi dimensi kanthi komponen utama) data belajar multidimensional. Target pusat ditemtokake dening data belajar, saengga umume data sinau kudu target.

source: This is T2 statistic plot (monitor essential part [principal component] of this data).
jv: Plot statistik T2, sing ngawasi anomali ing komponen utama data iki. Data belajar direncanakake nganggo warna putih lan ing bagean X Negatif. Plancongan kuning minangka data validasi. Sing luwih dhuwur data validasi dibandhingake karo data putih, kemungkinan bisa nyimpang. Klik titik data kanggo ndeleng plot kontribusi apa unsur sing digawe.

source: This is Q statistic plot (ｍonitor non-essential parts [residual] of this data).
jv: Plot statistik Q (ngawasi anomali ing bagean cilik saka data iki, sisa-sisa). Data belajar direncanakake nganggo warna putih lan ing bagean X Negatif. Plancongan kuning minangka data validasi. Sing luwih dhuwur data validasi dibandhingake karo data putih, kemungkinan bisa nyimpang. Klik titik data kanggo ndeleng plot kontribusi apa unsur sing digawe.

source: This is an ordered barplot of variables that contribute to the state at the point selected in T2 statistic plot.
jv: Urutan variabel sing menehi kontribusi kanggo kahanan ing titik sing dipilih ing plot statistik T2. Saya suwe, luwih cenderung sababe.

source: This is an ordered barplot of variables that contribute to the state at the point selected in Q statistic plot.
jv: Urutan variabel sing menehi kontribusi kanggo kahanan kasebut ing titik sing dipilih ing plot Q Q. Saya suwe, luwih cenderung sababe.

source: Overflow Lower
jv: Jumlah data kanthi nilai kurang saka utawa padha karo Q1 - 4.5 * IQR

source: Overflow Upper
jv: Jumlah data kanthi nilai sing luwih saka utawa padha karo Q3 + 4.5 * IQR

source: NTotal
jv: Jumlah data kalebu NA (ora kasedhiya), NaN (dudu nomer) lan Inf± (Tanpa wates) ing wektu sing dipilih.

source: OutCL
jv: Out of Control Line: Persentase data ing njaba ambang ndhuwur lan ngisor (count) ing wektu sing dipilih

source: OutAL
jv: Out of Action Line: Persentase data ing njaba ambang ndhuwur lan ngisor (count) ing wektu sing dipilih

source: PNA
jv: Persentasi NA (ora kasedhiya) ing wektu sing dipilih (count)

source: PNaN
jv: Persentasi NaN (dudu nomer) ing wektu sing dipilih (count)

source: PInfPlus
jv: Persentasi saka Inf+ (ditambah infinitas) ing wektu sing dipilih (count)

source: PInfMinus
jv: Persentasi saka Inf- (Tanpa wates minus) ing wektu sing dipilih (count)

source: PTotal
jv: Gunggunge persentase data ing njaba nilai ambang, NA (ora kasedhiya), NaN (ora nomer) lan tanpa wates) ing wektu sing dipilih (count)

source: N
jv: Jumlah data ora kalebu NA (ora kasedhiya), NaN (dudu nomer) lan Inf± (Tanpa wates) ing wektu sing dipilih.

source: P95
jv: 95 persentase

source: P75 Q3
jv: 75 persentil (kuarsa katelu)

source: P25 Q1
jv: Kaping 25 persentil (quartile pisanan)

source: P5
jv: Kapenten 5th

source: IQR
jv: Range Interquartile (Wakil Nilai Variabel Distribusi: IRQ = Q3 - Q1 ≒ 1.349σ ≒ 1.349σ @ distribusi normal)

source: HoverMedian
jv: Median (persentile kaping 50)

source: CHMMax
jv: Max

source: CHMMin
jv: Min

source: CHMMean
jv: Mean

source: CHMStd
jv: σ

source: CHMRange
jv: Range (max-min)

source: CHMCount
jv: Count

source: CHMMedian
jv: Median

source: CHMCountPerHour
jv: Count / jam

source: CHMCountPerMin
jv: Count / Menit

source: CHMTimePerCount
jv: Siklus wektu [s]

source: CHMIqr
jv: IQR (Q3-Q1)

source: Division number
jv: Nomer Divisi

source: Cycle
jv: Tampilan Siklus

source: Step
jv: Tampilan Interval

source: Calendar Heat Map
jv: Kalenda Kale Map

source: Too Many Sensors
jv: Target Variabel ora bisa dipilih kanthi MAX_NUM_SENSOR utawa luwih. Pilih variabel target.

source: The targets of removing outlier are Max, Mean Min, σ, and Range.
jv: Target kanggo ngilangi outlier yaiku Max, Mean, Min, σ lan Range.

source: Cat.
jv: Liyane saka nomer nyata

source: RidgeLine Plot Hover
jv: Distribusi bisa dibantah kanthi ngitung kanggo variabel sing kudu kategorine (kualitatif, nomer akeh, lsp) utawa tanggal, lan nampilake sisih. Cara visualisasi sing ngidini analisis salib klompok (dibandhingake antara akeh, dina, owah-owahan lan sapiturute) data tanpa diskret ID.

source: Master Config Hover
jv: Setel ambang sing bakal digambar ing grafik.

source: Scatter Plot display Hover
jv: Yen buyar wis ana, sampeyan bisa nuduhake plot Scatter kanthi. Plot Scatter ing antarane item saiki lan item baris sabanjure. Seret banjur selehake kertu plot saka plot pameran kanthi mouse kanggo ngalihake plot X-Axis lan Y-sumbu.

source: RLP Show value Hover
jv: Item data (kayata variabel angka utawa pangukuran) sing nggawe distribusi data. Data iki direncanakake ing plot kasebut. Nganti 20 item bisa dipilih.

source: Stratify Variables Hover
jv: Variabel stratified iki mbagi distribusi dadi pirang-pirang plot lan ditampilake kanthi sisih. Pilih variabel kategorine, kayata Lot utawa Batch No.

source: Start data & time Hover
jv: Input tanggal wiwitan kanggo nampilake plot ridgeline kanggo saben tanggal.

source: Target period Hover
jv: Input langsung wektu kanggo nampilake plot ridgeline kanggo saben tanggal.

source: Optional function Hover
jv: Sampeyan bisa milih pilihan kanggo ngimpor data saka file CSV/TSV sing mbutuhake penanganan khusus, kayata konversi struktur data.

source: Specify datatype of columns Hover
jv: Pencet tombol Pratinjau ing ngisor iki bakal nuduhake sawetara data ing file supaya sampeyan bisa mriksa isi kasebut.

source: As Link ID Hover
jv: Pilih link ID supaya bisa digunakake minangka kondhisi kanggo nyambungake data. Sampeyan uga bisa milih pirang-pirang barang.

source: As Key (Option) Hover
jv: Yen aplikasi sampeyan ngimpor data, sampeyan bisa milih kolom dateTime sing luwih disenengi minangka kunci jaman saiki.

source: Operator Hover
jv: Yen sampeyan milih operator lan ketik nomer ing 'faktor', nilai ing grafik kasebut bakal diwilang nggunakake operator lan faktor sing ditemtokake.

source: Coef Hover
jv: Yen sampeyan milih operator lan ketik nomer ing 'faktor', nilai ing grafik kasebut bakal diwilang nggunakake operator lan faktor sing ditemtokake.

source: Prediction Hover
jv: Sampeyan bisa prédhiksi sepira data bakal digandhengake karo kahanan sing wis disetel saiki.

source: Reload Hover
jv: Discards ing saiki nyetel konten link data sing saiki banjur ngundang kahanan sing didaftar sadurunge.

source: Register Trace Config Hover
jv: ID digawe internal kanggo nggandhengake data karo kahanan sing wis disetel.

source: Control item Hover
jv: Pilih tombol kontrol utawa ngontrol peralatan sing nggunakake setelan grafik.

source: Type Hover
jv: Mangga pilih jinis target sistem kayata bagean lan peralatan.

source: Name MCF Hover
jv: Mangga pilih target manajemen kayata nilai nomer lan regane peralatan kasebut.

source: Action from Hover
jv: Setel wiwitan tanggal kanggo grafik grafik. (Dibutuhake)

source: Action to Hover
jv: Setel pungkasan tanggal pungkasan kanggo grafik grafik. (Opsional)

source: Load Setting Info Hover
jv: Waca konfigurasi sing disimpen.

source: Save Setting Info Hover
jv: Simpen konfigurasi paling anyar sing sampeyan lebokake.

source: Create Screenshot Hover
jv: Simpen layar minangka file PNG.

source: Do you want to delete this setting?
jv: Apa sampeyan pengin mbusak setelan iki?

source: Show value (Real/Float)
jv: Target variabel (nomer nyata)

source: Show value (Category)
jv: Target variabel (kategori)

source: Index ordering
jv: Pesenan Indeks

source: Column
jv: Kolom

source: Order
jv: Pesenan

source: Priority PRIORITY
jv: Prioritas

source: Ordering
jv: Pesenan

source: Variables
jv: Variabel

source: Real(Float) and categorical
jv: Real & Katrega Mung

source: Real(Float) only
jv: Mung nyata

source: Categorical only
jv: Kategorine mung

source: In set order
jv: Ing urutan

source: In process order
jv: Ing order proses

source: In order of corr.
jv: Ing Korelasi Coef. Pesenan

source: Corr threshold (abs)
jv: Ambang korelasi (ABS)

source: Response variable
jv: Pilih kanggo variabel sing objektif

source: Objective variable
jv: Variabel objektif

source: Explanatory variable
jv: Variabel panjelasan

source: Non-NA ratio
jv: Rasio Kasedhiya

source: Sankey Diagram
jv: Diagram santan

source: Exact match
jv: Match (match sampurna)

source: OR search
jv: OR Telusuri

source: AND search
jv: Telusuri AND

source: Real numbers have been removed because real numbers cannot be entered in parallel coordination for categorical data.
jv: Wiwit plot koordinasi paralel ora bisa nambani nomer nyata, data nomer nyata wis dicopot.

source: Search Options
jv: General Search Options&#013;・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; d{10} :10-digit number ex.1234567890,0987654321&#013; 7d{9} :10-digit number starting with 7 ex.7123456789&#013; d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; w{3}-d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JPd{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;

source: Re-register
jv: Rendistrasi

source: Register the corrected contents such as Shown Name.
jv: Ndhaptar informasi sing diowahi kayata jeneng tampilan.

source: Do you want to register with the modified contents?
jv: Apa sampeyan pengin ndhaptar nganggo konten sing wis diowahi?

source: If you change Link ID, please reset Data Link Config.
jv: Yen sampeyan ngganti link ID, bukak ngreset config data.

source: Co-occurrence Graph
jv: Grafik kotak

source: Data file
jv: File Data

source: Aggregated by
jv: Dikumpulake dening

source: Hour
jv: Jam

source: Day
jv: Dina

source: Edit Mode
jv: Mode suntingan

source: Setting Mode
jv: Setelan mode

source: The error data highlighed in red will be lost. Do you want to continue?
jv: Data sing ora disorot abang bakal dibusak. Apa sampeyan kudu ngalih menyang mode setelan?

source: Priority
jv: prioritas

source: A same column name was found in the English name column and was handled automatically. Please check the column names.
jv: Jeneng Inggris duplikat dideteksi, saengga nomer serial ditambahake kanthi otomatis. Priksa jeneng kolom.

source: Aggregate by
jv: Unit agregasi

source: Data file with datetime on first column, and flags/number of occurrence (0, 1, 2...) of alarms on subsequent column(s).
jv: Kolom pisanan yaiku tanggal kaping pisanan, lan kolom nomer loro lan kolom sakteruse regane kayata panji kabar / kedadeyan sing kedadeyan (0,1,2 ...).

source: Aggregate co-occurrence relationships by hour/day.
jv: Hubungan kakehan kakehan agregat ing jam / dina.

source: Threshold
jv: Ambang tampilan

source: Threshold description
jv: Yen sampeyan milih nilai kurang saka 100%%, sampeyan bakal ndhelikake hubungan co -ooccurrence cilik. (Default: Gambar garis yen ana sadurunge)

source: Identify and visualize directly/indirectly correlated variables of objective(s)
jv: Ngenali lan nggambarake variabel sing ana langsung utawa ora langsung kanggo variabel target.

source: Identify the explanatory variables that are correlated with the variable(s) specified here.
jv: Nggambarake korélasi ing antarane variabel sing ditemtokake ing kene. Nganti 60 barang sing bisa dipilih.

source: Candidate variables that are correlated with objective variable(s).
jv: Variabel calon sing diatasi kanthi variabel kanthi objektif.

source: Parallel Plot
jv: Plot koordinasi paralel

source: of all edges
jv: kabeh sudhut

source: Layout
jv: Tata letak

source: Circle
jv: Bunder

source: Auto
jv: Otomatis

source: Available ratio
jv: Efisiensi

source: Set threshold
jv: Control Line: Priksa nalika nggambar tingkat manajemen kayata garis standar

source: Analysis Platform
jv: Platform Analisis

source: Pareto Chart
jv: Chart Pareto

source: Total Occurrences
jv: Jumlah kedadeyan

source: Cumulative Ratio [%]
jv: Rasio kumulatif [%]

source: Visualize long-term data such as annual variations in processes and parameters that can vary depending on days of the week or shifts, etc.
jv: Visualisasi parameter sing bisa beda-beda karo data sajrone wektu sing suwe, kayata variasi taunan ing proses, dina minggu, shift, lsp.

source: Visualize the correlation between a large number of variables with respect to target variable.
jv: Nggambarake korélasi ing antarane jumlah variabel babagan variabel target.

source: Visualize co-occurrence (relationships that focus on how often one phenomenon and another occur at the same time) of faults/alarms.
jv: Nggambarake kakehan kesalahan, weker, acara lan sapiturute (hubungan fokus ing frekuensi kedadeyan bebarengan siji fenomena siji lan liyane).

source: Digital Native QC 7 Tools: 7 QC tools compatible with DX developed as tools to support QC activities suitable for the digital native era.
jv: KosongDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。

source: Analysis Platform : That makes it easy to data link, visualize, statistical analysis, and machine learning.
jv: Analysis Platform: Alat sing gampang kanggo pemetaan data, visualisasi, analisis statistik, lan belajar mesin.

source: Enter target item of data (quantitative variable like measurement value) to create data distributions. This data is plotted on the graph surrounded by a light blue frame.
jv: Data pesawat ing kene digunakake minangka referensi kanggo data sing nyambungake lan ngrancang. Setelan digunakake ing sumbu horisontal plot. Kajaba iku, plot asal ditampilake kanthi pigura biru sing entheng.

source: Enter target item of data (quantitative variable like measurement value) to be plotted on the graph. Select the process and item you want to plot on the graph.
jv: Nemtokake data (umpamane, variabel angka: nilai pangukuran) kanggo plot kasebut. Pilih proses lan barang sing bakal direncanakake ing plot kasebut. Nganti 20 item bisa dipilih.

source: Enter target item of data (quantitative variable like measurement value) to create data distributions. This data is plotted on the graph.
jv: Nemtokake data (umpamane, variabel angka: nilai pangukuran) kanggo plot kasebut. Pilih proses lan barang sing bakal direncanakake ing plot kasebut. Nganti 8 item bisa dipilih.

source: Enter target item of data (quantitative variable like measurement value and category variable like part number) to visualize pattern. This data is plotted on the graph. It can be selected up to ten items.
jv: Kosong可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。

source: This stratification variable divides the distribution into multiple graphs and displays them side by side. Enter category variable (qualitative variable) such as part number, station number, etc. It can be selected up to 100 items.
jv: Variabel stratification iki mbagi pola kanggo nggambarake pirang-pirang plot lan nuduhake sisih. Pilih variabel kategorine kayata bagean lan stasiun Ora nganti 100 item sing bisa dipilih.

source: Enter target item of data (quantitative variable like measurement value) to visualize the correlation between variables. This data is plotted on the graph. It can be selected up to four items.
jv: Item data sing nggambarake korélasi ing antarane variabel (variabel kuantitatif: Nilai pangukuran, lan sapiturute). Data iki direncanakake ing grafik. Saka paramèter 2 nganti 7 bisa dipilih.

source: Enter target item of quantitative variable (like measurement value) in data to visualize the correlation between variables. This data is plotted on the graph.
jv: Pilih item kanggo nggambarake korélasi ing antarane variabel. Nganti 60 barang sing bisa dipilih.

source: Enter target item of category variable (like part number) in data to visualize the correlation between variables. This data is plotted on the graph.
jv: Barang-barang variabel kategori (kayata nomer bagean) kanggo nggambarake korélasi ing antarane variabel.

source: Maximize card
jv: Ngoptimalake kertu

source: Minimize card
jv: Minimalake kertu

source: If you change this setting, you must reset Data Link Config.
jv: Yen setelan iki diganti, kudu ngreset setelan link data.

source: Auto Select
jv: Pilih Pilihan

source: Select all to the right
jv: Pilih kabeh ing sisih tengen

source: Unselect all to the right
jv: Mbukak kabeh ing sisih tengen

source: All Real(Float) from here
jv: Kabeh nyata (ngawang) saka kene

source: All Integer from here
jv: Kabeh integer saka kene

source: All String from here
jv: Kabeh senar saka kene

source: LimitedHeatMap
jv: Amarga jumlah cathetan sing dipilih lan wektu sing dibutuhake kanggo nampilake plot, jumlah sel saben plot diwatesi mung 10.000. Yen sampeyan pengin ndeleng kabeh data kanggo target BREAK_LINE, tambahake interval tampilan utawa nyuda target target kanggo nyuda cacahé sel.

source: You can adjust the scale of the graph by right clicking on the graph.
jv: Sampeyan bisa nyetel skala plot kanthi ngeklik tengen ing plot kasebut.

source: Graph scale
jv: Skala Graf

source: Setting View
jv: Setelan mode

source: Number_of_data_that_are_not_linked
jv: Jumlah item data sing ora bisa digandhengake

source: Only scatter plot
jv: Plot Scatter

source: with shading
jv: Kanthi kontur

source: Saving
jv: Ngirit

source: The application could not read file and preview data.
jv: Kosongファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER

source: Load Setting
jv: Setelan Muat

source: Share/Private
jv: Nuduhake / Pribadi

source: Description
jv: Katrangan

source: Created by
jv: Digawe dening

source: Use/Load
jv: Gunakake / mbukak

source: Load
jv: Mbukak

source: Ratio of availability of data link
jv: Jumlah data sing ora bisa digandhengake karo proses titik wiwitan (persentase saka linkage)

source: Save Date & Time
jv: Simpen Tanggal Tanggal

source: Share information
jv: Nuduhake setelan

source: Save
jv: Ngirit

source: Available to select maximumn 4 sensors at time. Please check and retry again.
jv: Sampeyan bisa milih saka variabel target 2 kanggo 7. Priksa nomer variabel target lan mbenerake setelan kasebut.

source: The maximum file size is 10MB. Please reduce the file size and retry again.
jv: Ukuran ukuran file 10 MB. Nyuda ukuran file lan coba maneh.

source: If checked, the set date & time will also be saved.
jv: Yen dicenthang, tanggal sing ditemtokake uga disimpen.

source: If checked, the settings can be shared.
jv: Priksa kanggo nuduhake setelan iki.

source: Confirm to save your setting.
jv: Simpen setelan.

source: Do you want to overwrite the setting?
jv: Apa sampeyan kudu nulis setelan?

source: Shared
jv: Nuduhake

source: Private
jv: Swasta

source: Created at
jv: Digawe ing

source: Close
jv: Tutup

source: Order set
jv: Pesenan pesenan

source: From
jv: Miwiti tanggal

source: To
jv: Mungkasi tanggal pungkasan

source: Show x-axis labels
jv: Tampilake Label X-Axis

source: Datetime Range
jv: Range DateTime

source: Drag and drop file here
jv: Seret lan Drop file ing kene

source: Or
jv: Utawa

source: Choose a file
jv: Pilih File

source: Value cannot be displayed
jv: Ora bisa ditampilake

source: The processing was interrupted due to the large amount of data and the processing time. Please review the date and time settings, etc., and then display the graph again.
jv: Pangolahan disegel amarga jumlah data lan wektu pangolahan dawa. Deleng setelan DateTime lan nampilake plot maneh.
