Repository: apdn7/AnalysisPlatform
Catalog: ap/translations/*/LC_MESSAGES/messages.po
Languages: es, hi, ne, pa, te

source: PTotal
es: El porcentaje total de datos fuera del valor umbral, NA (no disponible), NaN (no un número) y Inf± (infinito) en el período seleccionado (recuento)
hi: थ्रेसहोल्ड वैल्यू के बाहर डेटा का कुल प्रतिशत, NA (उपलब्ध नहीं), NaN (संख्या नहीं) और Inf± (अनंत) चयनित अवधि (गिनती) में
ne: थ्रेसोल्ड मान बाहिर डाटाको कुल प्रतिशत, __ - __ (उपलब्ध छैन), NaN (नम्बर) चयन गरिएको अवधिमा (गणना)
pa: ਥ੍ਰੈਸ਼ੋਲਡ ਵੈਲਯੂ ਦੇ ਬਾਹਰ ਡੇਟਾ ਦੀ ਕੁੱਲ ਪ੍ਰਤੀਸ਼ਤਤਾ, NA (ਉਪਲੱਬਧ ਨਹੀਂ), NaN9 NaN9 NaN (ਅਨੰਤ)
te: ప్రవేశ విలువ వెలుపల డేటా మొత్తం శాతం, NA (అందుబాటులో లేదు), NaN (సంఖ్య కాదు) మరియు ఎంచుకున్న వ్యవధిలో Inf± (అనంతం)

source: N
es: Número de datos excluyendo NA (no disponible), NaN (no un número) y Inf± (infinito) en el período seleccionado.
hi: चयनित अवधि में NA (उपलब्ध नहीं), NaN (संख्या नहीं) और Inf± (अनंत) को छोड़कर डेटा की संख्या।
ne: प्रयोग गरीएको डाटाको संख्या (उपलब्ध छैन), NaN (नम्बर) र Inf± (अनन्त) मा।
pa: NA (ਉਪਲੱਬਧ ਨਹੀਂ) ਨੂੰ ਛੱਡ ਕੇ ਡਾਟਾ ਦੀ ਗਿਣਤੀ NaN9 NaN9 NaN9 __ (ਕੋਈ ਨੰਬਰ ਨਹੀਂ) ਅਤੇ Inf± (ਅਨੰਤ).
te: ఎంచుకున్న వ్యవధిలో NA (అందుబాటులో లేదు), NaN (సంఖ్య కాదు) మరియు Inf± (అనంతం) మినహా డేటా సంఖ్య.

source: P95
es: Percentil 95
hi: 95 वां प्रतिशत
ne: 95th औं प्रतिशत
pa: 95 ਵੇਂ ਪ੍ਰਤੀਸ਼ਤ
te: 95 వ శాతం

source: P75 Q3
es: Percentil 75 (tercer cuartil)
hi: 75 वां प्रतिशत (तीसरा चतुर्थक)
ne: 75 th औं प्रतिशत (तेस्रो क्वार्टली)
pa: 75 ਵਾਂ ਪ੍ਰਤੀਸ਼ਤ (ਤੀਜਾ ਚੌਥਾ)
te: 75 వ శాతం (మూడవ క్వార్టైల్)

source: P25 Q1
es: Percentil 25 (primer cuartil)
hi: 25 वां प्रतिशत (पहला चतुर्थक)
ne: 2th औं प्रतिशत (पहिलो क्वार्टिल)
pa: 25 ਵੀਂ ਪ੍ਰਤੀਸ਼ਤ (ਪਹਿਲਾ ਚੌਥਾ)
te: 25 వ శాతం (మొదటి క్వార్టైల్)

source: P5
es: Quinto percentil
hi: 5 वां प्रतिशत
ne: 5th औं प्रतिशत
pa: 5 ਵੇਂ ਪ੍ਰਤੀਸ਼ਤ
te: 5 వ శాతం

source: IQR
es: Rango intercuartil (valor representativo de la variabilidad de la distribución: IRQ = Q3 - Q1 ≒ 1.349σ@ distribución normal)
hi: इंटरक्वेर्टाइल रेंज (वितरण परिवर्तनशीलता का प्रतिनिधि मूल्य: IRQ = Q3 - Q1 σ 1.349σ@ सामान्य वितरण)
ne: इन्टरपार्टिलो दायरा (वितरण भिन्नता को प्रतिनिधि मान: __32: ≒≒ ≒ 1.3499 σσ @ सामान्य वितरण)
pa: ਇੰਟਰਕਐਂਟਲ ਰੇਂਜ (ਵੰਡ ਪਰਿਵਰਤਨਸ਼ੀਲਤਾ ਦਾ ਪ੍ਰਤੀਨਿਧ ਮੁੱਲ: IRQ = Q3 - Q1 ≒ 1.349σ @ ਸਧਾਰਣ ਡਿਸਟਰੀਬਿ .ਸ਼ਨ)
te: ఇంటర్‌క్వార్టైల్ పరిధి (పంపిణీ వైవిధ్యం యొక్క ప్రతినిధి విలువ: IRQ = Q3 - Q1 ≒ 1.349σ@ సాధారణ పంపిణీ)

source: HoverMedian
es: Mediana (percentil 50)
hi: मध्यस्थता (50 वां प्रतिशत)
ne: औसत (th0 औं प्रतिशत)
pa: ਮੀਡੀਅਨ (50 ਵਾਂ ਪ੍ਰਤੀਸ਼ਤ)
te: మధ్యస్థ (50 వ శాతం)

source: CHMMax
es: Max
hi: Max
ne: Max
pa: Max
te: Max

source: CHMMin
es: Min
hi: Min
ne: Min
pa: Min
te: Min

source: CHMMean
es: Mean
hi: Mean
ne: Mean
pa: Mean
te: Mean

source: CHMSum
hi: Sum
ne: Sum
te: Sum

source: CHMStd
es: σ
hi: σ
ne: σ
pa: σ
te: σ

source: CHMRange
es: Range (max-min)
hi: Range (max-min)
ne: Range (max-min)
pa: Range (max-min)
te: Range (max-min)

source: CHMCount
es: Count
hi: Count
ne: Count
pa: Count
te: Count

source: CHMMedian
es: Median
hi: Median
ne: Median
pa: Median
te: Median

source: CHMCountPerHour
es: Conteos/hora
hi: गिनती/घंटा
ne: गणना / घण्टा
pa: ਗਿਣਤੀ / ਘੰਟਾ
te: గణనలు/గంట

source: CHMCountPerMin
es: Conteo/minuto
hi: गिनती/मिनट
ne: गणना / मिनेट
pa: ਗਿਣਤੀ / ਮਿੰਟ
te: గణనలు/నిమిషం

source: CHMTimePerCount
es: Tiempo de ciclo [s]
hi: चक्र समय [s]
ne: चक्र समय [हरू]
pa: ਚੱਕਰ ਦਾ ਸਮਾਂ [s]
te: సైకిల్ సమయం [లు]

source: CHMIqr
es: IQR (Q3-Q1)
hi: IQR (Q3-Q1)
ne: IQR (Q3-Q1)
pa: IQR (Q3-Q1)
te: IQR (Q3-Q1)

source: Division number
es: Número de división
hi: विभाजन संख्या
ne: डिभिजन नम्बर
pa: ਡਿਵੀਜ਼ਨ ਨੰਬਰ
te: డివిజన్ సంఖ్య

source: Cycle
es: Ciclo de visualización
hi: प्रदर्शन चक्र
ne: चक्र प्रदर्शन गर्नुहोस्
pa: ਡਿਸਪਲੇਅ ਚੱਕਰ
te: ప్రదర్శన చక్రం

source: Step
es: Visualización
hi: प्रदर्शन अंतराल
ne: अन्तराल प्रदर्शन गर्नुहोस्
pa: ਡਿਸਪਲੇਅ ਅੰਤਰਾਲ
te: ప్రదర్శన విరామం

source: Calendar Heat Map
es: Mapa de calor de calenda
hi: कैलेंडा हीट मैप
ne: क्यालेन्डे तातो नक्शा
pa: ਕੈਲੰਗਾ ਗਰਮੀ ਦਾ ਨਕਸ਼ਾ
te: క్యాలెండా హీట్ మ్యాప్

source: Too Many Sensors
es: Las variables objetivo no se pueden seleccionar por MAX_NUM_SENSOR o más. Seleccione la variable de destino.
hi: लक्ष्य चर को MAX_NUM_SENSOR या अधिक द्वारा चुना नहीं जा सकता है। लक्ष्य चर का चयन करें।
ne: लक्ष्य भेरिएबलहरू __445__ वा अधिक द्वारा चयन गर्न सकिदैन। लक्षित भ्यारीएबल चयन गर्नुहोस्।
pa: ਟੀਚੇ ਦੇ ਵੇਰੀਏਬਲ MAX_NUM_SENSOR ਜਾਂ ਇਸ ਤੋਂ ਵੱਧ ਨਹੀਂ ਚੁਣਿਆ ਜਾ ਸਕਦਾ. ਟੀਚੇ ਦੇ ਵੇਰੀਏਬਲ ਦੀ ਚੋਣ ਕਰੋ.
te: టార్గెట్ వేరియబుల్స్ MAX_NUM_SENSOR లేదా అంతకంటే ఎక్కువ ఎంచుకోలేము. లక్ష్య వేరియబుల్ ఎంచుకోండి.

source: Real
es: Real (flotante)
hi: असली (फ्लोट)
ne: वास्तविक (फ्लोट)
pa: ਅਸਲ (ਫਲੋਟ)
te: రియల్ (ఫ్లోట్)

source: Cat.
es: Aparte de los números reales
hi: वास्तविक संख्या के अलावा अन्य
ne: वास्तविक संख्या बाहेक अन्य
pa: ਅਸਲ ਨੰਬਰ ਤੋਂ ਇਲਾਵਾ
te: వాస్తవ సంఖ్యలు కాకుండా

source: RidgeLine Plot Hover
es: La distribución se puede visualizar calculando para cada variable categórica (variables cualitativas, número de lote, etc.) o de fecha y hora, y mostrándolas una al lado de la otra. Un método de visualización que permite el análisis de grupos cruzados (comparación entre lotes, días, cambios, etc.) de datos sin ID discreto.
hi: वितरण को प्रत्येक श्रेणीबद्ध चर (गुणात्मक चर, बहुत संख्या, आदि) या डेटाइम के लिए गणना करके और उन्हें साइड में प्रदर्शित करके देखा जा सकता है। एक विज़ुअलाइज़ेशन विधि जो असतत ID के बिना डेटा के क्रॉस-ग्रुप विश्लेषण (बहुत से, दिनों, बदलाव और आदि के बीच तुलना) की अनुमति देती है।
ne: वितरण प्रत्येक वर्गीकरण भ्यारीएबल (गुणात्मक भ्यारीएबल, आदि समय, आदि) वा मितिका साथ गणना गरेर वितरण गर्न सकिन्छ। एक दृश्य विधि जसले क्रस-समूह विश्लेषणलाई अनुमति दिन्छ (विसंगत बिना डाटाको तुलनामा।
pa: ਡਿਸਟਰੀਬਿ .ਸ਼ਨ ਹਰੇਕ ਵਰਦੀਪ ਵੇਰੀਏਬਲ (ਗੁਣਾਤਮਕ ਪਰਿਵਰਤਨ, ਆਦਿ) ਜਾਂ ਤਾਰੀਖ ਦੇ ਸਮੇਂ ਜਾਂ ਮਿਤੀ ਸਮੇਂ ਲਈ ਹਿਸਾਬ ਨਾਲ ਦਰਸਾਈ ਜਾਂਦੀ ਹੈ. ਇੱਕ ਵਿਜ਼ੂਅਲਾਈਜ਼ੇਸ਼ਨ ਵਿਧੀ ਜੋ ਕਰਾਸ-ਗਰੁੱਪ ਵਿਸ਼ਲੇਸ਼ਣ ਦੀ ਆਗਿਆ ਦਿੰਦੀ ਹੈ
te: ప్రతి వర్గీకరణ వేరియబుల్ (గుణాత్మక వేరియబుల్స్, లాట్ నంబర్ మొదలైనవి) లేదా డేట్‌టైమ్ కోసం లెక్కించడం ద్వారా పంపిణీని దృశ్యమానం చేయవచ్చు మరియు వాటిని పక్కపక్కనే ప్రదర్శించడం. వివిక్త ID లేకుండా డేటా యొక్క క్రాస్-గ్రూప్ విశ్లేషణను (లాట్స్, డేస్, షిఫ్టులు మరియు మొదలైన వాటి మధ్య పోలిక) అనుమతించే విజువలైజేషన్ పద్ధతి.

source: Master Config Hover
es: Establezca el umbral que se dibujará en gráficos.
hi: ग्राफ़ पर खींची जाने वाली दहलीज को सेट करें।
ne: ग्राफहरूमा कोरिएको थ्रेसोल्ड सेट गर्नुहोस्।
pa: ਗ੍ਰਾਫ 'ਤੇ ਖਿੱਚਣ ਲਈ ਥ੍ਰੈਸ਼ੋਲਡ ਸੈਟ ਕਰੋ.
te: గ్రాఫ్స్‌పై గీయడానికి ప్రవేశాన్ని సెట్ చేయండి.

source: Scatter Plot display Hover
es: Si la dispersión está encendida, puedes mostrar la trama de dispersión con él. El diagrama de dispersión entre el elemento actual y el siguiente elemento de fila. Arrastre y deje caer las tarjetas de la trama de las parcelas respectivas con el mouse para cambiar el eje X y el eje y del diagrama de dispersión.
hi: यदि स्कैटर चालू है, तो आप इसके साथ स्कैटर प्लॉट दिखा सकते हैं। वर्तमान आइटम और अगली पंक्ति आइटम के बीच तितर बितर प्लॉट। बिखराव के प्लॉट के एक्स-एक्सिस और वाई-एक्सिस को स्विच करने के लिए माउस के साथ संबंधित भूखंडों के प्लॉट कार्ड को खींचें और छोड़ दें।
ne: यदि तितरबेटर मा छ भने, तपाईं यसको साथ स्क्याटर प्लट देखाउन सक्नुहुन्छ। हालको वस्तु र अर्को प row ्क्ति वस्तुको बीचमा स्क्याटर प्लट। माउसको प्लट कार्डहरू ड्रप गर्नुहोस् X-Axis र y- se- axis स्विच गर्नुहोस् स्क्याटर प्लटको साथ स्विच गर्नुहोस्।
pa: ਜੇ ਸਕੈਟਰ ਚਾਲੂ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਇਸ ਨਾਲ ਸਕੈਟਰ ਪਲਾਟ ਦਿਖਾ ਸਕਦੇ ਹੋ. ਮੌਜੂਦਾ ਆਈਟਮ ਅਤੇ ਅਗਲੀ ਕਤਾਰ ਆਈਟਮ ਦੇ ਵਿਚਕਾਰ ਸਕੈਟਰ ਪਲਾਟ. ਸਕੈਟਰ ਪਲਾਟ ਦੇ ਐਕਸ-ਐਕਸ ਅਤੇ ਵਾਈ-ਐਕਸਿਸ ਨੂੰ ਬਦਲਣ ਲਈ ਆਪਣੇ ਪਲਾਟਾਂ ਦੇ ਪਲਾਟ ਪਲਾਟਾਂ ਨੂੰ ਖਿੱਚੋ ਅਤੇ ਸੁੱਟੋ.
te: స్కాటర్ ఆన్‌లో ఉంటే, మీరు దానితో స్కాటర్ ప్లాట్‌ను చూపించవచ్చు. ప్రస్తుత అంశం మరియు తదుపరి వరుస అంశం మధ్య స్కాటర్ ప్లాట్. స్కాటర్ ప్లాట్ యొక్క X- అక్షం మరియు Y- అక్షాన్ని మార్చడానికి మౌస్‌తో సంబంధిత ప్లాట్ల యొక్క ప్లాట్ కార్డులను లాగండి మరియు వదలండి.

source: RLP Show value Hover
es: Un elemento de datos (como una variable numérica o un valor de medición) que crea una distribución de datos. Estos datos se trazan en la trama. Se pueden seleccionar hasta 20 elementos.
hi: डेटा का एक आइटम (जैसे कि एक संख्यात्मक चर या माप मूल्य) जो डेटा का वितरण बनाता है। यह डेटा प्लॉट पर प्लॉट किया गया है। 20 आइटम तक चुना जा सकता है।
ne: डाटाको एक वस्तु (जस्तै संख्यात्मक भ्यारीएबल वा मापन मान) जसले डाटाको वितरण सिर्जना गर्दछ। यो डाटा प्लटमा प्लट गरिएको छ। 20 सम्म आईटमहरू चयन गर्न सकिन्छ।
pa: ਡੇਟਾ ਦੀ ਇਕ ਚੀਜ਼ (ਜਿਵੇਂ ਇਕ ਸੰਖਿਆਤਮਕ ਜਾਂ ਮਾਪ ਦਾ ਮੁੱਲ) ਜੋ ਡੇਟਾ ਦੀ ਵੰਡ ਪੈਦਾ ਕਰਦਾ ਹੈ. ਇਸ ਡੇਟਾ ਨੂੰ ਪਲਾਟ 'ਤੇ ਸਾਜਿਸ਼ ਰਚੀ ਗਈ ਹੈ. 20 ਚੀਜ਼ਾਂ ਦੀ ਚੋਣ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ.
te: డేటా పంపిణీని సృష్టించే డేటా యొక్క అంశం (సంఖ్యా వేరియబుల్ లేదా కొలత విలువ వంటివి). ఈ డేటా ప్లాట్‌లో రూపొందించబడింది. 20 అంశాలను ఎంచుకోవచ్చు.

source: Start data & time Hover
es: Introduzca el inicio dateTime para mostrar la gráfica de Ridgeline para cada vez más.
hi: प्रत्येक DateTime के लिए Ridgeline प्लॉट प्रदर्शित करने के लिए START DATETIME को इनपुट करें।
ne: सुरू मिति समयलाई प्रत्येक मितिको लागि विजेता प्लॉट प्रदर्शन गर्न।
pa: ਹਰ ਤਾਰੀਖ ਦੇ ਸਮੇਂ ਲਈ ਰਿਜਲਾਈਨ ਪਲਾਟ ਨੂੰ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ ਲਈ ਸ਼ੁਰੂਆਤੀ ਤਾਰੀਖ ਦਾ ਸਮਾਂ ਸ਼ਾਮਲ ਕਰੋ.
te: ప్రతి డేట్‌టైమ్ కోసం రిడ్‌లైన్ ప్లాట్‌ను ప్రదర్శించడానికి ప్రారంభ డేట్‌టైమ్‌ను ఇన్పుట్ చేయండి.

source: Target period Hover
es: Ingrese directamente el período para mostrar la gráfica de Ridgeline para cada vez más.
hi: प्रत्येक डेटटाइम के लिए Ridgeline प्लॉट प्रदर्शित करने के लिए सीधे अवधि इनपुट।
ne: प्रत्येक मितिको लागि विलम्बिन प्लट प्रदर्शन गर्न प्रत्यक्ष रूपमा इनपुट गर्नुहोस्।
pa: ਇੰਪੁੱਟ ਸਿੱਧੇ ਤੌਰ 'ਤੇ ਰਿਸਟਲ ਦੇ ਸਮੇਂ ਲਈ ਰਿਸਟਲ ਪਲਾਟ ਨੂੰ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ ਲਈ.
te: ప్రతి డేట్‌టైమ్ కోసం రిడ్జ్‌లైన్ ప్లాట్‌ను ప్రదర్శించే వ్యవధిని నేరుగా ఇన్‌పుట్ చేయండి.

source: Optional function Hover
es: Puede seleccionar opciones para importar datos del archivo CSV/TSV que requiere un manejo especial, como la conversión de estructuras de datos.
hi: आप CSV/TSV फ़ाइल से डेटा आयात करने के लिए विकल्पों का चयन कर सकते हैं, जिसमें विशेष हैंडलिंग की आवश्यकता होती है, जैसे कि डेटा संरचनाओं को परिवर्तित करना।
ne: तपाईं CSV/TSV फाईल आयात गर्न विकल्पहरू चयन गर्न सक्नुहुनेछ जसको विशेष ह्यान्डलिंग आवश्यक छ, जस्तै डाटा संरचनाहरू रूपान्तरण गर्दै।
pa: ਤੁਸੀਂ CSV/TSV ਫਾਈਲ ਤੋਂ ਡੇਟਾ ਨੂੰ ਇੰਪੋਰਟ ਕਰਨ ਲਈ ਵਿਕਲਪਾਂ ਦੀ ਚੋਣ ਕਰ ਸਕਦੇ ਹੋ ਜਿਸ ਲਈ ਵਿਸ਼ੇਸ਼ ਪ੍ਰਬੰਧਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ, ਜਿਵੇਂ ਕਿ ਡਾਟਾ structures ਾਂਚਿਆਂ ਨੂੰ ਬਦਲਣਾ.
te: డేటా నిర్మాణాలను మార్చడం వంటి ప్రత్యేక నిర్వహణ అవసరమయ్యే CSV/TSV ఫైల్ నుండి డేటాను దిగుమతి చేయడానికి మీరు ఎంపికలను ఎంచుకోవచ్చు.

source: Process config optional function Hover
te: When you import data from the target table, you can select options if you need special handling, such as data structure conversion.

source: Specify datatype of columns Hover
es: Al presionar el botón de vista previa a continuación, se mostrará parte de los datos en el archivo para que pueda verificar el contenido de él.
hi: नीचे दिए गए पूर्वावलोकन बटन को दबाने से फ़ाइल में डेटा का कुछ हिस्सा दिखाई देगा ताकि आप इसकी सामग्री की जांच कर सकें।
ne: तल पूर्वावलोकन बटन थिच्नाले फाइलमा डाटाको केही अंश देखाउँदछ ताकि तपाईं यसको सामग्रीहरू जाँच गर्न सक्नुहुनेछ।
pa: ਹੇਠਾਂ ਪੂਰਵਦਰਸ਼ਨ ਬਟਨ ਦਬਾਉਣ ਨਾਲ ਫਾਈਲ ਵਿਚਲੇ ਡੇਟਾ ਦਾ ਕੁਝ ਹਿੱਸਾ ਦਿਖਾਏਗਾ ਤਾਂ ਜੋ ਤੁਸੀਂ ਇਸ ਦੇ ਸੰਖੇਪਾਂ ਦੀ ਜਾਂਚ ਕਰ ਸਕੋ.
te: దిగువ ప్రివ్యూ బటన్‌ను నొక్కితే ఫైల్‌లోని డేటాలో కొంత భాగాన్ని చూపిస్తుంది, తద్వారా మీరు దానిలోని విషయాలను తనిఖీ చేయవచ్చు.

source: As Link ID Hover
es: Seleccione el enlace ID que se utilizará como condición para el enlace de datos. También puede seleccionar varios elementos.
hi: डेटा लिंकिंग के लिए स्थिति के रूप में उपयोग किए जाने के लिए लिंक ID का चयन करें। आप कई आइटम भी चुन सकते हैं।
ne: लिंक चयन गर्नुहोस् ID डाटा लि linking ्कको लागि सर्तको रूपमा प्रयोग गर्न। तपाईं बहु आईटमहरू पनि चयन गर्न सक्नुहुन्छ।
pa: ਲਿੰਕ ਜੋੜਨ ਲਈ ਸਥਿਤੀ ਦੇ ਤੌਰ ਤੇ ਵਰਤਣ ਲਈ ਲਿੰਕ ਚੁਣੋ ID. ਤੁਸੀਂ ਕਈ ਚੀਜ਼ਾਂ ਵੀ ਚੁਣ ਸਕਦੇ ਹੋ.
te: డేటా లింకింగ్ కోసం షరతుగా ఉపయోగించటానికి ID లింక్‌ను ఎంచుకోండి. మీరు బహుళ అంశాలను కూడా ఎంచుకోవచ్చు.

source: As Key (Option) Hover
es: Cuando su aplicación importa periódicamente datos, puede seleccionar una columna de fecha y hora que se use preferentemente como clave de DateTime.
hi: जब आपका ऐप समय -समय पर डेटा आयात करता है, तो आप एक DateTime कॉलम का चयन कर सकते हैं जो अधिमानतः DateTime की कुंजी के रूप में उपयोग किया जाता है।
ne: जब तपाईंको अनुप्रयोग आवधिक रूपमा डाटा आयात गर्दछ, तपाईं मिति को स्तम्भ चयन गर्न सक्नुहुन्छ जुन पूर्व मिति समयको कुञ्जीको रूपमा प्रयोग गर्दछ।
pa: ਜਦੋਂ ਤੁਹਾਡਾ ਐਪ ਸਮੇਂ-ਸਮੇਂ ਤੇ ਡੇਟਾ ਦੀ ਆਯਾਤ ਕਰਦਾ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਇੱਕ ਮਿਤੀ ਸਮੇਂ ਦਾ ਕਾਲਮ ਚੁਣ ਸਕਦੇ ਹੋ ਜੋ ਤਰਜੀਹੀ ਤੌਰ ਤੇ ਤਾਰੀਖ ਦੇ ਸਮੇਂ ਵਜੋਂ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ.
te: మీ అనువర్తనం క్రమానుగతంగా డేటాను దిగుమతి చేసినప్పుడు, మీరు డేట్‌టైమ్ యొక్క కీగా ప్రాధాన్యతనిచ్చే డేట్‌టైమ్ కాలమ్‌ను ఎంచుకోవచ్చు.

source: Operator Hover
es: Si selecciona un operador e ingresa un número en 'Factor', el valor en el gráfico se calculará utilizando el operador y el factor especificados.
hi: यदि आप एक ऑपरेटर का चयन करते हैं और 'कारक' के तहत एक नंबर दर्ज करते हैं, तो ग्राफ में मान निर्दिष्ट ऑपरेटर और कारक का उपयोग करके गणना की जाएगी।
ne: यदि तपाईंले अपरेटर चयन गर्नुभयो र 'कारक' अन्तर्गत संख्या प्रविष्ट गर्नुहोस्, ग्राफमा मान निर्दिष्ट अपरेटर र कारक प्रयोग गरेर गणना गरिनेछ।
pa: ਜੇ ਤੁਸੀਂ ਕੋਈ ਓਪਰੇਟਰ ਚੁਣਦੇ ਹੋ ਅਤੇ 'ਕਾਰਕ ਦੇ ਅਧੀਨ ਇੱਕ ਨੰਬਰ ਦਾਖਲ ਕਰਦੇ ਹੋ, ਗ੍ਰਾਫ ਵਿੱਚ ਮੁੱਲ ਨਿਰਧਾਰਤ ਓਪਰੇਟਰ ਅਤੇ ਕਾਰਕ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਗਿਣਿਆ ਜਾਵੇਗਾ.
te: మీరు ఆపరేటర్‌ను ఎంచుకుని, 'ఫాక్టర్' కింద ఒక సంఖ్యను నమోదు చేస్తే, గ్రాఫ్‌లోని విలువ పేర్కొన్న ఆపరేటర్ మరియు కారకాన్ని ఉపయోగించి లెక్కించబడుతుంది.

source: Coef Hover
es: Si selecciona un operador e ingresa un número en 'Factor', el valor en el gráfico se calculará utilizando el operador y el factor especificados.
hi: यदि आप एक ऑपरेटर का चयन करते हैं और 'कारक' के तहत एक नंबर दर्ज करते हैं, तो ग्राफ में मान निर्दिष्ट ऑपरेटर और कारक का उपयोग करके गणना की जाएगी।
ne: यदि तपाईंले अपरेटर चयन गर्नुभयो र 'कारक' अन्तर्गत संख्या प्रविष्ट गर्नुहोस्, ग्राफमा मान निर्दिष्ट अपरेटर र कारक प्रयोग गरेर गणना गरिनेछ।
pa: ਜੇ ਤੁਸੀਂ ਕੋਈ ਓਪਰੇਟਰ ਚੁਣਦੇ ਹੋ ਅਤੇ 'ਕਾਰਕ ਦੇ ਅਧੀਨ ਇੱਕ ਨੰਬਰ ਦਾਖਲ ਕਰਦੇ ਹੋ, ਗ੍ਰਾਫ ਵਿੱਚ ਮੁੱਲ ਨਿਰਧਾਰਤ ਓਪਰੇਟਰ ਅਤੇ ਕਾਰਕ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਗਿਣਿਆ ਜਾਵੇਗਾ.
te: మీరు ఆపరేటర్‌ను ఎంచుకుని, 'ఫాక్టర్' కింద ఒక సంఖ్యను నమోదు చేస్తే, గ్రాఫ్‌లోని విలువ పేర్కొన్న ఆపరేటర్ మరియు కారకాన్ని ఉపయోగించి లెక్కించబడుతుంది.

source: Prediction Hover
es: Es posible predecir cuántos datos estarán vinculados por las condiciones de enlace establecidas actualmente.
hi: यह अनुमान लगाना संभव है कि वर्तमान में सेट लिंकिंग शर्तों द्वारा कितना डेटा जुड़ा होगा।
ne: यो पूर्वानुमान गर्न सम्भव छ कति डाटा हालै सेट गरिएको लिंकरिंग सर्तहरू द्वारा लिंक हुनेछ।
pa: ਇਹ ਦੱਸਣਾ ਸੰਭਵ ਹੈ ਕਿ ਇਸ ਵੇਲੇ ਲਿੰਕਿੰਗ ਹਾਲਤਾਂ ਵਿੱਚ ਇਸ ਬਾਰੇ ਕਿੰਨਾ ਡਾਟਾ ਜੋੜਿਆ ਜਾਏਗਾ.
te: ప్రస్తుతం సెట్ చేసిన లింకింగ్ షరతుల ద్వారా ఎంత డేటా లింక్ చేయబడుతుందో to హించవచ్చు.

source: Reload Hover
es: Descarte la condición de enlace de datos establecida actualmente y llama a la condición registrada previamente.
hi: वर्तमान में सेट डेटा लिंकिंग कंडीशन को छोड़ दें और पहले से पंजीकृत स्थिति को कॉल करें।
ne: हाल सेट डेटा लि linking ्क लिंक गरिएको कन्फर्लिंग डिस्डरहरू रद्द गर्नुहोस् र पहिले दर्ता गरिएको अवस्थालाई कल गर्नुहोस्।
pa: ਇਸ ਵੇਲੇ ਸੈੱਟ ਕੀਤੇ ਡੇਟਾ ਲਿੰਕਿੰਗ ਸਥਿਤੀ ਨੂੰ ਰੱਦ ਕਰਦਾ ਹੈ ਅਤੇ ਪਿਛਲੀ ਰਜਿਸਟਰਡ ਸਥਿਤੀ ਨੂੰ ਕਾਲ ਕਰਦਾ ਹੈ.
te: ప్రస్తుతం సెట్ చేసిన డేటా లింకింగ్ కండిషన్‌ను విస్మరిస్తుంది మరియు గతంలో నమోదు చేసిన పరిస్థితిని పిలుస్తుంది.

source: Register Trace Config Hover
es: ID se genera internamente para asociar datos con las condiciones de enlace establecidas.
hi: ID सेट लिंकिंग शर्तों के साथ डेटा को जोड़ने के लिए आंतरिक रूप से उत्पन्न होता है।
ne: Inf+ आन्तरिक रूपमा सेट लिंक गरिएका सर्तहरूसँग सम्बद्ध गर्न आन्तरिक रूपमा उत्पन्न गरिएको छ।
pa: ID ਨਿਰਧਾਰਤ ਲਿੰਕਿੰਗ ਦੀਆਂ ਸਥਿਤੀਆਂ ਨਾਲ ਡੇਟਾ ਨੂੰ ਜੋੜਨ ਲਈ ਉਤਪ੍ਰੇਸ ਕੀਤਾ ਜਾਂਦਾ ਹੈ.
te: సెట్ లింకింగ్ షరతులతో డేటాను అనుబంధించడానికి ID అంతర్గతంగా ఉత్పత్తి అవుతుంది.

source: Load Setting Info Hover
es: Lea la configuración guardada.
hi: सहेजे गए कॉन्फ़िगरेशन को पढ़ें।
ne: बचत गरिएको कन्फिगरेसन पढ्नुहोस्।
pa: ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਗਈ ਸੰਰਚਨਾ ਨੂੰ ਪੜ੍ਹੋ.
te: సేవ్ చేసిన కాన్ఫిగరేషన్ చదవండి.

source: Save Setting Info Hover
es: Guarde la última configuración que ingresó.
hi: आपके द्वारा दर्ज किए गए नवीनतम कॉन्फ़िगरेशन को सहेजें।
ne: तपाईंले प्रविष्ट गर्नुभएको नयाँ कन्फिगरेसन बचत गर्नुहोस्।
pa: ਤੁਹਾਡੇ ਦੁਆਰਾ ਦਾਖਲ ਕੀਤੀ ਗਈ ਨਵੀਨਤਮ ਸੰਰਚਨਾ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ.
te: మీరు నమోదు చేసిన తాజా కాన్ఫిగరేషన్‌ను సేవ్ చేయండి.

source: Create Screenshot Hover
es: Guarde la pantalla como un archivo PNG.
hi: स्क्रीन को PNG फ़ाइल के रूप में सहेजें।
ne: PNG फाईल को रूप मा स्क्रीन बचत गर्नुहोस्।
pa: ਸਕ੍ਰੀਨ ਨੂੰ ਇੱਕ PNG ਫਾਈਲ ਦੇ ਤੌਰ ਤੇ ਸੇਵ ਕਰੋ.
te: స్క్రీన్‌ను PNG ఫైల్‌గా సేవ్ చేయండి.

source: Do you want to delete this setting?
es: ¿Quieres eliminar esta configuración?
hi: क्या आप इस सेटिंग को हटाना चाहते हैं?
ne: के तपाइँ यस सेटिंग्स मेटाउन चाहानुहुन्छ?
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਸੈਟਿੰਗ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
te: మీరు ఈ సెట్టింగ్‌ను తొలగించాలనుకుంటున్నారా?

source: Show value (Real/Float)
es: Variable objetivo (número real)
hi: लक्ष्य चर (वास्तविक संख्या)
ne: लक्ष्य भ्यारीएबल (वास्तविक संख्या)
pa: ਟਾਰਗੇਟ ਵੇਰੀਏਬਲ (ਰੀਅਲ ਨੰਬਰ)
te: లక్ష్య వేరియబుల్ (వాస్తవ సంఖ్య)

source: Show value (Category)
es: Variable objetivo (categoría)
hi: लक्ष्य चर (श्रेणी)
ne: लक्षित भ्यारीएबल (कोटी)
pa: ਟਾਰਗੇਟ ਵੇਰੀਏਬਲ (ਸ਼੍ਰੇਣੀ)
te: లక్ష్య వేరియబుల్ (వర్గం)

source: Index ordering
es: Orden de índice
hi: अनुक्रमित आदेश देना
ne: अनुक्रमणिका अर्डरिंग
pa: ਇੰਡੈਕਸ ਆਰਡਰ
te: సూచిక క్రమం

source: Column
es: Columna
hi: कॉलम
ne: खम्बा
pa: ਕਾਲਮ
te: కాలమ్

source: Order
es: Ordenar
hi: आदेश
ne: मगाउनु
pa: ਆਰਡਰ
te: ఆర్డర్

source: Priority PRIORITY
es: Prioridad
hi: वरीयता
ne: प्राथमिकता
pa: ਤਰਜੀਹ
te: ప్రాధాన్యత

source: Ordering
es: Pedido
hi: आदेश
ne: आदेश दिनु
pa: ਆਰਡਰਿੰਗ
te: ఆర్డరింగ్

source: Variables
hi: चर
ne: भ्यारीएबल
pa: ਵੇਰੀਏਬਲ
te: వేరియబుల్స్

source: Real and categorical
es: Real y categórico solo
hi: केवल वास्तविक और श्रेणीबद्ध
ne: वास्तविक र वर्गीकृत मात्र
pa: ਸਿਰਫ ਅਸਲ ਅਤੇ ਸ਼੍ਰੇਣੀ ਸੰਬੰਧੀ
te: రియల్ & వర్గీకరణ మాత్రమే

source: Real only
es: REAL SOLO
hi: केवल
ne: वास्तविक मात्र
pa: ਸਿਰਫ ਅਸਲ ਵਿੱਚ
te: నిజమైనది మాత్రమే

source: Categorical only
es: Solo categórico
hi: केवल श्रेणीबद्ध
ne: वर्गीकृत मात्र
pa: ਸਿਰਫ
te: వర్గీకరణ మాత్రమే

source: In set order
es: En orden
hi: निर्धारित क्रम में
ne: सेट क्रममा
pa: ਸੈੱਟ ਆਰਡਰ ਵਿੱਚ
te: సెట్ క్రమంలో

source: In process order
es: En orden de proceso
hi: प्रक्रिया में क्रम
ne: प्रक्रिया क्रममा
pa: ਪ੍ਰੋਸੈਸ ਆਰਡਰ ਵਿੱਚ
te: ప్రాసెస్ క్రమంలో

source: Corr threshold (abs)
es: Umbral de correlación (ABS)
hi: सहसंबंध सीमा
ne: सहसंबंध थ्रेसोल्ड (एबीएस)
pa: ਸੰਬੰਧ ਥ੍ਰੈਸ਼ੋਲਡ (ਐਬ)
te: సహసంబంధ ప్రవేశ (అబ్స్)

source: Response variable
es: Seleccione a la variable objetiva
hi: उद्देश्य चर का चयन करें
ne: वस्तुगत चरमा छनौट गर्नुहोस्
pa: ਉਦੇਸ਼ ਪਰਿਵਰਤਨ ਲਈ ਚੁਣੋ
te: ఆబ్జెక్టివ్ వేరియబుల్‌కు ఎంచుకోండి

source: Objective variable
es: Variable objetiva
hi: उद्देश्य चर
ne: वस्तुगत चर
pa: ਉਦੇਸ਼ ਪਰਿਵਰਤਨਸ਼ੀਲ
te: ఆబ్జెక్టివ్ వేరియబుల్

source: Explanatory variable
es: Variable explicativa
hi: व्याख्यात्मक अस्थिरता
ne: स्पष्टीकरणात्मक चर
pa: ਵਿਆਖਿਆਤਮਕ ਵੇਰੀਏਬਲ
te: వివరణాత్మక వేరియబుల్

source: Non-NA ratio
es: Relación disponible
hi: उपलब्ध अनुपात
ne: उपलब्ध अनुपात
pa: ਉਪਲੱਬਧ ਅਨੁਪਾਤ
te: అందుబాటులో ఉన్న నిష్పత్తి

source: Sankey Diagram
es: Diagrama hundido
hi: शंकी आरेख
ne: Sanky रेखाचित्र
pa: ਸੰਮੇਲਨ ਡਾਇਗਰਾਮ
te: సాంకీ రేఖాచిత్రం

source: Exact match
es: Partido (Partido perfecto)
hi: मैच (परफेक्ट मैच)
ne: मिलान (उत्तम खेल)
pa: ਮੈਚ (ਸੰਪੂਰਨ ਮੈਚ)
te: మ్యాచ్ (పర్ఫెక్ట్ మ్యాచ్)

source: OR search
es: OR Búsqueda
hi: OR खोजें
ne: __4 :__ खोजी
pa: OR
te: OR శోధన

source: AND search
es: AND Búsqueda
hi: AND खोजें
ne: AND खोजी
pa: AND
te: AND శోధన

source: Real numbers have been removed because real numbers cannot be entered in parallel coordination for categorical data.
es: Dado que la gráfica de coordenadas paralelas no puede tratar números reales, se han eliminado datos de números reales.
hi: चूंकि समानांतर समन्वय भूखंड वास्तविक संख्याओं का इलाज नहीं कर सकता है, इसलिए वास्तविक संख्या डेटा को हटा दिया गया है।
ne: समानान्तर निर्देशात्मक प्लटले वास्तविक संख्यालाई उपचार गर्न सक्दैन, वास्तविक संख्या डाटा हटाइएको छ।
pa: ਕਿਉਂਕਿ ਪੈਰਲਲ ਕੋਆਰਡੀਨੇਟ ਪਲਾਟ ਅਸਲ ਸੰਖਿਆਵਾਂ ਦਾ ਇਲਾਜ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਅਸਲ ਨੰਬਰ ਡੇਟਾ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ.
te: సమాంతర కోఆర్డినేట్ ప్లాట్ వాస్తవ సంఖ్యలకు చికిత్స చేయలేనందున, వాస్తవ సంఖ్య డేటా తొలగించబడింది.
