Repository: apdn7/AnalysisPlatform
Catalog: ap/translations/*/LC_MESSAGES/messages.po
Languages: es, hi, ne, pa, te

source: Display Cross hair cursor (Click)
es: Mostrar cursor de pelo cruzado (haga clic)
hi: क्रॉस हेयर कर्सर दिखाएं (क्लिक करें)
ne: क्रस कपाल कर्सर (क्लिक गर्नुहोस्) देखाउनुहोस्
pa: ਕਰਾਸ ਵਾਲ ਕਰਸਰ ਦਿਖਾਓ (ਕਲਿਕ ਕਰੋ)
te: క్రాస్ హెయిర్ కర్సర్ చూపించు (క్లిక్ చేయండి)

source: Display Multi cross hair cursor (Double click)
es: Mostrar cursor de cabello múltiple (doble clic)
hi: मल्टी क्रॉस हेयर कर्सर दिखाएं (डबल क्लिक)
ne: बहु क्रस कपाल कर्सर देखाउनुहोस् (डबल क्लिक)
pa: ਮਲਟੀ ਕਰਾਸ ਵਾਲ ਕਰਸਰ ਦਿਖਾਓ (ਡਬਲ ਕਲਿੱਕ)
te: మల్టీ క్రాస్ హెయిర్ కర్సర్ చూపించు (డబుల్ క్లిక్)

source: Display list of histograms
es: Mostrar lista de histogramas
hi: हिस्टोग्राम की सूची दिखाएं
ne: हिस्टोग्राम को सूची देखाउनुहोस्
pa: ਹਿਸਟੋਗ੍ਰਾਮ ਦੀ ਸੂਚੀ ਵੇਖੋ
te: హిస్టోగ్రామ్‌ల జాబితాను చూపించు

source: Cancel checked outlier
es: Cancelar cheque atípico
hi: OUTLIER चेक रद्द करें
ne: रद्द गर्नुहोस् जाँच गर्नुहोस्
pa: ਬਾਹਰ ਕੱ Cank ੋ ਚੈੱਕ ਕਰੋ
te: అవుట్‌లియర్ చెక్‌ను రద్దు చేయండి

source: Please fill another data source name
es: `Nombre de fuente de datos especificado ya existe.
hi: निर्दिष्ट `डेटा स्रोत का नाम` पहले से मौजूद है।
ne: निर्दिष्ट `डाटा स्रोत नाम" पहिले नै अवस्थित छ।
pa: ਨਿਰਧਾਰਤ `ਡੇਟਾ ਸਰੋਤ ਨਾਮ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ.
te: పేర్కొన్న `డేటా సోర్స్ పేరు` ఇప్పటికే ఉంది.

source: CSV Template is error when import
es: La importación de datos falló porque se encontró un archivo con un nombre de columna diferente en la fuente de datos. Verifique el contenido del archivo y configure la configuración de importación de la fuente de datos nuevamente.
hi: डेटा आयात विफल हो गया क्योंकि एक अलग कॉलम नाम वाली फ़ाइल डेटा स्रोत में पाई गई थी। फ़ाइल की सामग्री की जाँच करें और डेटा स्रोत आयात सेटिंग्स को फिर से सेट करें।
ne: डाटा आयात असफल भयो किनकि फरक स्तम्भको नामका साथ फाईल डाटा स्रोतमा फेला पर्यो। फाईलका सामग्रीहरू जाँच गर्नुहोस् र डाटा स्रोत आयात सेटिंग्स फेरि सेट गर्नुहोस्।
pa: ਡਾਟਾ ਆਯਾਤ ਅਸਫਲ ਹੋਇਆ ਕਿਉਂਕਿ ਡੇਟਾ ਸਰੋਤ ਵਿੱਚ ਵੱਖਰੇ ਕਾਲਮ ਦੇ ਨਾਮ ਵਾਲੀ ਇੱਕ ਫਾਈਲ ਪਾਈ ਗਈ ਸੀ. ਫਾਈਲ ਦੇ ਭਾਗਾਂ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਡੇਟਾ ਸਰੋਤ ਆਯਾਤ ਸੈਟਿੰਗਜ਼ ਨੂੰ ਦੁਬਾਰਾ ਸੈਟ ਕਰੋ.
te: డేటా దిగుమతి విఫలమైంది ఎందుకంటే డేటా సోర్స్‌లో వేరే కాలమ్ పేరు ఉన్న ఫైల్ కనుగొనబడింది. ఫైల్ యొక్క విషయాలను తనిఖీ చేయండి మరియు డేటా సోర్స్ దిగుమతి సెట్టింగులను మళ్లీ సెట్ చేయండి.

source: Predicted number of records to be linked
es: Número previsto de registros que se vincularán
hi: जुड़े होने के लिए रिकॉर्ड की भविष्यवाणी की गई संख्या
ne: लिंक गर्न रेकर्ड गरिएको संख्याहरूको पूर्वानुमान गरिएको संख्या
pa: ਰਿਕਾਰਡ ਕੀਤੇ ਜਾਣ ਵਾਲੇ ਰਿਕਾਰਡਾਂ ਦੀ ਭਵਿੱਖਬਾਣੀ ਕੀਤੀ ਗਿਣਤੀ
te: లింక్ చేయవలసిన రికార్డుల సంఖ్య

source: Number of samples
es: Número de muestras
hi: नमूनों की संख्या
ne: नमूनाहरूको संख्या
pa: ਨਮੂਨੇ ਦੀ ਗਿਣਤੀ
te: నమూనాల సంఖ్య

source: Number of records to be linked
es: Número de registros a vincular
hi: जुड़े होने के लिए रिकॉर्ड की संख्या
ne: लिंक गर्न रेकर्डहरूको संख्या
pa: ਜੋੜਨ ਲਈ ਰਿਕਾਰਡਾਂ ਦੀ ਗਿਣਤੀ
te: లింక్ చేయవలసిన రికార్డుల సంఖ్య

source: Number of total records
es: Número de registros totales
hi: कुल अभिलेखों की संख्या
ne: कुल रेकर्डहरूको संख्या
pa: ਕੁੱਲ ਰਿਕਾਰਡਾਂ ਦੀ ਗਿਣਤੀ
te: మొత్తం రికార్డుల సంఖ్య

source: MSP Corr
es: Corr
hi: Corr
ne: Corr
pa: Corr
te: Corr

source: Please name the folder in which csv/tsv files are saved as "YYYYMMDD"
es: Nombra la carpeta en la que se guardan los archivos CSV/TSV como "yyyymmdd\
hi: कृपया उस फ़ोल्डर को नाम दें जिसमें CSV/TSV फ़ाइलें "yyyymmdd" की तरह सहेजे गए हैं
ne: कृपया फोल्डर नाम दिनुहोस् जसमा __13: __ फाईलहरू बचत गरिएको छ "YYYYMMDE\
pa: ਕਿਰਪਾ ਕਰਕੇ ਫੋਲਡਰ ਦਾ ਨਾਮ ਦੱਸੋ ਜਿਸ ਵਿੱਚ CSV/TSV ਫਾਈਲਾਂ ਨੂੰ "yyymmmdds" ਵਾਂਗ ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ
te: దయచేసి CSV/TSV ఫైల్స్ "yyyymmdd" లాగా సేవ్ చేయబడిన ఫోల్డర్‌కు పేరు పెట్టండి

source: Prediction
es: Predicción
hi: भविष्यवाणी
ne: भविष्यवाणी
pa: ਭਵਿੱਖਬਾਣੀ
te: భవిష్య వాణి

source: Filter Config
es: Configuración de filtro
hi: फ़िल्टर कॉन्फ़िगर
ne: फिल्टर कन्फिगर
pa: ਫਿਲਟਰ ਸੰਰਚਨਾ
te: ఫిల్టర్ కాన్ఫిగర్

source: Master Config
es: Configuración maestra
hi: मास्टर कॉन्फ़िगर
ne: मास्टर कन्फिगर
pa: ਮਾਸਟਰ ਸੰਰਚਨਾ
te: మాస్టర్ కాన్ఫిగర్

source: From Filter Config
es: De Filter Config
hi: फ़िल्टर कॉन्फ़िग से
ne: फिल्टर कन्फिगबाट
pa: ਫਿਲਟਰ ਕੌਨਫਿਗ ਤੋਂ
te: ఫిల్టర్ కాన్ఫిగర్ నుండి

source: Show all
es: Mostrar todo
hi: सब दिखाएं
ne: सबै देखाऊ
pa: ਸਾਰੇ ਦਿਖਾਓ
te: అన్నీ చూపండి

source: As Key (Option)
es: Como clave (opción)
hi: एक कुंजी के रूप में (विकल्प)
ne: कुञ्जी (विकल्प) को रूपमा
pa: ਇੱਕ ਕੁੰਜੀ (ਵਿਕਲਪ) ਦੇ ਤੌਰ ਤੇ
te: కీగా (ఎంపిక)

source: PCA delete NA
es: Eliminado REMOVED_COUNT de valor de déficit, valor anormal y valor atípico de TOTAL_COUNT en original.
hi: मूल में TOTAL_COUNT से घाटे के मूल्य, असामान्य मूल्य और बाहरी मूल्य के REMOVED_COUNT को हटा दिया गया।
ne: मेटाईएको __444444 को घाटा, असामान्य मूल्य, र TOTAL_COUNT को TOTAL_COUNT को रूपरेखा मूल्य।
pa: ਮਿਟਾਏ ਗਏ REMOVED_COUNT ਘਾਟੇ ਦਾ ਮੁੱਲ, ਅਸਧਾਰਨ ਮੁੱਲ, ਅਤੇ ਬਾਹਰੀ ਮੁੱਲ ਤੋਂ ਮੂਲ ਵਿੱਚ.
te: లోటు విలువ, అసాధారణ విలువ మరియు TOTAL_COUNT నుండి TOTAL_COUNT నుండి TOTAL_COUNT REMOVED_COUNT ను అసలైనదిగా తొలగించారు.

source: IP Address
es: Dirección IP
hi: आईपी ​​पता
ne: Ip ठेगाना
pa: IP ਪਤਾ
te: IP చిరునామా

source: Compare data distribution with histograms and estimated density lines. Split the graph with stratified variables.
es: Compare la distribución de datos con el histograma y la estimación de densidad. El gráfico está dividido por la variable estratificada. También está dividido por faceta.
hi: हिस्टोग्राम और घनत्व आकलन के साथ डेटा वितरण की तुलना करें। ग्राफ को स्तरीकृत चर द्वारा विभाजित किया गया है। यह भी पहलू से विभाजित है।
ne: डाटा वितरणलाई हिस्टोग्राम र घनत्व अनुमानसँग तुलना गर्नुहोस्। ग्राफ स्टार्टेनिफाइड चर द्वारा विभाजित छ। यो पनि फेडको द्वारा विभाजित छ।
pa: ਡੇਟਾ ਡਿਸਟਰੀਬਿ .ਸ਼ਨ ਅਤੇ ਘਣਤਾ ਅਨੁਮਾਨ ਨਾਲ ਤੁਲਨਾ ਕਰੋ. ਗ੍ਰਾਫ ਨੂੰ ਸਟ੍ਰੇਟਿਕ ਵੇਰੀਏਬਲ ਦੁਆਰਾ ਵੰਡਿਆ ਗਿਆ ਹੈ. ਇਸ ਨੂੰ ਪਹਿਲੂ ਦੁਆਰਾ ਵੀ ਵੰਡਿਆ ਜਾਂਦਾ ਹੈ.
te: డేటా పంపిణీని హిస్టోగ్రాం మరియు సాంద్రత అంచనాతో పోల్చండి. గ్రాఫ్ స్ట్రాటిఫైడ్ వేరియబుల్ ద్వారా విభజించబడింది. ఇది ముఖం ద్వారా కూడా విభజించబడింది.

source: Plot all data points with time axis or ID axis.
es: Traza todo el número de datos sobre el eje de tiempo o el eje ID.
hi: समय अक्ष या ID अक्ष पर सभी संख्या में डेटा प्लॉट करें।
ne: समय अक्ष वा ID अक्षमा डाटाको सबै संख्या प्लट गर्नुहोस्।
pa: ਸਮੇਂ ਧੁਰੇ ਜਾਂ __1 x 'ਤੇ ਸਾਰੇ ਡੇਟਾ ਨੂੰ ਪਲਾਟ ਕਰੋ.
te: సమయ అక్షం లేదా ID అక్షంపై మొత్తం డేటా సంఖ్యను ప్లాట్ చేయండి.

source: Displays a scatter chart matrix. You can create a matrix between up to four target variables.
es: Matriz de trazado de dispersión de visualización. Puede usar de 2 a 7 variables objetivo.
hi: डिस्प्ले स्कैटर प्लॉट मैट्रिक्स। आप 2 से 7 लक्ष्य चर तक उपयोग कर सकते हैं।
ne: Scarter प्लट म्याट्रिक्स प्रदर्शन गर्नुहोस्। तपाईं 2 देखि on लक्ष्य भ्यारीएबलहरू प्रयोग गर्न सक्नुहुनेछ।
pa: ਸਕੈਟਰ ਪਲਾਟ ਮੈਟ੍ਰਿਕਸ ਪ੍ਰਦਰਸ਼ਤ ਕਰੋ. ਤੁਸੀਂ 2 ਤੋਂ 7 ਟਾਰਗੇਟ ਵੇਰੀਏਬਲਸ ਤੱਕ ਵਰਤ ਸਕਦੇ ਹੋ.
te: స్కాటర్ ప్లాట్ మ్యాట్రిక్స్ను ప్రదర్శించండి. మీరు 2 నుండి 7 టార్గెట్ వేరియబుల్స్ వరకు ఉపయోగించవచ్చు.

source: This function visualizes “unusual” and analyzes its factors by Principal Component Analysis.
es: Mediante el análisis de componentes principales, se realizan la visualización de "diferentes" y su análisis factorial. Ingrese los datos normales como datos del maestro y visualice si los datos actuales son la misma situación que sus datos normales (T2/Q). Si tiene una situación diferente, puede verificar los factores principales en el gráfico de contribución.
hi: प्रमुख घटक विश्लेषण द्वारा, "अलग" और इसके कारक विश्लेषण के दृश्य का प्रदर्शन किया जाता है। एक शिक्षक डेटा के रूप में सामान्य डेटा दर्ज करें और कल्पना करें कि क्या वर्तमान डेटा अपने सामान्य डेटा (T2/Q) के समान स्थिति है। यदि आपके पास एक अलग स्थिति है, तो आप योगदान भूखंड में मुख्य कारकों की जांच कर सकते हैं।
ne: प्रिन्सिपल कम्पोनेन्ट विश्लेषण द्वारा, "बिभिन्न" र यसको कारक विश्लेषण प्रदर्शन गरिन्छ। एक शिक्षक डेटाको रूपमा सामान्य डेटा प्रविष्ट गर्नुहोस् र वर्तमान डाटा यसको सामान्य डाटाको रूपमा समान स्थिति हो कि छैन भन्ने कल्पना गर्नुहोस् (T2 / Q)। यदि तपाईंसँग फरक स्थिति छ भने, तपाईं योगदान प्लट मा मुख्य कारकहरू जाँच गर्न सक्नुहुनेछ।
pa: ਪ੍ਰਿੰਸੀਪਲ ਕੰਪੋਨੈਂਟ ਵਿਸ਼ਲੇਸ਼ਣ ਦੁਆਰਾ, "ਵੱਖਰੇ" ਅਤੇ ਇਸਦੇ ਕਾਰਕ ਵਿਸ਼ਲੇਸ਼ਣ ਦਾ ਦਰਸ਼ਣ ਪ੍ਰਦਰਸ਼ਨ ਕੀਤਾ ਜਾਂਦਾ ਹੈ. ਇੱਕ ਅਧਿਆਪਕ ਦੇ ਡੇਟਾ ਦੇ ਤੌਰ ਤੇ ਸਧਾਰਣ ਡੇਟਾ ਦਾਖਲ ਕਰੋ ਅਤੇ ਕਲਪਨਾ ਕਰੋ ਕਿ ਮੌਜੂਦਾ ਡੇਟਾ ਉਹੀ ਸਥਿਤੀ ਹੈ ਜੋ ਇਸਦੇ ਸਧਾਰਣ ਡੇਟਾ (ਟੀ 2 / ਪ੍ਰ) ਦੇ ਰੂਪ ਵਿੱਚ ਉਹੀ ਸਥਿਤੀ ਹੈ. ਜੇ ਤੁਹਾਡੀ ਕੋਈ ਵੱਖਰੀ ਸਥਿਤੀ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਯੋਗਦਾਨ ਦੀ ਸਾਜਿਸ਼ ਦੇ ਮੁੱਖ ਕਾਰਕਾਂ ਦੀ ਜਾਂਚ ਕਰ ਸਕਦੇ ਹੋ.
te: ప్రధాన భాగం విశ్లేషణ ద్వారా, "విభిన్న" మరియు దాని కారకాల విశ్లేషణ యొక్క విజువలైజేషన్ నిర్వహిస్తారు. సాధారణ డేటాను ఉపాధ్యాయ డేటాగా నమోదు చేయండి మరియు ప్రస్తుత డేటా దాని సాధారణ డేటా (T2/Q) మాదిరిగానే ఉందా అని visual హించండి. మీకు వేరే పరిస్థితి ఉంటే, మీరు సహకార ప్లాట్‌లోని ప్రధాన అంశాలను తనిఖీ చేయవచ్చు.

source: Stratified Category Filter: Limits data to be displayed to a subset.
es: Filtro de categoría estratificado: limita los datos que se mostrarán en un subconjunto. (Categoría: número de pieza, estación no, etc.)
hi: स्तरीकृत श्रेणी फ़िल्टर: एक उपसमूह में प्रदर्शित होने वाले डेटा को सीमित करता है। (श्रेणी: भाग संख्या, स्टेशन संख्या, आदि)
ne: सुस्त वर्ग फिल्टर: स्क्वेसनमा प्रदर्शन गर्न डाटा सीमित गर्दछ। (कोटी: अंश नम्बर, स्टेशन होईन, आदि)
pa: ਸਟਰੇਟਿਡ ਸ਼੍ਰੇਣੀ ਫਿਲਟਰ: ਇੱਕ ਸਬਸੈੱਟ ਉੱਤੇ ਪ੍ਰਦਰਸ਼ਿਤ ਹੋਣ ਲਈ ਡਾਟਾ ਸੀਮਿਤ ਕਰਦਾ ਹੈ. (ਸ਼੍ਰੇਣੀ: ਪਾਰਟ ਨੰਬਰ, ਸਟੇਸ਼ਨ ਨੰਬਰ, ਆਦਿ)
te: స్ట్రాటిఫైడ్ వర్గం ఫిల్టర్: ఉపసమితికి ప్రదర్శించాల్సిన డేటాను పరిమితం చేస్తుంది. (వర్గం: పార్ట్ నంబర్, స్టేషన్ నెం, మొదలైనవి)

source: Category variables that appears as a label at the head of graphs.
es: Las variables de categoría (como el número de pieza, la estación no, etc.) se muestran como etiquetas en la parte superior de las parcelas para encontrar puntos cambiantes.
hi: श्रेणी चर (जैसे कि भाग संख्या, स्टेशन नहीं, आदि) को बदलते बिंदुओं को खोजने के लिए भूखंडों के शीर्ष पर लेबल के रूप में प्रदर्शित किया जाता है।
ne: वर्ग भेरिबल (जस्तै अंश नम्बर, स्टेशन नम्बर) ले संकेतहरू फेला पार्न प्लट पोइन्टहरू फेला पार्न प्लटहरूको शीर्षमा लेबलको रूपमा लेबल देखायो।
pa: ਸ਼੍ਰੇਣੀ ਵੇਰੀਏਬਲਸ (ਜਿਵੇਂ ਕਿ ਪਾਰਟ ਨੰਬਰ, ਸਟੇਸ਼ਨ ਨੰਬਰ, ਆਦਿ) ਬਦਲਦੇ ਬਿੰਦੂਆਂ ਨੂੰ ਲੱਭਣ ਲਈ ਪਲਾਟਾਂ ਦੇ ਸਿਖਰ ਤੇ ਲੇਬਲ ਦੇ ਰੂਪ ਵਿੱਚ ਪ੍ਰਦਰਸ਼ਿਤ ਹੁੰਦੇ ਹਨ.
te: మారుతున్న పాయింట్లను కనుగొనడానికి వర్గం వేరియబుల్స్ (పార్ట్ నంబర్, స్టేషన్ నెం, మొదలైనవి) ప్లాట్ల పైభాగంలో లేబుళ్ళగా ప్రదర్శించబడతాయి.

source: Graph Filter: Limits data to be displayed to a subset.
es: Filtro gráfico: limita los datos que se mostrarán en un subconjunto.
hi: ग्राफ फ़िल्टर: एक सबसेट पर प्रदर्शित होने वाले डेटा को सीमित करता है।
ne: ग्राफ फिल्टर: स्क्वासनमा प्रदर्शन गर्न डाटा सीमित गर्दछ।
pa: ਗ੍ਰਾਫ ਫਿਲਟਰ: ਉਪਸੈੱਟ ਨੂੰ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ ਲਈ ਡਾਟਾ ਸੀਮਿਤ ਕਰਦਾ ਹੈ.
te: గ్రాఫ్ ఫిల్టర్: ఉపసమితికి ప్రదర్శించాల్సిన డేటాను పరిమితం చేస్తుంది.

source: Set training data to be regarded as normal situation.
es: Establezca los datos de aprendizaje interpretados como una situación normal. Establezca la sección de datos que no contiene ningún datos NG. Si se incluyen, aquellos que están cerca de los datos NG también se juzgan como datos normales.
hi: एक सामान्य स्थिति के रूप में व्याख्या किए गए शिक्षण डेटा को सेट करें। डेटा अनुभाग सेट करें जिसमें कोई NG डेटा न हो। यदि शामिल है, तो जो NG डेटा के करीब हैं, उन्हें भी सामान्य डेटा के रूप में आंका जाता है।
ne: एक सामान्य स्थिति को रूप मा व्याख्या गरिएको डाटा सेट गर्नुहोस्। डाटा सेक्सन सेट गर्नुहोस् जुन कुनै पनि NG डाटा समावेश गर्दैन। यदि समावेश छ भने __44444444446 को नजिक छन् सामान्य डाटाको रूपमा न्याय गरिन्छ।
pa: ਸਿਖਲਾਈ ਦੇ ਅੰਕੜਿਆਂ ਨੂੰ ਆਮ ਸਥਿਤੀ ਵਜੋਂ ਨਿਰਧਾਰਤ ਕਰੋ. ਡਾਟਾ ਸੈਕਸ਼ਨ ਸੈੱਟ ਕਰੋ ਜਿਸ ਵਿੱਚ ਕੋਈ NG ਅੰਕ ਨਹੀਂ ਹੁੰਦਾ. ਜੇ ਸ਼ਾਮਲ ਹੁੰਦੇ ਹਨ, ਉਹ ਜਿਹੜੇ NG ਦੇ ਡੇਟਾ ਦੇ ਨੇੜੇ ਹੁੰਦੇ ਹਨ ਨੂੰ ਵੀ ਆਮ ਡੇਟਾ ਵਜੋਂ ਨਿਰਣਾ ਕੀਤਾ ਜਾਂਦਾ ਹੈ.
te: అభ్యాస డేటాను సాధారణ పరిస్థితిగా అర్థం చేసుకోండి. ఏ NG డేటా లేని డేటా విభాగాన్ని సెట్ చేయండి. చేర్చబడితే, NG డేటాకు దగ్గరగా ఉన్నవి కూడా సాధారణ డేటాగా నిర్ణయించబడతాయి.

source: Set test data to be judged.
es: Establezca datos de prueba para ser juzgados.
hi: न्याय करने के लिए परीक्षण डेटा सेट करें।
ne: परीक्षण गर्न टेस्ट डाटा सेट गर्नुहोस्।
pa: ਨਿਰਣਾ ਕਰਨ ਲਈ ਟੈਸਟ ਡੇਟਾ ਸੈਟ ਕਰੋ.
te: పరీక్ష డేటాను నిర్ణయించాలి.

source: Item Filter: Limits data (analyse & display) to be displayed to a subset.
es: Filtro de elementos: Limita los datos (analizar y visualización) que se mostrarán en un subconjunto.
hi: आइटम फ़िल्टर: एक सबसेट पर प्रदर्शित होने के लिए डेटा (विश्लेषण और प्रदर्शन) को सीमित करता है।
ne: आईटम फिल्टर: एक उपसेटमा प्रदर्शित गर्न डाटा (विश्लेषण र प्रदर्शन) सीमाहरू (विश्लेषण र प्रदर्शन)।
pa: ਆਈਟਮ ਫਿਲਟਰ: ਸਬਸੈੱਟ ਨੂੰ ਪ੍ਰਦਰਸ਼ਤ ਕਰਨ ਲਈ ਡਾਟਾ (ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨਾ ਅਤੇ ਡਿਸਪਲੇਅ) ਸੀਮਿਤ ਕਰਦਾ ਹੈ.
te: ఐటెమ్ ఫిల్టర్: ఉపసమితికి ప్రదర్శించబడే డేటాను (విశ్లేషించండి & ప్రదర్శన) పరిమితం చేస్తుంది.

source: This is aggregate 2-dimensional plot (dimensional compression by principal components) of multidimensional test data.
es: Es una pantalla agregada bidimensional (compresión dimensional por componentes principales) de datos de verificación multidimensionales. Si los datos están en el centro, se pueden interpretar como lo normal.
hi: यह बहुआयामी सत्यापन डेटा के एक दो-आयामी कुल प्रदर्शन (प्रमुख घटकों द्वारा आयामी संपीड़न) है। यदि डेटा केंद्र में है, तो इसे सामान्य के करीब की व्याख्या की जा सकती है।
ne: यो बहु-आयामी संयन्त्रप्रदट डिस्पोजल डिस्प्ले (प्रिन्सिपल कम्पोनेन्ट्स) द्वारा बहुमूल्य संयन्त्रहरू) हो। यदि डाटा केन्द्रमा छ भने, यो सामान्यको रूपमा व्याख्या गर्न सकिन्छ।
pa: ਇਹ ਬਹੁ-ਆਯਾਮੀ ਤਸਦੀਕ ਡੇਟਾ ਦਾ ਦੋ-ਅਯਾਮੀ ਸਮੁੱਚੀ ਪ੍ਰਦਰਸ਼ਨੀ ਹੈ (ਪ੍ਰਮੁੱਖ ਕੰਪੋਨੈਂਟਸ ਦੁਆਰਾ ਅਯਾਮੀ ਹਿੱਸੇ). ਜੇ ਡੇਟਾ ਕੇਂਦਰ ਵਿਚ ਹੈ, ਤਾਂ ਇਸ ਦੀ ਵਿਆਖਿਆ ਆਮ ਦੇ ਨੇੜੇ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ.
te: ఇది మల్టీ డైమెన్షనల్ ధృవీకరణ డేటా యొక్క రెండు డైమెన్షనల్ కంకర ప్రదర్శన (ప్రధాన భాగాల ద్వారా డైమెన్షనల్ కంప్రెషన్). డేటా మధ్యలో ఉంటే, దానిని సాధారణమైనదిగా అర్థం చేసుకోవచ్చు.

source: This is aggregate 2-dimensional plot (dimensional compression by principal components) of multidimensional training data.
es: Es una pantalla agregada bidimensional (compresión dimensional por componentes principales) de datos de aprendizaje multidimensional. El objetivo central está determinado por los datos de aprendizaje, por lo que la mayoría de los datos de aprendizaje deben estar en el objetivo.
hi: यह बहुआयामी शिक्षण डेटा के एक दो-आयामी कुल प्रदर्शन (प्रमुख घटकों द्वारा आयामी संपीड़न) है। केंद्रीय लक्ष्य सीखने के डेटा द्वारा निर्धारित किया जाता है, इसलिए अधिकांश सीखने के डेटा लक्ष्य में होने चाहिए।
ne: यो बहु-आयामिकल कुल समूह (प्रिन्सिपल कम्पोनेन्ट्सद्वारा आयामी कम्प्रेसन) हो जुन बहुपक्षीय शिक्षा डाटाको माध्यमबाट)। केन्द्रीय लक्ष्य सिकाई डाटा द्वारा निर्धारित गरिन्छ, त्यसैले धेरै जसो शिक्षण डाटा लक्ष्यमा हुनुपर्दछ।
pa: ਇਹ ਬਹੁ-ਆਯਾਮੀ ਸਿੱਖਣ ਦੇ ਅੰਕੜਿਆਂ ਦਾ ਦੋ-ਅਯਾਮੀ ਸਮੁੱਚੀ ਪ੍ਰਦਰਸ਼ਨੀ (ਪ੍ਰਮੁੱਖ ਹਿੱਸਿਆਂ ਦੁਆਰਾ) ਪ੍ਰਿੰਸੀਪਲ ਕੰਪੋਨੈਂਟਸ ਦੁਆਰਾ) ਹੈ. ਕੇਂਦਰੀ ਟੀਚਾ ਲਰਨਿੰਗ ਡੇਟਾ ਦੁਆਰਾ ਨਿਰਧਾਰਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਇਸ ਲਈ ਜ਼ਿਆਦਾਤਰ ਲਰਨਿੰਗ ਡੇਟਾ ਟੀਚੇ ਵਿੱਚ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ.
te: ఇది మల్టీ డైమెన్షనల్ లెర్నింగ్ డేటా యొక్క రెండు డైమెన్షనల్ కంకర ప్రదర్శన (ప్రధాన భాగాల ద్వారా డైమెన్షనల్ కంప్రెషన్). కేంద్ర లక్ష్యం అభ్యాస డేటా ద్వారా నిర్ణయించబడుతుంది, కాబట్టి చాలా అభ్యాస డేటా లక్ష్యంలో ఉండాలి.

source: This is T2 statistic plot (monitor essential part [principal component] of this data).
es: Una parcela de la estadística T2, que monitorea las anomalías en el componente principal de estos datos. Los datos de aprendizaje se trazan en blanco y en la porción X negativa. La gráfica amarilla son los datos de validación. Cuanto más altos sean los datos de validación con los datos blancos, más probable es que se desvíe la situación. Haga clic en el punto de datos para ver el gráfico de contribución de qué elementos constituyen la situación.
hi: T2 आँकड़ा का एक भूखंड, जो इस डेटा के प्रमुख घटक में विसंगतियों की निगरानी करता है। सीखने के डेटा को सफेद और नकारात्मक एक्स भाग में प्लॉट किया जाता है। पीला प्लॉट सत्यापन डेटा है। अधिक सत्यापन डेटा की तुलना सफेद डेटा से की जाती है, स्थिति विचलन की अधिक संभावना है। क्या तत्वों को बनाने के लिए योगदान की साजिश को देखने के लिए डेटा पॉइंट पर क्लिक करें।
ne: T2 सांकेतिक को एक प्लट, जसले यस डाटाको प्रमुख घटकमा एक्लोइलहरू अनुगमन गर्दछ। सिकाई डाटा सेतो र नकारात्मक X भागमा प्लट गरिएको छ। पहेंलो प्लट प्रमाणीकरण डाटा हो। उच्चतम मान्यता डेटा ह्वाइट डेटासँग तुलना गरिएको छ, जति सम्भवतः स्थिति विचलित हुनु हो। डाटा पोइन्ट क्लिक गर्नुहोस् कुन तत्वहरूले परिस्थितिलाई बनाएको योगदान प्लट।
pa: ਟੀ 2 ਦੇ ਅੰਕੜਿਆਂ ਦਾ ਇੱਕ ਪਲਾਟ, ਜੋ ਇਸ ਡੇਟਾ ਦੇ ਪ੍ਰਿੰਸੀਪਲ ਹਿੱਸੇ ਵਿੱਚ ਵਿਕਰੇਤਾਵਾਂ ਨੂੰ ਨਿਗਰਾਨੀ ਕਰਦਾ ਹੈ. ਲਰਨਿੰਗ ਡੇਟਾ ਨੂੰ ਚਿੱਟੇ ਅਤੇ ਨਕਾਰਾਤਮਕ ਐਕਸ ਹਿੱਸੇ ਵਿੱਚ ਸਾਜਿਸ਼ ਰਚੀ ਗਈ ਹੈ. ਪੀਲੇ ਪਲਾਟ ਵੈਧਤਾ ਡੇਟਾ ਹੈ. ਪ੍ਰਮਾਣਿਕਤਾ ਦੇ ਅੰਕੜਿਆਂ ਦੀ ਤੁਲਨਾ ਚਿੱਟਾ ਡੇਟਾ ਨਾਲ ਕੀਤੀ ਜਾਂਦੀ ਹੈ, ਇਸ ਤੋਂ ਵੱਧ ਸਮੇਂ ਦੀ ਸੰਭਾਵਨਾ ਨੂੰ ਭਟਕਾਉਣਾ ਵਧੇਰੇ ਹੁੰਦਾ ਹੈ. ਸਥਿਤੀ ਨੂੰ ਬਣਾਉਣ ਦੇ ਯੋਗਦਾਨ ਨੂੰ ਵੇਖਣ ਲਈ ਡੇਟਾ ਪੁਆਇੰਟ ਤੇ ਕਲਿਕ ਕਰੋ.
te: T2 గణాంకం యొక్క ప్లాట్లు, ఇది ఈ డేటా యొక్క ప్రధాన భాగంలో క్రమరాహిత్యాలను పర్యవేక్షిస్తుంది. అభ్యాస డేటా తెలుపు మరియు ప్రతికూల X భాగంలో రూపొందించబడింది. పసుపు ప్లాట్లు ధ్రువీకరణ డేటా. అధిక ధ్రువీకరణ డేటాను తెల్లని డేటాతో పోల్చారు, పరిస్థితి వైదొలగడానికి ఎక్కువ అవకాశం ఉంది. పరిస్థితిని ఏ అంశాలు తయారు చేస్తాయో సహకార ప్లాట్‌ను చూడటానికి డేటా పాయింట్ క్లిక్ చేయండి.

source: This is Q statistic plot (ｍonitor non-essential parts [residual] of this data).
es: Una parcela de la estadística Q (monitoreo de anomalías en la parte menor de estos datos, residual). Los datos de aprendizaje se trazan en blanco y en la porción X negativa. La gráfica amarilla son los datos de validación. Cuanto más altos sean los datos de validación con los datos blancos, más probable es que se desvíe la situación. Haga clic en el punto de datos para ver el gráfico de contribución de qué elementos constituyen la situación.
hi: क्यू स्टेटिस्टिक का एक प्लॉट (इस डेटा के मामूली हिस्से में विसंगतियों के लिए निगरानी, ​​अवशिष्ट)। सीखने के डेटा को सफेद और नकारात्मक एक्स भाग में प्लॉट किया जाता है। पीला प्लॉट सत्यापन डेटा है। अधिक सत्यापन डेटा की तुलना सफेद डेटा से की जाती है, स्थिति विचलन की अधिक संभावना है। क्या तत्वों को बनाने के लिए योगदान की साजिश को देखने के लिए डेटा पॉइंट पर क्लिक करें।
ne: Q तथ्या .्कको एक प्लट (यस डाटाको सानो भागमा अनुगमन (Anomalies को लागी अनुगमन)। सिकाई डाटा सेतो र नकारात्मक X भागमा प्लट गरिएको छ। पहेंलो प्लट प्रमाणीकरण डाटा हो। उच्चतम मान्यता डेटा ह्वाइट डेटासँग तुलना गरिएको छ, जति सम्भवतः स्थिति विचलित हुनु हो। डाटा पोइन्ट क्लिक गर्नुहोस् कुन तत्वहरूले परिस्थितिलाई बनाएको योगदान प्लट।
pa: Q ਅੰਕੜੇ ਦਾ ਇੱਕ ਪਲਾਟ (ਇਸ ਡੇਟਾ ਦੇ ਮਾਮੂਲੀ ਹਿੱਸੇ, ਰਹਿੰਦ ਖੂੰਹਦ ਦੀ ਨਿਗਰਾਨੀ ਲਈ ਨਿਗਰਾਨੀ). ਲਰਨਿੰਗ ਡੇਟਾ ਨੂੰ ਚਿੱਟੇ ਅਤੇ ਨਕਾਰਾਤਮਕ ਐਕਸ ਹਿੱਸੇ ਵਿੱਚ ਸਾਜਿਸ਼ ਰਚੀ ਗਈ ਹੈ. ਪੀਲੇ ਪਲਾਟ ਵੈਧਤਾ ਡੇਟਾ ਹੈ. ਪ੍ਰਮਾਣਿਕਤਾ ਦੇ ਅੰਕੜਿਆਂ ਦੀ ਤੁਲਨਾ ਚਿੱਟਾ ਡੇਟਾ ਨਾਲ ਕੀਤੀ ਜਾਂਦੀ ਹੈ, ਇਸ ਤੋਂ ਵੱਧ ਸਮੇਂ ਦੀ ਸੰਭਾਵਨਾ ਨੂੰ ਭਟਕਾਉਣਾ ਵਧੇਰੇ ਹੁੰਦਾ ਹੈ. ਸਥਿਤੀ ਨੂੰ ਬਣਾਉਣ ਦੇ ਯੋਗਦਾਨ ਨੂੰ ਵੇਖਣ ਲਈ ਡੇਟਾ ਪੁਆਇੰਟ ਤੇ ਕਲਿਕ ਕਰੋ.
te: Q గణాంకం యొక్క ప్లాట్లు (ఈ డేటా యొక్క చిన్న భాగంలో క్రమరాహిత్యాల కోసం పర్యవేక్షణ, అవశేషాలు). అభ్యాస డేటా తెలుపు మరియు ప్రతికూల X భాగంలో రూపొందించబడింది. పసుపు ప్లాట్లు ధ్రువీకరణ డేటా. అధిక ధ్రువీకరణ డేటాను తెల్లని డేటాతో పోల్చారు, పరిస్థితి వైదొలగడానికి ఎక్కువ అవకాశం ఉంది. పరిస్థితిని ఏ అంశాలు తయారు చేస్తాయో సహకార ప్లాట్‌ను చూడటానికి డేటా పాయింట్ క్లిక్ చేయండి.

source: This is an ordered barplot of variables that contribute to the state at the point selected in T2 statistic plot.
es: El orden de qué variables contribuyen a la situación en el punto seleccionado en la gráfica estadística T2. Cuanto más larga sea la longitud, más probable es que sea la causa.
hi: टी 2 स्टेटिस्टिक प्लॉट में चुने गए बिंदु पर किस चर की स्थिति में योगदान होता है। लंबाई जितनी अधिक होगी, उतनी ही अधिक संभावना होगी।
ne: जसमा भेरिएबलले टि 2 सांकेतिक प्लटमा चयन गरिएको बिन्दुमा योगदान पुर्याउँछ। लामो लामो अवधि, अधिक सम्भावित कारण।
pa: ਇਸ ਆਰਡਰ ਦੇ ਕਿਹੜੇ ਵੇਰੀਏਬਲਸ ਟੀ 2 ਸਟੈਟਿਸਟਿਕ ਪਲਾਟ ਵਿੱਚ ਚੁਣੇ ਗਏ ਸਥਿਤੀ ਵਿੱਚ ਯੋਗਦਾਨ ਪਾਉਂਦੇ ਹਨ. ਲੰਬਾਈ ਦੀ ਜਿੰਨੀ ਲੰਬਾਈ, ਵਧੇਰੇ ਸੰਭਾਵਨਾ.
te: ఏ వేరియబుల్స్ యొక్క క్రమం T2 గణాంక ప్లాట్‌లో ఎంచుకున్న సమయంలో పరిస్థితికి దోహదం చేస్తుంది. పొడవు పొడవు, కారణం ఎక్కువ.

source: This is an ordered barplot of variables that contribute to the state at the point selected in Q statistic plot.
es: El orden de qué variables contribuyen a la situación en el punto seleccionado en la gráfica estadística Q. Cuanto más larga sea la longitud, más probable es que sea la causa.
hi: क्यू स्टेटिस्टिक प्लॉट में चयनित बिंदु पर किस चर की स्थिति में योगदान होता है। लंबाई जितनी अधिक होगी, उतनी ही अधिक संभावना होगी।
ne: Q सांख्यिकीय प्लटमा चयनित बिन्दुमा योगदान गर्ने क्रमको क्रममा। लामो लामो अवधि, अधिक सम्भावित कारण।
pa: ਜਿਸ ਦੇ ਵੇਰੀਏਬਲਸ ਕਿ ਅੰਕੜੇ ਪਲਾਟ ਵਿੱਚ ਚੁਣੇ ਗਏ ਸਥਿਤੀ ਵਿੱਚ ਸਥਿਤੀ ਵਿੱਚ ਯੋਗਦਾਨ ਪਾਉਂਦੇ ਹਨ. ਲੰਬਾਈ ਦੀ ਜਿੰਨੀ ਲੰਬਾਈ, ਵਧੇਰੇ ਸੰਭਾਵਨਾ.
te: Q గణాంక ప్లాట్‌లో ఎంచుకున్న సమయంలో పరిస్థితికి ఏ వేరియబుల్స్ దోహదం చేస్తాయి. పొడవు పొడవు, కారణం ఎక్కువ.

source: Overflow Lower
es: Número de puntos de datos con un valor menor o igual a Q1 - 4.5 * IQR
hi: Q1 - 4.5 * IQR से कम या बराबर मूल्य के साथ डेटा बिंदुओं की संख्या
ne: डाटा पोइन्टहरूको संख्या Q1 - 4.5 * IQR0__0___ भन्दा कम वा बराबर
pa: ਤੋਂ ਘੱਟ ਜਾਂ ਇਸਦੇ ਬਰਾਬਰ ਜਾਂ ਇਸਦੇ ਬਰਾਬਰ ਦੇ ਨਾਲ ਡੇਟਾ ਪੁਆਇੰਟਾਂ ਦੀ ਗਿਣਤੀ Q1 - 4.5 * IQR
te: Q1 - 4.5 * IQR కంటే తక్కువ లేదా సమానమైన విలువ కలిగిన డేటా పాయింట్ల సంఖ్య

source: Overflow Upper
es: Número de puntos de datos con un valor mayor o igual a Q3 + 4.5 * IQR
hi: Q3 + 4.5 * IQR से अधिक या बराबर मूल्य के साथ डेटा बिंदुओं की संख्या
ne: डाटा पोइन्टहरूको संख्या Q3 + 4.5 * IQR7 भन्दा ठूलो वा बराबर मानको साथ
pa: ਤੋਂ ਵੱਧ ਜਾਂ ਇਸਦੇ ਬਰਾਬਰ ਜਾਂ ਇਸਦੇ ਬਰਾਬਰ ਦੇ ਡੇਟਾ ਪੁਆਇੰਟਾਂ ਦੀ ਗਿਣਤੀ Q3 + 4.5 * IQR
te: Q3 + 4.5 * IQR కంటే ఎక్కువ లేదా సమానమైన విలువ కలిగిన డేటా పాయింట్ల సంఖ్య

source: NTotal
es: Número total de datos que incluyen NA (no disponible), NaN (no un número) y Inf± (infinito) en el período seleccionado.
hi: चयनित अवधि में NA (उपलब्ध नहीं), NaN (संख्या नहीं) और Inf± (अनंत) सहित डेटा की कुल संख्या।
ne: NA (उपलब्ध छैन) को कुल संख्या को कुल संख्या, NaN (नम्बर) र Inf± (अनन्त) (अनन्त) छैन।
pa: ਜਿਸ ਵਿੱਚ NA (ਉਪਲੱਬਧ ਨਹੀਂ) ਸਮੇਤ ਡਾਟਾ ਦੀ ਕੁੱਲ ਸੰਖਿਆ NaN9 NaN9 __ 9 (ਕੋਈ ਨੰਬਰ ਨਹੀਂ) ਅਤੇ Inf± (ਅਨੰਤ).
te: ఎంచుకున్న వ్యవధిలో NA (అందుబాటులో లేదు), NaN (సంఖ్య కాదు) మరియు Inf± (అనంతం) తో సహా మొత్తం డేటా సంఖ్య.

source: OutCL
es: Out of Control Line: Porcentaje de datos fuera del umbral superior e inferior (recuento) en el período seleccionado
hi: Out of Control Line: चयनित अवधि में ऊपरी और निचले सीमा (गिनती) के बाहर डेटा का प्रतिशत
ne: __25:: उच्च र तल्लो थ्रेसोल्ड (गणना) को बाहिर डाटाको प्रतिशत (गणना) चयन गरिएको अवधिमा
pa: Out of Control Line: ਚੁਣੀ ਮਿਆਦ ਵਿੱਚ ਉੱਪਰਲੇ ਅਤੇ ਹੇਠਲੇ ਥ੍ਰੈਸ਼ੋਲਡ (ਗਿਣਤੀ) ਦੇ ਬਾਹਰਲੇ ਡੇਟਾ ਦੀ ਪ੍ਰਤੀਸ਼ਤਤਾ
te: Out of Control Line: ఎంచుకున్న వ్యవధిలో ఎగువ మరియు దిగువ ప్రవేశం (కౌంట్) వెలుపల డేటా శాతం

source: OutAL
es: Out of Action Line: Porcentaje de datos fuera del umbral de límite superior e inferior (recuento) en el período seleccionado
hi: Out of Action Line: चयनित अवधि में ऊपरी और निचली सीमा सीमा (गणना) के बाहर डेटा का प्रतिशत
ne: __26:: माथिको र तल्लो सीमा थ्रेसोल्ड (गणना) बाहिर डाटाको प्रतिशत (गणना) चयन गरिएको अवधिमा
pa: Out of Action Line: ਚੁਣੇ ਹੋਏ ਸਮੇਂ ਵਿੱਚ ਉੱਪਰਲੇ ਅਤੇ ਹੇਠਲੇ ਸੀਮਾ ਦੇ ਥ੍ਰੈਸ਼ੋਲਡ (ਗਿਣਤੀ) ਦੇ ਬਾਹਰਲੇ ਡੇਟਾ ਦੀ ਪ੍ਰਤੀਸ਼ਤਤਾ
te: Out of Action Line: ఎంచుకున్న వ్యవధిలో ఎగువ మరియు దిగువ పరిమితి ప్రవేశం (కౌంట్) వెలుపల డేటా శాతం

source: PNA
es: Porcentaje de NA (no disponible) en el período seleccionado (recuento)
hi: चयनित अवधि (गणना) में NA (उपलब्ध नहीं) का प्रतिशत
ne: NA को प्रतिशत (उपलब्ध छैन) चयनित अवधिमा (गणना) (गणना)
pa: ਚੁਣੀ ਮਿਆਦ ਵਿੱਚ NA (ਉਪਲਬਧ ਨਹੀਂ) ਦੀ ਪ੍ਰਤੀਸ਼ਤਤਾ (ਗਿਣਤੀ)
te: ఎంచుకున్న వ్యవధిలో NA (అందుబాటులో లేదు) శాతం (కౌంట్)

source: PNaN
es: Porcentaje de NaN (no un número) en el período seleccionado (recuento)
hi: चयनित अवधि में NaN (संख्या नहीं) का प्रतिशत (गणना)
ne: ____ को प्रतिशत (एक नम्बर होईन) चयनित अवधिमा (गणना) (गणना)
pa: ਚੁਣੀ ਮਿਆਦ ਵਿੱਚ NaN (ਕੋਈ ਨੰਬਰ ਨਹੀਂ) ਦੀ ਪ੍ਰਤੀਸ਼ਤਤਾ (ਗਿਣਤੀ)
te: ఎంచుకున్న వ్యవధిలో NaN (సంఖ్య కాదు) శాతం (కౌంట్)

source: PInfPlus
es: Porcentaje de Inf+ (más infinito) en el período seleccionado (recuento)
hi: चयनित अवधि (गिनती) में Inf+ (प्लस इन्फिनिटी) का प्रतिशत
ne: Inf+ (प्लस अनन्त) को प्रतिशत (गणनामा) (गणना)
pa: ਚੁਣੀ ਮਿਆਦ ਵਿੱਚ Inf+ (ਪਲੱਸ ਅਨੰਤ) ਦੀ ਪ੍ਰਤੀਸ਼ਤਤਾ (ਗਿਣਤੀ)
te: ఎంచుకున్న వ్యవధిలో Inf+ (ప్లస్ ఇన్ఫినిటీ) శాతం (కౌంట్)

source: PInfMinus
es: Porcentaje de Inf- (menos infinito) en el período seleccionado (recuento)
hi: चयनित अवधि में Inf- (माइनस इन्फिनिटी) का प्रतिशत (गणना)
ne: __12 को प्रतिशत (माइनस अनन्त) मा चयन गरिएको अवधिमा (गणना)
pa: ਚੁਣੀ ਮਿਆਦ ਵਿੱਚ Inf- (ਘਟਾਓ ਇਨਫਿਨਿਟੀ) ਦੀ ਪ੍ਰਤੀਸ਼ਤਤਾ (ਗਿਣਤੀ)
te: ఎంచుకున్న వ్యవధిలో Inf- (మైనస్ అనంతం) శాతం (లెక్క)
