Repository: apdn7/AnalysisPlatform
Catalog: ap/translations/*/LC_MESSAGES/messages.po
Languages: es, hi, ne, pa, te

source: At least one datetime column is required.
es: Se requiere al menos una columna de fecha y hora.
hi: कम से कम एक डेटटाइम कॉलम की आवश्यकता है।
ne: कम्तिमा एक मिति समय स्तम्भ आवश्यक छ।
pa: ਘੱਟੋ ਘੱਟ ਇਕ ਤਾਰੀਖ ਦਾ ਕਾਲਮ ਲੋੜੀਂਦਾ ਹੈ.
te: కనీసం ఒక డేట్‌టైమ్ కాలమ్ అవసరం.

source: '{col}' is used for x-axis on charts.
es: Para la visualización, use '{col}' para el eje X.
hi: विज़ुअलाइज़ेशन के लिए, एक्स-एक्सिस के लिए '{col}' का उपयोग करें।
ne: दृश्यको लागि, X-Axis को लागी '{col}' प्रयोग गर्नुहोस्।
pa: ਵਿਜ਼ੂਅਲਾਈਜ਼ੇਸ਼ਨ ਲਈ, x- ਧੁਰੇ ਲਈ '{col}'.
te: విజువలైజేషన్ కోసం, X- అక్షం కోసం '{col}' ఉపయోగించండి.

source: Continue?
es: ¿Estás seguro de continuar?
hi: क्या आप जारी रखना सुनिश्चित कर रहे हैं?
ne: के तपाइँ जारी राख्न निश्चित हुनुहुन्छ?
pa: ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਨਿਸ਼ਚਤ ਹੋ?
te: మీరు ఖచ్చితంగా కొనసాగాలా?

source: Table Viewer
es: Visor de mesa
hi: सारणी -दर्शक
ne: टेबल दर्शक
pa: ਟੇਬਲ ਦਰਸ਼ਕ
te: టేబుల్ వ్యూయర్

source: Table
es: Mesa
hi: मेज
ne: तालिका
pa: ਟੇਬਲ
te: పట్టిక

source: Sort
es: Clasificar
hi: क्रम से लगाना
ne: किसिम प्रकार
pa: ਕ੍ਰਮਬੱਧ
te: క్రమబద్ధీకరించండి

source: Number of Data
es: Número de datos
hi: आंकड़ा संख्या
ne: डाटा को संख्या
pa: ਡਾਟਾ ਦੀ ਗਿਣਤੀ
te: డేటా సంఖ్య

source: Descending
es: Descendente
hi: अवरोही
ne: ओशिंग
pa: ਉਤਰਦਾ
te: అవరోహణ

source: Ascending
es: Ascendente
hi: आरोही
ne: ाउमित
pa: ਚੜ੍ਹਨਾ
te: ఆరోహణ

source: All digits
es: Combinación perfecta
hi: बहतरीन मैच
ne: उत्कृष्ट जोडी
pa: ਸੰਪੂਰਣ ਮੈਚ
te: సరియైన జోడీ

source: Partial match
es: Pareja parcial
hi: आंशिक मैच
ne: आंशिक मिलान
pa: ਅੰਸ਼ਕ ਮੈਚ
te: పాక్షిక మ్యాచ్

source: th character
es: #NAME?
hi: #NAME?
ne: #NAME?
pa: #NAME?
te: #NAME?

source: Invalid digit selection
es: Selección de dígitos no válido
hi: अमान्य अंक चयन
ne: अवैध अंक चयन
pa: ਗਲਤ ਅੰਕ ਦੀ ਚੋਣ
te: చెల్లని అంకెల ఎంపిక

source: Character length for tracing is different
es: La longitud del personaje utilizado para el enlace es diferente.
hi: लिंकिंग के लिए उपयोग किए जाने वाले चरित्र की लंबाई अलग है।
ne: लिंकको लागि प्रयोग गरिएको चरित्रको लम्बाई फरक फरक छ।
pa: ਲਿੰਕਿੰਗ ਲਈ ਵਰਤੇ ਗਏ ਪਾਤਰ ਦੀ ਲੰਬਾਈ ਵੱਖਰੀ ਹੈ.
te: లింకింగ్ కోసం ఉపయోగించే పాత్ర యొక్క పొడవు భిన్నంగా ఉంటుంది.

source: No filter
es: Sin filtro
hi: कोई फिल्टर नहीं
ne: फिल्टर बिना
pa: ਕੋਈ ਫਿਲਟਰ ਨਹੀਂ
te: సంఖ్య వడపోత

source: All line
es: Todas las líneas
hi: सभी पंक्तियाँ
ne: सबै लाइनहरु
pa: ਸਾਰੀਆਂ ਲਾਈਨਾਂ
te: అన్ని పంక్తులు

source: Status
es: situación
hi: परिस्थिति
ne: स्थति
pa: ਸਥਿਤੀ
te: పరిస్థితి

source: Job list
es: Lista de trabajo
hi: नौकरी सूची
ne: कामको सूची
pa: ਨੌਕਰੀ ਦੀ ਸੂਚੀ
te: ఉద్యోగ జాబితా

source: All
es: Todos
hi: सभी
ne: सबै
pa: ਸਾਰੇ
te: అన్నీ

source: Finished Importing
es: Importación completada.
hi: आयात पूरा हुआ।
ne: आयात पूरा भयो।
pa: ਆਯਾਤ ਮੁਕੰਮਲ.
te: దిగుమతి పూర్తయింది.

source: Importing
es: Importador
hi: आयात कर रहा है
ne: आयात गर्ने
pa: ਆਯਾਤ ਕਰਨਾ
te: దిగుమతి

source: Failed Importing
es: Importación fallida
hi: असफल आयात
ne: आयात गर्न असफल भयो
pa: ਆਯਾਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
te: దిగుమతి విఫలమైంది

source: Imported data will be deleted. (Data will not be deleted until register button is clicked)
es: Se eliminarán los datos cargados. ¿Está bien? (No se refleja ningún cambio hasta que se presione el botón de registro)
hi: लोड किए गए डेटा को हटा दिया जाएगा। ठीक है न? (पंजीकरण बटन दबाने तक कोई परिवर्तन परिलक्षित नहीं होता है)
ne: लोड गरिएको डाटा मेटिने छ। के यो ठीक छ? (कुनै परिवर्तनलाई कुनै परिवर्तन प्रतिबिम्बित हुँदैन जबसम्म दर्ता बटन थिच्दैन
pa: ਲੋਡ ਕੀਤਾ ਡਾਟਾ ਮਿਟਾ ਦਿੱਤਾ ਜਾਏਗਾ. ਇਹ ਠੀਕ ਹੈ? (ਕੋਈ ਤਬਦੀਲੀ ਨਹੀਂ ਜਦੋਂ ਤੱਕ ਰਜਿਸਟਰੀਕਰਣ ਬਟਨ ਦਬਾਇਆ ਨਹੀਂ ਜਾਂਦਾ ਹੈ)
te: లోడ్ చేయబడిన డేటా తొలగించబడుతుంది. అది ఓకే నా? (రిజిస్ట్రేషన్ బటన్ నొక్కే వరకు ఎటువంటి మార్పు ప్రతిబింబించదు)

source: Job List
es: Lista de trabajo
hi: नौकरी सूची
ne: कामको सूची
pa: ਨੌਕਰੀ ਦੀ ਸੂਚੀ
te: ఉద్యోగ జాబితా

source: Job ID
es: Identificación del trabajo
hi: नौकरी आईडी
ne: काम परिचय
pa: ਨੌਕਰੀ ਆਈਡੀ
te: జాబ్ ఐడి

source: Job Name
es: Nombre del trabajo
hi: कार्य नाम
ne: कामको नाम
pa: ਨੌਕਰੀ ਦਾ ਨਾਮ
te: ఉద్యోగ పేరు

source: GEN_GLOBAL
es: Generación de LinkedID
hi: लिंक्डID की पीढ़ी
ne: लि linked ्क गरिएकाहरू पुस्ता
pa: ਲਿੰਕਡ__1 ਦਾ ਉਤਪਾਦਨ
te: లింక్డ్ యొక్క తరం ID

source: SHOW_GEN_GLOBAL
es: Mostrar trabajo de generación del enlace ID
hi: लिंक ID की जनरेशन जॉब का प्रदर्शन करें
ne: लिंकहरूको जेनेसन प्रदर्शन गर्नुहोस् ID
pa: ਲਿੰਕ ਦਾ ਡਿਸਪਲੇਅ ਤਿਆਰ ਕਰੋ ID
te: లింక్ యొక్క జనరేషన్ ఉద్యోగం ID

source: DEL_PROCESS
es: Eliminación de información del proceso
hi: प्रक्रिया सूचना का विलोपन
ne: प्रक्रिया जानकारी को मेटाउने
pa: ਕਾਰਜ ਜਾਣਕਾਰੀ ਨੂੰ ਹਟਾਉਣ
te: ప్రాసెస్ సమాచారం తొలగించడం

source: FACTORY_IMPORT
es: Importar datos de fábrica
hi: आयात कारखाना आंकड़ा
ne: कारखाना डाटा आयात गर्नुहोस्
pa: ਫੈਕਟਰੀ ਡੇਟਾ ਆਯਾਤ ਕਰੋ
te: ఫ్యాక్టరీ డేటాను దిగుమతి చేయండి

source: FACTORY_PAST_IMPORT
es: Importar datos de fábrica pasados
hi: पिछले कारखाने के आंकड़ों का आयात करें
ne: विगतको कारखाना डेटा आयात गर्नुहोस्
pa: ਪਿਛਲੀ ਫੈਕਟਰੀ ਡੇਟਾ ਆਯਾਤ ਕਰੋ
te: గత ఫ్యాక్టరీ డేటాను దిగుమతి చేయండి

source: SHOW_FACTORY_PAST_IMPORT
es: Mostrar trabajo de importación de datos pasados ​​de fábrica
hi: पिछले कारखाने के डेटा का आयात आयात दिखाएं
ne: विगतको कारखाना डाटाको आयात गरिएको काम देखाउनुहोस्
pa: ਪਿਛਲੇ ਫੈਕਟਰੀ ਡੇਟਾ ਦੀ ਆਯਾਤ ਕਰਨ ਵਾਲੀ ਨੌਕਰੀ ਦਿਖਾਓ
te: గత ఫ్యాక్టరీ డేటా యొక్క దిగుమతి ఉద్యోగం చూపించు

source: CSV_IMPORT
es: CSV Importar datos
hi: CSV आयात डेटा
ne: CSV आयात गर्नुहोस् डाटा
pa: CSV ਦਾ ਡੇਟਾ ਆਯਾਤ ਕਰੋ
te: CSV డేటాను దిగుమతి చేయండి

source: CLEAN_DATA
es: Eliminar datos antiguos
hi: पुराने डेटा को हटाएं
ne: पुरानो डाटा हटाउनुहोस्
pa: ਪੁਰਾਣੇ ਡੇਟਾ ਨੂੰ ਮਿਟਾਓ
te: పాత డేటాను తొలగించండి

source: Started
es: Hora de inicio
hi: समय शुरू
ne: सुरु गर
pa: ਸ਼ੁਰੂ ਕਰਨ ਦਾ ਸਮਾਂ
te: ప్రారంభ సమయం

source: Duration
es: tiempo transcurrido
hi: बीता हुआ समय
ne: बितेको समय
pa: ਲੰਘਿਆ ਸਮਾਂ
te: గడచిపోయిన సమయం

source: Database/CSV
es: Base de datos/CSV
hi: डेटाबेस/सीएसवी
ne: डाटाबेस / सीएसभी
pa: ਡਾਟਾਬੇਸ / CSV
te: డేటాబేస్/CSV

source: Succeed/Total
es: Progreso
hi: प्रगति
ne: प्रगति
pa: ਤਰੱਕੀ
te: పురోగతి

source: Process
es: Proceso
hi: प्रक्रिया
ne: कार्यवाही गर्नु
pa: ਪ੍ਰਕਿਰਿਆ
te: ప్రక్రియ

source: List of Histograms
es: Lista de histogramas
hi: हिस्टोग्राम सूची
ne: हिस्टोग्राम सूची
pa: ਹਿਸਟੋਗ੍ਰਾਮ ਸੂਚੀ
te: హిస్టోగ్రామ్ జాబితా

source: Register as an outlier
es: Regístrese como valor de brote
hi: एक प्रकोप मूल्य के रूप में पंजीकरण करें
ne: एक प्रकोप मानको रूपमा दर्ता गर्नुहोस्
pa: ਇੱਕ ਪ੍ਰਕੋਪ ਮੁੱਲ ਦੇ ਤੌਰ ਤੇ ਰਜਿਸਟਰ ਕਰੋ
te: వ్యాప్తి విలువగా నమోదు చేయండి

source: Remove outlier flag
es: Un atípico sin registro
hi: अपंजीकृत आउटलियर
ne: URRERIRERESTER Over
pa: ਰਜਿਸਟਰਡ
te: నమోదు కాని అవుట్‌లియర్

source: Hide outliers
es: Esconder valores atípicos
hi: आउटलेर को छिपाएं
ne: Oveliers लुकाउनुहोस्
pa: ਆਉਟਲਰ ਲੁਕਾਓ
te: అవుట్‌లియర్‌లను దాచండి

source: Show outliers
es: Mostrar atípicos
hi: आउटलेयर दिखाएं
ne: Outliers देखाउनुहोस्
pa: ਬਾਹਰ ਦਿਖਾਓ
te: అవుట్‌లియర్‌లను చూపించు

source: Check as an outlier
es: Consulte Outniers
hi: आउटलेयर की जाँच करें
ne: जाँच गर्नुहोस्
pa: ਬਾਹਰ ਦੀ ਜਾਂਚ ਕਰੋ
te: అవుట్‌లియర్‌లను తనిఖీ చేయండి

source: List of Histograms appear
es: Mostrar lista de histogramas
hi: हिस्टोग्राम सूची दिखाएं
ne: हिस्टोग्राम सूची देखाउनुहोस्
pa: ਹਿਸਟੋਗ੍ਰਾਮ ਸੂਚੀ ਦਿਖਾਓ
te: హిస్టోగ్రామ్ జాబితాను చూపించు

source: Last update time
es: Última hora de actualización
hi: अंतिम अद्यतन समय
ne: अन्तिम अपडेट समय
pa: ਆਖਰੀ ਅਪਡੇਟ ਦਾ ਸਮਾਂ
te: చివరి నవీకరణ సమయం

source: Removed outlier flag
es: El registro atípico ha sido cancelado.
hi: बाहरी पंजीकरण रद्द कर दिया गया है।
ne: आउटरकट दर्ता रद्द गरिएको छ।
pa: ਆਉਟਲਰ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਰੱਦ ਕਰ ਦਿੱਤੀ ਗਈ ਹੈ.
te: అవుట్‌లియర్ రిజిస్ట్రేషన్ రద్దు చేయబడింది.

source: Registered as an outlier
es: Registrado como un valor atípico
hi: एक बाहरी के रूप में पंजीकृत
ne: एक overter को रूपमा दर्ता
pa: ਇੱਕ ਬਾਹਰ ਦੇ ਤੌਰ ਤੇ ਰਜਿਸਟਰਡ
te: అవుట్‌లియర్‌గా నమోదు చేయబడింది

source: Abnormal data point
es: Parte aislada
hi: ग़ैर
ne: बाहिरी व्यक्ति
pa: ਬਾਹਰ
te: అవుట్‌లియర్

source: Only once
es: Sólo una vez
hi: सिर्फ एक बार
ne: एकपटक मात्र
pa: ਸਿਰਫ ਇਕ ਵਾਰ
te: ఒకే ఒక్క సారి

source: Job Details
es: Detalles del trabajo
hi: नौकरी विवरण
ne: कामको विवरण
pa: ਨੌਕਰੀ ਦੇ ਵੇਰਵੇ
te: ఉద్యోగ వివరాలు

source: Copy to clipboard
es: Copiar al portapapeles
hi: क्लिपबोर्ड पर कॉपी करें
ne: क्लिपबोर्डमा प्रतिलिपि गर्नुहोस्
pa: ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਕਾਪੀ ਕਰੋ
te: క్లిప్‌బోర్డ్‌కు కాపీ చేయండి

source: Multi Scatter Plot
es: Trama de múltiples dispersión
hi: बहु बिखरने की साजिश
ne: बहु स्क्याटर प्लॉट
pa: ਮਲਟੀ ਸਕੈਟਰ ਪਲਾਟ
te: మల్టీ స్కాటర్ ప్లాట్

source: Scatter Plot display
es: Gráfico de dispersión
hi: स्कैटर प्लॉट
ne: प्लट प्लॉट
pa: ਸਕੈਟਰ ਪਲਾਟ
te: స్కాటర్ ప్లాట్

source: Stratify by variables
es: Estratificar por variables
hi: चर द्वारा स्तरीकृत
ne: भ्यारीएबल द्वारा stratify
pa: ਵੇਰੀਏਬਲ ਦੁਆਰਾ ਸਟ੍ਰੈਟਿਫਿਫਿਨ
te: వేరియబుల్స్ ద్వారా స్తరీకరించండి

source: Variable
hi: चर
ne: बद्लने
pa: ਵੇਰੀਏਬਲ
te: వేరియబుల్

source: Machine No
hi: मशीन सं।
ne: मेशिन अहँ
pa: ਮਸ਼ੀਨ ਨਹੀਂ
te: మెషిన్ నం

source: Target period
es: Período objetivo
hi: लक्ष्य अवधि
ne: लत अवधि
pa: ਟਾਰਗੇਟ ਪੀਰੀਅਡ
te: లక్ష్య కాలం

source: Frequency
es: Frecuencia (recuento)
hi: आवृत्ति (गणना)
ne: फ्रिक्वेन्सी (गणना)
pa: ਬਾਰੰਬਾਰਤਾ (ਗਿਣਤੀ)
te: ఫ్రీక్వెన్సీ (లెక్కింపు)

source: Categorical variable
es: Variable categórica
hi: श्रेणीगत चर
ne: वर्गीकरण चर
pa: ਸ਼੍ਰੇਣੀਵਾਦੀ ਵੇਰੀਏਬਲ
te: వర్గీకరణ వేరియబుల్

source: Stratify by term
es: Estratificar por término (directo)
hi: अवधि द्वारा स्तरीकृत (प्रत्यक्ष)
ne: शर्त द्वारा stratfrate (प्रत्यक्ष)
pa: ਟਰਮ ਦੁਆਰਾ ਸਟ੍ਰੇਟਿਫ (ਸਿੱਧਾ)
te: పదం ద్వారా స్తరీకరించండి (ప్రత్యక్ష)

source: Anomaly Detection
es: Detección de anomalías
hi: असंगति का पता लगाये
ne: Aramely पत्ता लगाउन
pa: ਅਨੌਲੇ ਖੋਜ
te: క్రమరాహిత్యం గుర్తించడం

source: Hotelling&rsquo;s T&sup2;
es: T&sup2;
hi: T&sup2;
ne: T&sup2;
pa: T&sup2;
te: T&sup2;

source: Principal Component Score of Target Data
es: 1. Puntuación del componente principal de los datos de prueba
hi: 1. परीक्षण डेटा का प्रमुख घटक स्कोर
ne: 1. प्रिन्सिपलिंग डाटा परीक्षण डाटाको स्कोर
pa: 1. ਪ੍ਰਿੰਸੀਪਲ ਕੰਪੋਨੈਂਟ ਡੇਟਾ ਦਾ ਸਕੋਰ
te: 1. పరీక్ష డేటా యొక్క ప్రధాన భాగం స్కోరు

source: Principal Component Score of Training Data
es: 2. Puntuación del componente principal de los datos de capacitación
hi: 2. प्रशिक्षण डेटा का प्रमुख घटक स्कोर
ne: 2. प्रिन्सिपल कम्पोनेन्टल प्रशिक्षण डाटा को स्कोर
pa: 2. ਪ੍ਰਿੰਸੀਪਲ ਕੰਪੋਨੈਂਟ ਡਾਟਾ ਦਾ ਸਕੋਰ
te: 2. శిక్షణ డేటా యొక్క ప్రధాన భాగం స్కోరు

source: Series Chart of T2 Statistics
es: 3. Gráfico en serie de estadísticas T2
hi: 3. टी 2 सांख्यिकी की श्रृंखला चार्ट
ne: T. T2 तथ्या .्कहरूको श्रृंखला चार्ट
pa: 3. ਟੀ 2 ਦੇ ਅੰਕੜਿਆਂ ਦਾ ਸੀਰੀਜ਼ ਚਾਰਟ
te: 3. టి 2 గణాంకాల సిరీస్ చార్ట్

source: Series Chart of Q Statistics
es: 4. Gráfico de la serie de estadísticas Q
hi: 4. क्यू सांख्यिकी की श्रृंखला चार्ट
ne: C. Q तथ्या .्कको श्रृंखला चार्ट
pa: 4. ਅੰਕ ਦੇ ਅੰਕੜਿਆਂ ਦਾ ਸੀਰੀਜ਼ ਚਾਰਟ
te: 4. Q గణాంకాల శ్రేణి చార్ట్

source: Contribution Plot of T2 Statistics
es: 5. Gráfico de contribución de las estadísticas de T2
hi: 5. टी 2 आंकड़ों का योगदान प्लॉट
ne: T. T2 तथ्या .्कहरूको योगदान
pa: 5. ਟੀ 2 ਦੇ ਅੰਕੜਿਆਂ ਦਾ ਯੋਗਦਾਨ ਪਲਾਟ
te: 5. టి 2 గణాంకాల యొక్క సహకారం ప్లాట్

source: Contribution Plot of Q Statistics
es: 6. Gráfico de contribución de las estadísticas Q
hi: 6. क्यू सांख्यिकी का योगदान प्लॉट
ne: A. Q तथ्या .्कको योगदान प्लट
pa: 6. ਅੰਕ ਦੇ ਅੰਕੜਿਆਂ ਦਾ ਯੋਗਦਾਨ
te: 6. Q గణాంకాల యొక్క సహకారం ప్లాట్

source: Remove outlier
es: Eliminar el valor atípico
hi: आउटलियर निकालें
ne: आउटलाइन हटाउनुहोस्
pa: ਬਾਹਰ ਕੱ .ੋ
te: అవుట్‌లియర్‌ను తొలగించండి

source: Training data
es: Datos de entrenamiento
hi: प्रशिक्षण जानकारी
ne: प्रशिक्षण डेटा
pa: ਸਿਖਲਾਈ ਡੇਟਾ
te: శిక్షణ డేటా

source: Target data
es: Prueba de datos
hi: परीक्षण आंकड़ा
ne: डाटा परीक्षण गर्दै
pa: ਟੈਸਟਿੰਗ ਡੇਟਾ
te: డేటాను పరీక్షించడం

source: Yes
es: Sí
hi: हाँ
ne: हुन्छ
pa: ਹਾਂ
te: అవును

source: No
hi: नहीं
ne: छैन
pa: ਨਹੀਂ
te: లేదు

source: Data Type
es: Tipo de datos
hi: डेटा प्रकार
ne: डेटा प्रकार
pa: ਡਾਟਾ ਕਿਸਮ
te: సమాచార తరహా

source: Example
es: Ejemplo
hi: उदाहरण
ne: उदाहरण
pa: ਉਦਾਹਰਣ
te: ఉదాహరణ

source: ERROR
hi: गलती
ne: त्रुटि
pa: ਗਲਤੀ
te: లోపం

source: WARNING
es: Advertencia
hi: चेतावनी
ne: चेतावनी
pa: ਚੇਤਾਵਨੀ
te: హెచ్చరిక

source: AllNA
es: Dado que todas las filas han sido eliminadas por procesamiento de valor de déficit (eliminación de NA), no hay datos para analizar. Asegúrese de que el valor vacío, incluido NA, no esté seleccionado.
hi: चूंकि सभी पंक्तियों को घाटे के मूल्य प्रसंस्करण (NA हटाने) द्वारा हटा दिया गया है, इसलिए विश्लेषण करने के लिए कोई डेटा नहीं है। सुनिश्चित करें कि NA सहित खाली मूल्य का चयन नहीं किया गया है।
ne: सबै प ows ्क्तिहरू घाटाको घाटा प्रक्रियाबाट हटाइएको छ (NA हटाईएको), विश्लेषण गर्न कुनै डाटा छैन। निश्चित गर्नुहोस् कि खाली मान, _______ सहित, चयन गरिएको छैन।
pa: ਕਿਉਂਕਿ ਸਾਰੀਆਂ ਕਤਾਰਾਂ ਨੂੰ ਘਾਟਾ ਮੁੱਲ ਪ੍ਰੋਸੈਸਿੰਗ ਕਰਕੇ ਮਿਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ (NA) ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਲਈ ਕੋਈ ਡਾਟਾ ਨਹੀਂ ਹੈ. ਇਹ ਸੁਨਿਸ਼ਚਿਤ ਕਰੋ ਕਿ NA, ਨਹੀਂ ਚੁਣਿਆ ਗਿਆ ਹੈ.
te: అన్ని వరుసలు లోటు విలువ ప్రాసెసింగ్ (NA తొలగింపు) ద్వారా తొలగించబడినందున, విశ్లేషించడానికి డేటా లేదు. NA తో సహా ఖాళీ విలువ ఎంచుకోబడలేదని నిర్ధారించుకోండి.

source: NoneNumeric
es: No se puede analizar porque contiene datos distintos de los números. Asegúrese de haber seleccionado una columna que contenga una cadena o valor de categoría.
hi: इसका विश्लेषण नहीं किया जा सकता क्योंकि इसमें संख्याओं के अलावा अन्य डेटा शामिल हैं। सुनिश्चित करें कि आपने स्ट्रिंग या श्रेणी मान युक्त एक कॉलम का चयन किया है।
ne: यो विश्लेषण गर्न सकिदैन किनकि यसले संख्याहरू भन्दा बाहेक डाटा समावेश गर्दछ। निश्चित गर्नुहोस् कि तपाईंले स्ट्रिंग वा कोटी मान समावेश स्तम्भ चयन गर्नुभयो।
pa: ਇਸ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਕਿਉਂਕਿ ਇਸ ਵਿੱਚ ਨੰਬਰਾਂ ਤੋਂ ਇਲਾਵਾ ਹੋਰ ਡਾਟਾ ਸ਼ਾਮਲ ਹਨ. ਇਹ ਸੁਨਿਸ਼ਚਿਤ ਕਰੋ ਕਿ ਤੁਸੀਂ ਇੱਕ ਕਾਲਮ ਨੂੰ ਇੱਕ ਸਤਰ ਜਾਂ ਸ਼੍ਰੇਣੀ ਦਾ ਮੁੱਲ ਦਿੱਤਾ ਹੈ.
te: ఇది విశ్లేషించబడదు ఎందుకంటే ఇది సంఖ్యలు కాకుండా ఇతర డేటాను కలిగి ఉంటుంది. మీరు స్ట్రింగ్ లేదా వర్గం విలువను కలిగి ఉన్న కాలమ్‌ను ఎంచుకున్నారని నిర్ధారించుకోండి.

source: ZeroVariance
es: No se puede analizar porque contiene datos con una varianza de 0. Asegúrese de que solo no se seleccione una columna de valor.
hi: विश्लेषण नहीं कर सकते क्योंकि इसमें 0. के विचरण वाले डेटा शामिल हैं। सुनिश्चित करें कि केवल एक मूल्य कॉलम का चयन नहीं किया गया है।
ne: विश्लेषण गर्न सक्दैन किनकि यसले 0 को एक भिन्नताका साथ डाटा समावेश गर्न सक्दैन। सुनिश्चित गर्नुहोस् कि केवल एउटा मान स्तम्भ चयन गरिएको छैन।
pa: ਵਿਸ਼ਲੇਸ਼ਣ ਨਹੀਂ ਕਰ ਸਕਦਾ ਕਿਉਂਕਿ ਇਸ ਵਿੱਚ 0. ਦੇ ਪਰਿਵਰਤਨ ਨਾਲ ਅੰਕੜੇ ਸ਼ਾਮਲ ਹੁੰਦੇ ਹਨ ਕਿ ਇਹ ਸਿਰਫ ਇੱਕ ਹੀ ਮੁੱਲ ਵਾਲਾ ਕਾਲਮ ਨਹੀਂ ਚੁਣਿਆ ਗਿਆ ਹੈ.
te: విశ్లేషించలేము ఎందుకంటే ఇది 0 యొక్క వైవిధ్యంతో డేటాను కలిగి ఉంది. ఒక విలువ కాలమ్ మాత్రమే ఎంచుకోబడలేదని నిర్ధారించుకోండి.

source: IntegerData
es: Datos de categoría encontrados y valor entero esperado. Si este valor entero no es una escala de orden, escala de intervalo o escala de relación, los resultados del análisis pueden verse afectados negativamente.
hi: पाया गया श्रेणी डेटा और अपेक्षित पूर्णांक मूल्य। यदि यह पूर्णांक मान एक ऑर्डर स्केल, अंतराल स्केल, या अनुपात स्केल नहीं है, तो विश्लेषण परिणाम प्रतिकूल रूप से प्रभावित हो सकते हैं।
ne: कोटि डाटा र अपेक्षित पूर्णांक मान फेला पर्यो। यदि यो पूर्णांक मान एक अर्डर मापन, अन्तराल मामला, वा अनुपात स्केल, विश्लेषण परिणामहरू प्रतिकूल रूपमा प्रभावित हुन सक्छ।
pa: ਸ਼੍ਰੇਣੀ ਡੇਟਾ ਅਤੇ ਅਨੁਮਾਨਤ ਪੂਰਨ ਅੰਕ ਪ੍ਰਾਪਤ ਕੀਤਾ. ਜੇ ਇਹ ਪੂਰਨ ਅੰਕ ਕੋਈ ਆਰਡਰ ਸਕੇਲ, ਅੰਤਰਾਲ ਪੈਮਾਨਾ, ਜਾਂ ਅਨੁਪਾਤ ਸਕੇਲ ਨਹੀਂ ਹੈ, ਤਾਂ ਵਿਸ਼ਲੇਸ਼ਣ ਦੇ ਨਤੀਜੇ ਮਾੜੇ ਪ੍ਰਭਾਵਿਤ ਹੋ ਸਕਦੇ ਹਨ.
te: వర్గ డేటా మరియు fent హించిన పూర్ణాంక విలువ కనుగొనబడింది. ఈ పూర్ణాంక విలువ ఆర్డర్ స్కేల్, ఇంటర్వెల్ స్కేల్ లేదా రేషియో స్కేల్ కాకపోతే, విశ్లేషణ ఫలితాలు ప్రతికూలంగా ప్రభావితమవుతాయి.

source: ConfirmQuestion
es: ¿Seguro que continuará el análisis?
hi: क्या आप विश्लेषण करना सुनिश्चित करते हैं?
ne: के तपाइँ विश्लेषणको लागि निश्चित हुनुहुन्छ?
pa: ਕੀ ਤੁਹਾਨੂੰ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਲਈ ਯਕੀਨ ਹੈ?
te: మీరు ఖచ్చితంగా విశ్లేషణ కొనసాగించారా?

source: Search
es: búsqueda
hi: तलाशी
ne: खोजी
pa: ਖੋਜ
te: వెతకండి

source: MedianLabel
es: Median
hi: Median
ne: Median
pa: Median
te: Median

source: Median_mean
es: La mediana es una de las estadísticas típicas. Es un valor ubicado en el centro cuando los datos finitos se organizan en el orden ascendente. Por ejemplo, en el caso de cinco, la mediana de edad de la edad es la tercera edad en orden de edad. Si el número de datos es par, se usa el promedio de la aritmética brevitable central.
hi: मंझला विशिष्ट आंकड़ों में से एक है। यह केंद्र में स्थित एक मूल्य है जब परिमित डेटा को आरोही क्रम में व्यवस्थित किया जाता है। उदाहरण के लिए, पांच के मामले में, उम्र की औसत आयु आयु के क्रम में तीसरी आयु है। यदि डेटा की संख्या भी है, तो केंद्रीय Brevitative अंकगणित का औसत उपयोग किया जाता है।
ne: मध्यम एक साधारण तथ्या .्कहरू मध्ये एक हो। यो केन्द्रमा अवस्थित मान हो जब परिणत डाटा आरोही क्रममा व्यवस्थित गरिएको छ। उदाहरण को लागी, पाँच को मामला मा, उमेर को मध्यम उमेर तेस्रो उमेर को तेस्रो उमेर छ। यदि डाटाको संख्या पनि हो भने, केन्द्रीय subvables को औसत अंकगणनको प्रयोग गरिएको छ।
pa: ਮੀਡੀਅਨ ਇਕ ਆਮ ਅੰਕੜੇ ਵਿਚੋਂ ਇਕ ਹੈ. ਇਹ ਕੇਂਦਰ ਵਿੱਚ ਸਥਿਤ ਇੱਕ ਮੁੱਲ ਹੈ ਜਦੋਂ ਚੜ੍ਹਦੇ ਕ੍ਰਮ ਵਿੱਚ ਸੀਮਤ ਡੇਟਾ ਦਾ ਪ੍ਰਬੰਧ ਕੀਤਾ ਜਾਂਦਾ ਹੈ. ਉਦਾਹਰਣ ਦੇ ਲਈ, ਪੰਜਾਂ ਦੀ ਸਥਿਤੀ ਵਿੱਚ, ਉਮਰ ਦਾ ਦਰਮਿਆਨੀ ਉਮਰ ਤੀਜੀ ਉਮਰ ਹੈ. ਜੇ ਡੇਟਾ ਦੀ ਸੰਖਿਆ ਵੀ ਹੈ, ਤਾਂ ਕੇਂਦਰੀ ਬ੍ਰੇਵਿਟ ਹੋਣ ਯੋਗ ਹਿਸਾਬ ਦੀ .ਸਤਨ ਵਰਤੀ ਜਾਂਦੀ ਹੈ.
te: మధ్యస్థం సాధారణ గణాంకాలలో ఒకటి. అధిరోహించే క్రమంలో పరిమిత డేటా అమర్చబడినప్పుడు ఇది మధ్యలో ఉన్న విలువ. ఉదాహరణకు, ఐదు విషయంలో, వయస్సు యొక్క సగటు వయస్సు వయస్సులో మూడవ యుగం. డేటా సంఖ్య సమానంగా ఉంటే, సెంట్రల్ బ్లూవిటబుల్ అంకగణితం యొక్క సగటు ఉపయోగించబడుతుంది.

source: Max
es: Máximo
hi: मैक्स
ne: अधिकतम
pa: ਅਧਿਕਤਮ
te: గరిష్టంగా

source: Summary of Distribution
es: Resumen de distribución
hi: वितरण का सारांश
ne: वितरण को सारांश
pa: ਵੰਡ ਦਾ ਸਾਰ
te: పంపిణీ యొక్క సారాంశం

source: N Number
es: N número
hi: N संख्या
ne: N नम्बर
pa: N ਨੰਬਰ
te: N సంఖ్య

source: Average
es: Promedio
hi: औसत
ne: औसत
pa: Average ਸਤ
te: సగటు

source: Median
es: ¿Cuál es la mediana ...
hi: माध्य क्या है ...
ne: औसत के हो ...
pa: ਮੀਡੀਅਨ ਕੀ ਹੈ ...
te: మధ్యస్థం ఏమిటి ...

source: Total
hi: कुल
ne: कुल
pa: ਕੁੱਲ
te: మొత్తం

source: Frequence
es: Frecuencia
hi: बारंबारता
ne: मन
pa: ਫ੍ਰੀਕੈਂਸ
te: తరచుగా

source: End point
es: Punto final
hi: अंत बिंदु
ne: अन्त पोइन्ट
pa: ਅੰਤ ਬਿੰਦੂ
te: ముగింపు పాయింట్

source: Time Series
es: Series de tiempo
hi: समय श्रृंखला
ne: समय निर्माण
pa: ਟਾਈਮ ਸੀਰੀਜ਼
te: సమయ శ్రేణి

source: Pieces
es: Piezas
hi: टुकड़े
ne: टुक्रा
pa: ਟੁਕੜੇ
te: ముక్కలు

source: Show number hits
es: Número de enlace de datos
hi: डेटा लिंक की संख्या
ne: डाटा लिंक को संख्या
pa: ਡਾਟਾ ਲਿੰਕ ਦੀ ਗਿਣਤੀ
te: డేటా లింక్ సంఖ్య

source: Seconds
es: Segundos
hi: सेकंड
ne: सेकेन्ड
pa: ਸਕਿੰਟ
te: సెకన్లు

source: Response Time
es: Tiempo de respuesta
hi: प्रतिक्रिया समय
ne: जवाफ दिन
pa: ਜਵਾਬ ਦਾ ਸਮਾਂ
te: ప్రతిస్పందన సమయం

source: Edit
es: editar
hi: संपादन करना
ne: सम्पादन गर्नु
pa: ਸੋਧ
te: సవరణ

source: Back
es: atrás
hi: पीछे
ne: पिठिउ
pa: ਵਾਪਸ
te: తిరిగి

source: Add Node
es: Agregar nodo
hi: नोड जोड़ें
ne: नोड थप्नुहोस्
pa: ਨੋਡ ਸ਼ਾਮਲ ਕਰੋ
te: నోడ్ జోడించండి

source: Add Edge
es: Agregar borde
hi: बढ़त जोड़ें
ne: किनारा सम्पादन गर्नुहोस्
pa: ਕਿਨਾਰੇ ਸ਼ਾਮਲ ਕਰੋ
te: అంచుని జోడించండి

source: Edit Node
es: Editar nodo
hi: नोड संपादित करें
ne: नोड सम्पादन गर्नुहोस्
pa: ਨੋਡ ਨੂੰ ਸੋਧੋ
te: నోడ్ను సవరించండి

source: Add Description
es: Haga clic en el espacio vacío para colocar un nuevo nodo.
hi: नया नोड रखने के लिए खाली स्थान पर क्लिक करें।
ne: नयाँ नोड राख्न खाली ठाउँ मा क्लिक गर्नुहोस्।
pa: ਇੱਕ ਨਵਾਂ ਨੋਡ ਲਗਾਉਣ ਲਈ ਖਾਲੀ ਥਾਂ ਤੇ ਕਲਿਕ ਕਰੋ.
te: క్రొత్త నోడ్ ఉంచడానికి ఖాళీ స్థలంపై క్లిక్ చేయండి.

source: Edge Description
es: Haga clic en el nodo, arrastre el borde a otro nodo y conecte.
hi: नोड पर क्लिक करें, किनारे को दूसरे नोड पर खींचें और उन्हें कनेक्ट करें।
ne: नोडमा क्लिक गर्नुहोस्, किनारालाई अर्को नोडमा तान्नुहोस् र तिनीहरूलाई जोड्नुहोस्।
pa: ਨੋਡ ਤੇ ਕਲਿਕ ਕਰੋ, ਕਿਨਾਰੇ ਨੂੰ ਕਿਸੇ ਹੋਰ ਨੋਡ ਤੇ ਸੁੱਟੋ ਅਤੇ ਉਹਨਾਂ ਨਾਲ ਜੁੜੋ.
te: నోడ్ క్లిక్ చేసి, అంచుని మరొక నోడ్‌కు లాగండి మరియు వాటిని కనెక్ట్ చేయండి.

source: Edit Edge Description
es: Haga clic en el punto de control, arrástrelo al nodo y conéctese.
hi: नियंत्रण बिंदु पर क्लिक करें, इसे नोड पर खींचें और कनेक्ट करें।
ne: नियन्त्रण बिन्दुमा क्लिक गर्नुहोस्, यसलाई नोडमा तान्नुहोस् र जडान गर्नुहोस्।
pa: ਕੰਟਰੋਲ ਪੁਆਇੰਟ ਤੇ ਕਲਿਕ ਕਰੋ, ਇਸ ਨੂੰ ਨੋਡ ਤੇ ਖਿੱਚੋ ਅਤੇ ਕਨੈਕਟ ਕਰੋ.
te: కంట్రోల్ పాయింట్‌ను క్లిక్ చేసి, నోడ్‌కు లాగండి మరియు కనెక్ట్ చేయండి.

source: Create Edge Error
es: El borde no se puede agregar.
hi: एज को नहीं जोड़ा जा सकता है।
ne: किनारा थप्न सकिदैन।
pa: ਕਿਨਾਰੇ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ.
te: అంచుని జోడించలేము.

source: Delete Cluster Error
es: El clúster no se puede eliminar.
hi: क्लस्टर को हटाया नहीं जा सकता है।
ne: क्लस्टर मेटाउन सकिदैन।
pa: ਕਲੱਸਟਰ ਨੂੰ ਹਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ.
te: క్లస్టర్ తొలగించబడదు.

source: Edit Cluster Error
es: El clúster no se puede editar.
hi: क्लस्टर को संपादित नहीं किया जा सकता है।
ne: क्लस्टर सम्पादन गर्न सकिदैन।
pa: ਕਲੱਸਟਰ ਨੂੰ ਸੰਪਾਦਿਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ.
te: క్లస్టర్‌ను సవరించలేము.

source: Master name or value is duplicate!
es: El nombre o el valor de la pantalla se duplica.
hi: डिस्प्ले नाम या मान डुप्लिकेट किया गया है।
ne: प्रदर्शन नाम वा मान नक्कल गरिएको छ।
pa: ਡਿਸਪਲੇਅ ਦਾ ਨਾਮ ਜਾਂ ਮੁੱਲ ਨਕਲ ਹੈ.
te: ప్రదర్శన పేరు లేదా విలువ నకిలీ.

source: Input is required, please fill them try again!
es: Ingrese el nombre y el valor de la pantalla.
hi: प्रदर्शन नाम और मान दर्ज करें।
ne: प्रदर्शन नाम र मान प्रविष्ट गर्नुहोस्।
pa: ਡਿਸਪਲੇਅ ਦਾ ਨਾਮ ਅਤੇ ਮੁੱਲ ਦਰਜ ਕਰੋ.
te: ప్రదర్శన పేరు మరియు విలువను నమోదు చేయండి.

source: Line is required to save!
es: Ingrese la columna de línea.
hi: लाइन कॉलम दर्ज करें।
ne: लाइन स्तम्भ प्रविष्ट गर्नुहोस्।
pa: ਲਾਈਨ ਕਾਲਮ ਦਾਖਲ ਕਰੋ.
te: లైన్ కాలమ్‌ను నమోదు చేయండి.

source: Hour(s)
es: Horas
hi: घंटे
ne: घण्टा
pa: ਘੰਟੇ
te: గంటలు

source: Data Information
es: Información de datos
hi: डेटा जानकारी
ne: डाटा जानकारी
pa: ਡਾਟਾ ਜਾਣਕਾਰੀ
te: డేటా సమాచారం

source: day
es: Día
hi: दिन
ne: समय
pa: ਦਿਨ
te: రోజు

source: week
es: Semana
hi: सप्ताह
ne: हप्ता
pa: ਹਫ਼ਤਾ
te: వారం

source: Load Setting Info
es: Carga
hi: भार
ne: बोभ्क
pa: ਲੋਡ
te: లోడ్

source: Save Setting Info
es: Ahorrar
hi: बचाना
ne: बचाउनु
pa: ਸੇਵ
te: సేవ్

source: Overwrite Save Setting Info
es: Sobrescribir
hi: ओवरराइट
ne: ओभररारी
pa: ਓਵਰਰਾਈਟ
te: ఓవర్రైట్

source: Label Setting
es: Ajuste
hi: स्थापना
ne: सेप्ट गर्नु
pa: ਸੈਟਿੰਗ
te: అమరిక

source: Since there is the same title setting, please change the title.
es: Cambie el título porque se establece el mismo título.
hi: शीर्षक बदलें क्योंकि एक ही शीर्षक सेट है।
ne: शीर्षक परिवर्तन गर्नुहोस् किनकि उही शीर्षक सेट गरिएको छ।
pa: ਸਿਰਲੇਖ ਬਦਲੋ ਕਿਉਂਕਿ ਉਹੀ ਸਿਰਲੇਖ ਸੈਟ ਕੀਤਾ ਗਿਆ ਹੈ.
te: అదే శీర్షిక సెట్ చేయబడినందున శీర్షికను మార్చండి.

source: Save Setting
es: Guardar configuración
hi: सेटिंग को बचाएं
ne: सेटिंग बचत गर्नुहोस्
pa: ਸੈਟਿੰਗ ਸੇਵ ਕਰੋ
te: సెట్టింగ్‌ను సేవ్ చేయండి

source: Create Screenshot
es: Crear captura de pantalla
hi: स्क्रीनशॉट बनाएं
ne: स्क्रीनशट सिर्जना गर्नुहोस्
pa: ਸਕਰੀਨ ਸ਼ਾਟ ਬਣਾਓ
te: స్క్రీన్ షాట్ సృష్టించండి

source: Download
es: descargar
hi: डाउनलोड
ne: डाउनलोड गर्नुहोस्
pa: ਡਾਉਨਲੋਡ ਕਰੋ
te: డౌన్‌లోడ్
