Repository: apdn7/AnalysisPlatform
Catalog: ap/translations/*/LC_MESSAGES/messages.po
Languages: es, hi, ne, pa, te

source: TourWithDatafinder
es: With the data finder, you can select a datetime range while seeing when and how much data is being imported.BREAK_LINEBREAK_LINEIf data are exist, the corresponding cell is displayed in blue; the greater the amount of data, the brighter the blue. The existence of this data refers to the data for the process selected first in the step "Select target variable" or the process specified as theSPAN_TAG"Start point"SPAN_END_TAG
hi: With the data finder, you can select a datetime range while seeing when and how much data is being imported.BREAK_LINEBREAK_LINEIf data are exist, the corresponding cell is displayed in blue; the greater the amount of data, the brighter the blue. The existence of this data refers to the data for the process selected first in the step "Select target variable" or the process specified as theSPAN_TAG"Start point"SPAN_END_TAG
ne: With the data finder, you can select a datetime range while seeing when and how much data is being imported.BREAK_LINEBREAK_LINEIf data are exist, the corresponding cell is displayed in blue; the greater the amount of data, the brighter the blue. The existence of this data refers to the data for the process selected first in the step "Select target variable" or the process specified as theSPAN_TAG"Start point"SPAN_END_TAG
pa: With the data finder, you can select a datetime range while seeing when and how much data is being imported.BREAK_LINEBREAK_LINEIf data are exist, the corresponding cell is displayed in blue; the greater the amount of data, the brighter the blue. The existence of this data refers to the data for the process selected first in the step "Select target variable" or the process specified as theSPAN_TAG"Start point"SPAN_END_TAG
te: With the data finder, you can select a datetime range while seeing when and how much data is being imported.BREAK_LINEBREAK_LINEIf data are exist, the corresponding cell is displayed in blue; the greater the amount of data, the brighter the blue. The existence of this data refers to the data for the process selected first in the step "Select target variable" or the process specified as theSPAN_TAG"Start point"SPAN_END_TAG

source: TourUseFilter
es: Sin filtro
hi: कोई फिल्टर नहीं
ne: फिल्टर बिना
pa: ਕੋਈ ਫਿਲਟਰ ਨਹੀਂ
te: సంఖ్య వడపోత

source: TourCleansing
es: Advertencia
hi: चेतावनी
ne: चेतावनी
pa: ਚੇਤਾਵਨੀ
te: హెచ్చరిక

source: TourShowGraph
es: The basic setup is finished. Most of the settings done in this tour are common among most of the visualization. BREAK_LINEBREAK_LINEFinally, press the "Display Graph" button and wait a few moments for the graph to be drawn.
hi: The basic setup is finished. Most of the settings done in this tour are common among most of the visualization. BREAK_LINEBREAK_LINEFinally, press the "Display Graph" button and wait a few moments for the graph to be drawn.
ne: The basic setup is finished. Most of the settings done in this tour are common among most of the visualization. BREAK_LINEBREAK_LINEFinally, press the "Display Graph" button and wait a few moments for the graph to be drawn.
pa: The basic setup is finished. Most of the settings done in this tour are common among most of the visualization. BREAK_LINEBREAK_LINEFinally, press the "Display Graph" button and wait a few moments for the graph to be drawn.
te: The basic setup is finished. Most of the settings done in this tour are common among most of the visualization. BREAK_LINEBREAK_LINEFinally, press the "Display Graph" button and wait a few moments for the graph to be drawn.

source: TourFinish
es: Thank you for completing this tour. BREAK_LINEBREAK_LINEMany useful functions, including on-demand filters, are also implemented on the screen after visualization. Manipulations on the graph will never destroy the imported data, so lets start manipulating the graph and analyze the data from various angles.
hi: Thank you for completing this tour. BREAK_LINEBREAK_LINEMany useful functions, including on-demand filters, are also implemented on the screen after visualization. Manipulations on the graph will never destroy the imported data, so lets start manipulating the graph and analyze the data from various angles.
ne: Thank you for completing this tour. BREAK_LINEBREAK_LINEMany useful functions, including on-demand filters, are also implemented on the screen after visualization. Manipulations on the graph will never destroy the imported data, so lets start manipulating the graph and analyze the data from various angles.
pa: Thank you for completing this tour. BREAK_LINEBREAK_LINEMany useful functions, including on-demand filters, are also implemented on the screen after visualization. Manipulations on the graph will never destroy the imported data, so lets start manipulating the graph and analyze the data from various angles.
te: Thank you for completing this tour. BREAK_LINEBREAK_LINEMany useful functions, including on-demand filters, are also implemented on the screen after visualization. Manipulations on the graph will never destroy the imported data, so lets start manipulating the graph and analyze the data from various angles.

source: GoBack
es: atrás
hi: पीछे
ne: पिठिउ
pa: ਵਾਪਸ
te: తిరిగి

source: GoNext
es: Conectar
hi: जुडिये
ne: जोड्नु
pa: ਕਨੈਕਟ ਕਰੋ
te: కనెక్ట్

source: GoFinish
es: Thank you for completing this tour. BREAK_LINEBREAK_LINEMany useful functions, including on-demand filters, are also implemented on the screen after visualization. Manipulations on the graph will never destroy the imported data, so lets start manipulating the graph and analyze the data from various angles.
hi: Thank you for completing this tour. BREAK_LINEBREAK_LINEMany useful functions, including on-demand filters, are also implemented on the screen after visualization. Manipulations on the graph will never destroy the imported data, so lets start manipulating the graph and analyze the data from various angles.
ne: Thank you for completing this tour. BREAK_LINEBREAK_LINEMany useful functions, including on-demand filters, are also implemented on the screen after visualization. Manipulations on the graph will never destroy the imported data, so lets start manipulating the graph and analyze the data from various angles.
pa: Thank you for completing this tour. BREAK_LINEBREAK_LINEMany useful functions, including on-demand filters, are also implemented on the screen after visualization. Manipulations on the graph will never destroy the imported data, so lets start manipulating the graph and analyze the data from various angles.
te: Thank you for completing this tour. BREAK_LINEBREAK_LINEMany useful functions, including on-demand filters, are also implemented on the screen after visualization. Manipulations on the graph will never destroy the imported data, so lets start manipulating the graph and analyze the data from various angles.

source: GoNextToDataFinder
es: With the data finder, you can select a datetime range while seeing when and how much data is being imported.BREAK_LINEBREAK_LINEIf data are exist, the corresponding cell is displayed in blue; the greater the amount of data, the brighter the blue. The existence of this data refers to the data for the process selected first in the step "Select target variable" or the process specified as theSPAN_TAG"Start point"SPAN_END_TAG
hi: With the data finder, you can select a datetime range while seeing when and how much data is being imported.BREAK_LINEBREAK_LINEIf data are exist, the corresponding cell is displayed in blue; the greater the amount of data, the brighter the blue. The existence of this data refers to the data for the process selected first in the step "Select target variable" or the process specified as theSPAN_TAG"Start point"SPAN_END_TAG
ne: With the data finder, you can select a datetime range while seeing when and how much data is being imported.BREAK_LINEBREAK_LINEIf data are exist, the corresponding cell is displayed in blue; the greater the amount of data, the brighter the blue. The existence of this data refers to the data for the process selected first in the step "Select target variable" or the process specified as theSPAN_TAG"Start point"SPAN_END_TAG
pa: With the data finder, you can select a datetime range while seeing when and how much data is being imported.BREAK_LINEBREAK_LINEIf data are exist, the corresponding cell is displayed in blue; the greater the amount of data, the brighter the blue. The existence of this data refers to the data for the process selected first in the step "Select target variable" or the process specified as theSPAN_TAG"Start point"SPAN_END_TAG
te: With the data finder, you can select a datetime range while seeing when and how much data is being imported.BREAK_LINEBREAK_LINEIf data are exist, the corresponding cell is displayed in blue; the greater the amount of data, the brighter the blue. The existence of this data refers to the data for the process selected first in the step "Select target variable" or the process specified as theSPAN_TAG"Start point"SPAN_END_TAG

source: TourWelcomeTitle
es: Welcome to the Analysis Platform
hi: Welcome to the Analysis Platform
ne: Welcome to the Analysis Platform
pa: Welcome to the Analysis Platform
te: Welcome to the Analysis Platform

source: TourWelcome
es: In this tour, we are going to walk through the basics of how to run the visualizations. All visualizations can be used in the similar manner.
hi: In this tour, we are going to walk through the basics of how to run the visualizations. All visualizations can be used in the similar manner.
ne: In this tour, we are going to walk through the basics of how to run the visualizations. All visualizations can be used in the similar manner.
pa: In this tour, we are going to walk through the basics of how to run the visualizations. All visualizations can be used in the similar manner.
te: In this tour, we are going to walk through the basics of how to run the visualizations. All visualizations can be used in the similar manner.

source: TourWelcomeQuit
es: Quit tour
hi: Quit tour
ne: Quit tour
pa: Quit tour
te: Quit tour

source: TourSelectTargetVarTitle
es: Select a process and then select some variables that you would like to visualize. You can select additional process by clicking the + button on the upper right.BREAK_LINEYou can also set variables for label plots and facets.BREAK_LINE
hi: Select a process and then select some variables that you would like to visualize. You can select additional process by clicking the + button on the upper right.BREAK_LINEYou can also set variables for label plots and facets.BREAK_LINE
ne: Select a process and then select some variables that you would like to visualize. You can select additional process by clicking the + button on the upper right.BREAK_LINEYou can also set variables for label plots and facets.BREAK_LINE
pa: Select a process and then select some variables that you would like to visualize. You can select additional process by clicking the + button on the upper right.BREAK_LINEYou can also set variables for label plots and facets.BREAK_LINE
te: Select a process and then select some variables that you would like to visualize. You can select additional process by clicking the + button on the upper right.BREAK_LINEYou can also set variables for label plots and facets.BREAK_LINE

source: TourSelectTargetPeriodTitle
es: Período objetivo
hi: लक्ष्य अवधि
ne: लत अवधि
pa: ਟਾਰਗੇਟ ਪੀਰੀਅਡ
te: లక్ష్య కాలం

source: TourSelectTargetPeriodDatePickerTitle
es: Clicking on the textbox will show datetime selector. You can specify the datetime range with this selector, or by typing directly with the keyboard.
hi: Clicking on the textbox will show datetime selector. You can specify the datetime range with this selector, or by typing directly with the keyboard.
ne: Clicking on the textbox will show datetime selector. You can specify the datetime range with this selector, or by typing directly with the keyboard.
pa: Clicking on the textbox will show datetime selector. You can specify the datetime range with this selector, or by typing directly with the keyboard.
te: Clicking on the textbox will show datetime selector. You can specify the datetime range with this selector, or by typing directly with the keyboard.

source: TourFindDataTitle
es: No problem. Clicking the "Data Finder" button, you can access data finder, which you can find the time range of the stored data.
hi: No problem. Clicking the "Data Finder" button, you can access data finder, which you can find the time range of the stored data.
ne: No problem. Clicking the "Data Finder" button, you can access data finder, which you can find the time range of the stored data.
pa: No problem. Clicking the "Data Finder" button, you can access data finder, which you can find the time range of the stored data.
te: No problem. Clicking the "Data Finder" button, you can access data finder, which you can find the time range of the stored data.

source: TourWithDatafinderTitle
es: With the data finder, you can select a datetime range while seeing when and how much data is being imported.BREAK_LINEBREAK_LINEIf data are exist, the corresponding cell is displayed in blue; the greater the amount of data, the brighter the blue. The existence of this data refers to the data for the process selected first in the step "Select target variable" or the process specified as theSPAN_TAG"Start point"SPAN_END_TAG
hi: With the data finder, you can select a datetime range while seeing when and how much data is being imported.BREAK_LINEBREAK_LINEIf data are exist, the corresponding cell is displayed in blue; the greater the amount of data, the brighter the blue. The existence of this data refers to the data for the process selected first in the step "Select target variable" or the process specified as theSPAN_TAG"Start point"SPAN_END_TAG
ne: With the data finder, you can select a datetime range while seeing when and how much data is being imported.BREAK_LINEBREAK_LINEIf data are exist, the corresponding cell is displayed in blue; the greater the amount of data, the brighter the blue. The existence of this data refers to the data for the process selected first in the step "Select target variable" or the process specified as theSPAN_TAG"Start point"SPAN_END_TAG
pa: With the data finder, you can select a datetime range while seeing when and how much data is being imported.BREAK_LINEBREAK_LINEIf data are exist, the corresponding cell is displayed in blue; the greater the amount of data, the brighter the blue. The existence of this data refers to the data for the process selected first in the step "Select target variable" or the process specified as theSPAN_TAG"Start point"SPAN_END_TAG
te: With the data finder, you can select a datetime range while seeing when and how much data is being imported.BREAK_LINEBREAK_LINEIf data are exist, the corresponding cell is displayed in blue; the greater the amount of data, the brighter the blue. The existence of this data refers to the data for the process selected first in the step "Select target variable" or the process specified as theSPAN_TAG"Start point"SPAN_END_TAG

source: TourUseFilterTitle
es: Sin filtro
hi: कोई फिल्टर नहीं
ne: फिल्टर बिना
pa: ਕੋਈ ਫਿਲਟਰ ਨਹੀਂ
te: సంఖ్య వడపోత

source: TourCleansingTitle
es: Advertencia
hi: चेतावनी
ne: चेतावनी
pa: ਚੇਤਾਵਨੀ
te: హెచ్చరిక

source: TourShowGraphTitle
es: The basic setup is finished. Most of the settings done in this tour are common among most of the visualization. BREAK_LINEBREAK_LINEFinally, press the "Display Graph" button and wait a few moments for the graph to be drawn.
hi: The basic setup is finished. Most of the settings done in this tour are common among most of the visualization. BREAK_LINEBREAK_LINEFinally, press the "Display Graph" button and wait a few moments for the graph to be drawn.
ne: The basic setup is finished. Most of the settings done in this tour are common among most of the visualization. BREAK_LINEBREAK_LINEFinally, press the "Display Graph" button and wait a few moments for the graph to be drawn.
pa: The basic setup is finished. Most of the settings done in this tour are common among most of the visualization. BREAK_LINEBREAK_LINEFinally, press the "Display Graph" button and wait a few moments for the graph to be drawn.
te: The basic setup is finished. Most of the settings done in this tour are common among most of the visualization. BREAK_LINEBREAK_LINEFinally, press the "Display Graph" button and wait a few moments for the graph to be drawn.

source: TourFinishTitle
es: Thank you for completing this tour. BREAK_LINEBREAK_LINEMany useful functions, including on-demand filters, are also implemented on the screen after visualization. Manipulations on the graph will never destroy the imported data, so lets start manipulating the graph and analyze the data from various angles.
hi: Thank you for completing this tour. BREAK_LINEBREAK_LINEMany useful functions, including on-demand filters, are also implemented on the screen after visualization. Manipulations on the graph will never destroy the imported data, so lets start manipulating the graph and analyze the data from various angles.
ne: Thank you for completing this tour. BREAK_LINEBREAK_LINEMany useful functions, including on-demand filters, are also implemented on the screen after visualization. Manipulations on the graph will never destroy the imported data, so lets start manipulating the graph and analyze the data from various angles.
pa: Thank you for completing this tour. BREAK_LINEBREAK_LINEMany useful functions, including on-demand filters, are also implemented on the screen after visualization. Manipulations on the graph will never destroy the imported data, so lets start manipulating the graph and analyze the data from various angles.
te: Thank you for completing this tour. BREAK_LINEBREAK_LINEMany useful functions, including on-demand filters, are also implemented on the screen after visualization. Manipulations on the graph will never destroy the imported data, so lets start manipulating the graph and analyze the data from various angles.

source: Dup check message
es: Number of duplicate serials (percentage)
hi: Number of duplicate serials (percentage)
ne: Number of duplicate serials (percentage)
pa: Number of duplicate serials (percentage)
te: Number of duplicate serials (percentage)

source: Divide by calender (Cyclic)
es: Dividir por término (cíclico)
hi: अवधि (चक्रीय) द्वारा विभाजित करें
ne: शर्त (चक्र) द्वारा विभाजन गर्नुहोस्
pa: ਅਵਧੀ (ਸਾਈਕਲ) ਨਾਲ ਵੰਡੋ
te: పదం (చక్రీయ) ద్వారా విభజించండి

source: Divide format
es: Fecha de vencimiento (inicio)
hi: समाप्ति तिथि (प्रारंभ)
ne: म्याद समाप्त हुने मिति (सुरु)
pa: ਮਿਆਦ ਪੁੱਗਣ ਦੀ ਤਾਰੀਖ (ਸ਼ੁਰੂ)
te: గడువు తేదీ (ప్రారంభం)

source: Divide format hover msg
es: When calculating the degree of distribution variation (EMD) for each distribution, the previous distribution is used as the reference.
hi: When calculating the degree of distribution variation (EMD) for each distribution, the previous distribution is used as the reference.
ne: When calculating the degree of distribution variation (EMD) for each distribution, the previous distribution is used as the reference.
pa: When calculating the degree of distribution variation (EMD) for each distribution, the previous distribution is used as the reference.
te: When calculating the degree of distribution variation (EMD) for each distribution, the previous distribution is used as the reference.

source: Daterange divide by calender hover msg
es: Click : Date & time selection only Double click : Date & time selection and apply
hi: Click : Date & time selection only Double click : Date & time selection and apply
ne: Click : Date & time selection only Double click : Date & time selection and apply
pa: Click : Date & time selection only Double click : Date & time selection and apply
te: Click : Date & time selection only Double click : Date & time selection and apply

source: Offset hover msg
es: Select the EMD (Earth Mover's Distance) calculation mode that indicates the degree of distribution variation.
hi: Select the EMD (Earth Mover's Distance) calculation mode that indicates the degree of distribution variation.
ne: Select the EMD (Earth Mover's Distance) calculation mode that indicates the degree of distribution variation.
pa: Select the EMD (Earth Mover's Distance) calculation mode that indicates the degree of distribution variation.
te: Select the EMD (Earth Mover's Distance) calculation mode that indicates the degree of distribution variation.

source: AgP color hover msg
es: Draws a scatter plot with contour showing the central portion of the distribution. If the number of data points drawn in one scatter plot is 10,000 or more, scatter plot with contour is shown to omit the data points drawn on the plot.
hi: Draws a scatter plot with contour showing the central portion of the distribution. If the number of data points drawn in one scatter plot is 10,000 or more, scatter plot with contour is shown to omit the data points drawn on the plot.
ne: Draws a scatter plot with contour showing the central portion of the distribution. If the number of data points drawn in one scatter plot is 10,000 or more, scatter plot with contour is shown to omit the data points drawn on the plot.
pa: Draws a scatter plot with contour showing the central portion of the distribution. If the number of data points drawn in one scatter plot is 10,000 or more, scatter plot with contour is shown to omit the data points drawn on the plot.
te: Draws a scatter plot with contour showing the central portion of the distribution. If the number of data points drawn in one scatter plot is 10,000 or more, scatter plot with contour is shown to omit the data points drawn on the plot.

source: Aggregation Plot info
es: You can visualize aggregated results such as production volume, number of defects, and time-series changes in sensor data, and explore their relationships.
hi: You can visualize aggregated results such as production volume, number of defects, and time-series changes in sensor data, and explore their relationships.
ne: You can visualize aggregated results such as production volume, number of defects, and time-series changes in sensor data, and explore their relationships.
pa: You can visualize aggregated results such as production volume, number of defects, and time-series changes in sensor data, and explore their relationships.
te: You can visualize aggregated results such as production volume, number of defects, and time-series changes in sensor data, and explore their relationships.

source: AgP target variables
es: Target variable
hi: Target variable
ne: Target variable
pa: Target variable
te: Target variable

source: Latest month
es: month
hi: month
ne: month
pa: month
te: month

source: Latest year
es: year
hi: year
ne: year
pa: year
te: year

source: SkD select over 100 sensor msg
es: Processing might take time due to the large number of selected variables. To reduce the processing time, reduce the number of variables and rerun the visualization.
hi: Processing might take time due to the large number of selected variables. To reduce the processing time, reduce the number of variables and rerun the visualization.
ne: Processing might take time due to the large number of selected variables. To reduce the processing time, reduce the number of variables and rerun the visualization.
pa: Processing might take time due to the large number of selected variables. To reduce the processing time, reduce the number of variables and rerun the visualization.
te: Processing might take time due to the large number of selected variables. To reduce the processing time, reduce the number of variables and rerun the visualization.
