Repository: apdn7/AnalysisPlatform
Catalog: ap/translations/*/LC_MESSAGES/messages.po
Languages: es, hi, ne, pa, te

source: AbnormalGraphShowMsg
es: Las razones por las cuales el gráfico no se puede mostrar es el siguiente. BREAK_LINE Verifique la situación. BREAK_LINE・ Los datos no se importan, o en el medio de la importación. BREAK_LINE・ No se vinculan datos, o en el medio del atado. BREAK_LINE・ La configuración del gráfico es inapropiada.
hi: ग्राफ को प्रदर्शित करने के कारण इस प्रकार हैं। BREAK_LINE स्थिति की जाँच करें। BREAK_LINE・ डेटा आयात नहीं किया जाता है, या आयात के बीच में। BREAK_LINE・ कोई डेटा जुड़ा हुआ नहीं है, या बांधने के बीच में है। BREAK_LINE・ ग्राफ की सेटिंग अनुचित है।
ne: कारणहरू किन प्रदर्शित हुन सक्दैन भन्ने कारणहरू निम्नानुसार छन्। __33: स्थिति जाँच गर्नुहोस्। __333 डाटा आयात गरिएको छैन, वा आयातको बीचमा। __33: कुनै डाटा लिंक गरिएको छैन, वा बाँध्ने बीचमा। __333: ग्राफको सेटिंग अनुपयुक्त छ।
pa: ਹੇਠਾਂ ਦਿੱਤੇ ਕਾਰਨ ਦੇ ਕਾਰਨਾਂ ਨੂੰ ਪ੍ਰਦਰਸ਼ਤ ਕਰਨ ਦੇ ਕਾਰਨ ਹਨ. BREAK_LINE ਸਥਿਤੀ ਦੀ ਜਾਂਚ ਕਰੋ. __333 __ ਡਾਟਾ ਆਯਾਤ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ, ਜਾਂ ਆਯਾਤ ਦੇ ਮੱਧ ਵਿੱਚ. __333 __333 ____ ਕੋਈ ਡਾਟਾ ਜੁੜਿਆ ਨਹੀਂ ਹੈ, ਜਾਂ ਬੰਨ੍ਹਣ ਦੇ ਵਿਚਕਾਰ. BREAK_LINE・333 ਗ੍ਰਾਫ ਦੀ ਸੈਟਿੰਗ ਅਣਉਚਿਤ ਹੈ.
te: గ్రాఫ్ ప్రదర్శించబడటానికి కారణాలు ఈ క్రింది విధంగా ఉన్నాయి. BREAK_LINE పరిస్థితిని తనిఖీ చేయండి. BREAK_LINE・ డేటా దిగుమతి చేయబడలేదు, లేదా దిగుమతి మధ్యలో. BREAK_LINE・ ఏ డేటా లింక్ చేయబడలేదు, లేదా టైయింగ్ మధ్యలో లేదు. BREAK_LINE・ గ్రాఫ్ యొక్క సెట్టింగ్ సరికాదు.

source: Warning
es: Advertencia
hi: चेतावनी
ne: चेतावनी
pa: ਚੇਤਾਵਨੀ
te: హెచ్చరిక

source: Invalid data in datetime column
es: Los registros que contienen datos no válidos en la columna de datos de fecha no se importan.
hi: दिनांक डेटा कॉलम में अमान्य डेटा वाले रिकॉर्ड आयातित नहीं होते हैं।
ne: रेकर्डहरू जुन मिति डाटा स्तम्भमा अवैध डाटा समावेश गर्दछ आयात गरिएको छैन।
pa: ਰਿਕਾਰਡ ਕੀਤੇ ਗਏ ਰਿਕਾਰਡ ਵਿੱਚ ਡੈਟਾ ਡੈਟਾ ਕਾਲਮ ਵਿੱਚ ਅਪ੍ਰਮਾਣਿਕ ​​ਡੇਟਾ ਆਯਾਤ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ.
te: తేదీ డేటా కాలమ్‌లో చెల్లని డేటాను కలిగి ఉన్న రికార్డులు దిగుమతి చేయబడవు.

source: Refer data file
es: Puede consultar los archivos en la carpeta a continuación para obtener datos que no pudieran importarse.
hi: आप डेटा के लिए नीचे दिए गए फ़ोल्डर में फ़ाइलों को संदर्भित कर सकते हैं जो आयात नहीं किया जा सकता है।
ne: तपाईं तल डाटाको लागि फोल्डरहरूमा फाईलहरू सन्दर्भ गर्न सक्नुहुनेछ जुन आयात गर्न सकिएन।
pa: ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਫੋਲਡਰ ਵਿੱਚ ਫਾਈਲਾਂ ਦਾ ਹਵਾਲਾ ਦੇ ਸਕਦੇ ਹੋ ਜਿਸ ਵਿੱਚ ਆਯਾਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ.
te: దిగుమతి చేయలేని డేటా కోసం మీరు క్రింది ఫోల్డర్‌లోని ఫైల్‌లను సూచించవచ్చు.

source: The Application do not connect internet and unable to upload usage.
es: El estado de uso no se puede cargar porque no está conectado a Internet.
hi: उपयोग की स्थिति अपलोड नहीं की जा सकती क्योंकि यह इंटरनेट से जुड़ा नहीं है।
ne: उपयोग स्थिति अपलोड गर्न सकिदैन किनकि यो इन्टरनेटमा जडान गरिएको छैन।
pa: ਉਪਯੋਗਤਾ ਸਥਿਤੀ ਅਪਲੋਡ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ ਕਿਉਂਕਿ ਇਹ ਇੰਟਰਨੈਟ ਨਾਲ ਜੁੜਿਆ ਨਹੀਂ ਹੈ.
te: వినియోగ స్థితిని అప్‌లోడ్ చేయలేము ఎందుకంటే ఇది ఇంటర్నెట్‌కు కనెక్ట్ కాలేదు.

source: Please check the settings of network connection.
es: Verifique la conexión de red.
hi: कृपया नेटवर्क कनेक्शन देखें।
ne: कृपया नेटवर्क जडान जाँच गर्नुहोस्।
pa: ਕਿਰਪਾ ਕਰਕੇ ਨੈੱਟਵਰਕ ਕੁਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ.
te: దయచేసి నెట్‌వర్క్ కనెక్షన్‌ను తనిఖీ చేయండి.

source: If you link the data again, it takes a long time.
es: Tomará mucho tiempo vincular los datos nuevamente.
hi: डेटा को फिर से लिंक करने में लंबा समय लगेगा।
ne: यसले फेरि डाटा लिंक गर्न लामो समय लिन्छ।
pa: ਦੁਬਾਰਾ ਡੇਟਾ ਨੂੰ ਜੋੜਨ ਵਿੱਚ ਬਹੁਤ ਸਮਾਂ ਲੱਗੇਗਾ.
te: డేటాను మళ్లీ లింక్ చేయడానికి చాలా సమయం పడుతుంది.

source: Are you sure that you want to re-link the data?
es: ¿Estás seguro de volver a conectar los datos?
hi: क्या आप डेटा को फिर से जोड़ना सुनिश्चित कर रहे हैं?
ne: के तपाइँ डाटा पुन: जडान गर्न निश्चित हुनुहुन्छ?
pa: ਕੀ ਤੁਹਾਨੂੰ ਡੇਟਾ ਨੂੰ ਮੁੜ ਜੋੜਨਾ ਪੱਕਾ ਹੈ?
te: మీరు డేటాను తిరిగి కనెక్ట్ చేయాలా?

source: Abort
es: Abortar
hi: बीच में बंद करें
ne: परिचित
pa: ਅਧੂਰਾ ਛੱਡਣਾ
te: అబార్ట్

source: Proceed
es: Ejecutar
hi: निष्पादित
ne: प्राणदण्ड दिनु
pa: ਚਲਾਓ
te: అమలు చేయండి

source: Confirm to return to the linking settings you registered the last time
es: ¿Seguro que recargará la configuración del enlace de datos registrada anteriormente?
hi: क्या आप पहले से पंजीकृत डेटा लिंक सेटिंग्स को फिर से लोड करना सुनिश्चित कर रहे हैं?
ne: के तपाइँ पहिले दर्ता गरिएको डाटा लिंक सेटिंग्स पुन: लोड गर्न निश्चित हुनुहुन्छ?
pa: ਕੀ ਤੁਸੀਂ ਪਹਿਲਾਂ ਰਜਿਸਟਰਡ ਡਾਟਾ ਲਿੰਕ ਸੈਟਿੰਗਾਂ ਨੂੰ ਮੁੜ ਲੋਡ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
te: మీరు గతంలో నమోదు చేసుకున్న డేటా లింక్ సెట్టింగులను రీలోడ్ చేయాలా?

source: Importing data was started.
es: Comenzó a importar datos.
hi: डेटा आयात करना शुरू कर दिया।
ne: डाटा आयात गर्न सुरु।
pa: ਆਯਾਤ ਡੇਟਾ ਆਯਾਤ ਕਰਨਾ ਸ਼ੁਰੂ ਕੀਤਾ.
te: డేటాను దిగుమతి చేయడం ప్రారంభించారు.

source: You can check the progress from the link below.
es: Puede verificar el progreso de la importación del siguiente enlace.
hi: आप नीचे दिए गए लिंक से आयात की प्रगति की जांच कर सकते हैं।
ne: तपाईं तलको लिंकबाट आयातको प्रगति जाँच गर्न सक्नुहुनेछ।
pa: ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ ਤੋਂ ਆਯਾਤ ਦੀ ਪ੍ਰਗਤੀ ਦੀ ਜਾਂਚ ਕਰ ਸਕਦੇ ਹੋ.
te: దిగువ లింక్ నుండి మీరు దిగుమతి పురోగతిని తనిఖీ చేయవచ్చు.

source: CheckErrorJob
es: Consulte la página de la lista de trabajo para obtener un estado de error.
hi: त्रुटि स्थिति के लिए नौकरी सूची पृष्ठ देखें।
ne: त्रुटि स्थिति को लागी रोजगार सूची पृष्ठ हेर्नुहोस्।
pa: ਗਲਤੀ ਦੀ ਸਥਿਤੀ ਲਈ ਨੌਕਰੀ ਸੂਚੀ ਦਾ ਪੰਨਾ ਵੇਖੋ.
te: లోపం స్థితి కోసం ఉద్యోగ జాబితా పేజీని చూడండి.

source: Linking data was started.
es: Comenzó a vincular datos.
hi: डेटा को लिंक करना शुरू कर दिया।
ne: डाटा लिंक गर्न सुरु भयो।
pa: ਲਿੰਕਿੰਗ ਡੇਟਾ ਨੂੰ ਸ਼ੁਰੂ ਕੀਤਾ.
te: డేటాను అనుసంధానించడం ప్రారంభించారు.

source: Once per 3 minutes
es: Una vez cada 3 minutos
hi: हर 3 मिनट में एक बार
ne: प्रत्येक minutes मिनेट एक पटक
pa: ਹਰ 3 ਮਿੰਟ ਵਿਚ ਇਕ ਵਾਰ
te: ప్రతి 3 నిమిషాలకు ఒకసారి

source: Once per 5 minutes
es: Una vez cada 5 minutos
hi: हर 5 मिनट में एक बार
ne: प्रत्येक minutes मिनेट एक पटक
pa: ਹਰ 5 ਮਿੰਟ ਵਿਚ ਇਕ ਵਾਰ
te: ప్రతి 5 నిమిషాలకు ఒకసారి

source: Once per 10 minutes
es: Una vez cada 10 minutos
hi: हर 10 मिनट में एक बार
ne: प्रत्येक 10 मिनेट एक पटक
pa: ਹਰ 10 ਮਿੰਟ ਵਿਚ ਇਕ ਵਾਰ
te: ప్రతి 10 నిమిషాలకు ఒకసారి

source: Optional function
es: Función opcional
hi: वैकल्पिक कार्य
ne: ऐकुल समारोह
pa: ਵਿਕਲਪਿਕ ਕਾਰਜ
te: ఐచ్ఛిక ఫంక్షన్

source: File type
es: Tipo de archivo
hi: फाइल का प्रकार
ne: फाइल प्रकार
pa: ਫਾਈਲ ਕਿਸਮ
te: ఫైల్ రకం

source: TSV Export
es: TSV Exportar
hi: TSV निर्यात
ne: TSV निर्यात
pa: Inf± ਨਿਰਯਾਤ
te: TSV ఎగుమతి

source: Because of the large number of selected records, graphs are displayed with limitation of number of records per one graph to 50,000.
es: Debido a la gran cantidad de registros seleccionados y al tiempo requerido para mostrar el gráfico, el número de registros por gráfico se limitó a 50,000.
hi: बड़ी संख्या में चयनित रिकॉर्ड और ग्राफ को प्रदर्शित करने के लिए आवश्यक समय के कारण, प्रति ग्राफ रिकॉर्ड की संख्या 50,000 तक सीमित थी।
ne: चयनित रेकर्डको ठूलो संख्याको कारणले र ग्राफ प्रदर्शन गर्न आवश्यक समय, ग्राफ 500,000 सम्म रेकर्डहरूको संख्या सीमित गरिएको थियो।
pa: ਚੁਣੇ ਗਏ ਰਿਕਾਰਡਾਂ ਦੀ ਵੱਡੀ ਗਿਣਤੀ ਦੇ ਕਾਰਨ ਅਤੇ ਗ੍ਰਾਫ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ ਲਈ ਲੋੜੀਂਦਾ ਸਮਾਂ, ਪ੍ਰਤੀ ਗ੍ਰਾਫ ਦੇ ਰਿਕਾਰਡਾਂ ਦੀ ਗਿਣਤੀ 50,000 ਤੱਕ ਸੀਮਿਤ ਸੀ.
te: పెద్ద సంఖ్యలో ఎంచుకున్న రికార్డులు మరియు గ్రాఫ్‌ను ప్రదర్శించడానికి అవసరమైన సమయం కారణంగా, ప్రతి గ్రాఫ్‌కు రికార్డుల సంఖ్య 50,000 కు పరిమితం చేయబడింది.

source: Time series chart
es: Gráfico de series de tiempo
hi: समय श्रृंखला चार्ट
ne: समय श्रृंखला चार्ट
pa: ਟਾਈਮ ਸੀਰੀਜ਼ ਚਾਰਟ
te: సమయ శ్రేణి చార్ట్

source: Category value
es: Valor de categoría
hi: श्रेणी मूल्य
ne: कोटि मान
pa: ਸ਼੍ਰੇਣੀ ਦਾ ਮੁੱਲ
te: వర్గం విలువ

source: TraceResultLimited
es: Dado que el número de registros en el período especificado es de más de 5,000, el enlace BREAK_LINE está vinculado dentro de ± 14 días del período especificado. Si no desea limitar el rango de enlace, ajuste la duración para reducir el número de registros de BREAK_LINE.
hi: चूंकि निर्दिष्ट अवधि में रिकॉर्ड की संख्या 5,000 से अधिक है, BREAK_LINE लिंक निर्दिष्ट अवधि के ± 14 दिनों के भीतर बाध्य है। यदि आप लिंकिंग रेंज को सीमित नहीं करना चाहते हैं, तो BREAK_LINE के रिकॉर्ड की संख्या को कम करने के लिए अवधि को समायोजित करें।
ne: निर्दिष्ट अवधिमा रेकर्ड संख्या 5,000000 भन्दा बढी हो, __34: निर्दिष्ट अवधिको ± 1 days दिन भित्र बाँधिएको छ। यदि तपाईं लिंक दायरा सीमित गर्न चाहनुहुन्न भने, __34: को रेकर्डहरूको संख्या कम गर्न अवधि समायोजन गर्नुहोस्।
pa: ਕਿਉਂਕਿ ਨਿਰਧਾਰਤ ਅਵਧੀ ਵਿੱਚ ਰਿਕਾਰਡਾਂ ਦੀ ਗਿਣਤੀ 5,000 ਤੋਂ ਵੱਧ ਹੈ, BREAK_LINE ਲਿੰਕ ਨਿਰਧਾਰਤ ਅਵਧੀ ਦੇ ± 14 ਦਿਨਾਂ ਦੇ ਅੰਦਰ ਬੱਝੀ ਹੋਈ ਹੈ. ਜੇ ਤੁਸੀਂ ਲਿੰਕਿੰਗ ਰੇਂਜ ਨੂੰ ਸੀਮਿਤ ਨਹੀਂ ਕਰਨਾ ਚਾਹੁੰਦੇ, ਤਾਂ BREAK_LINE ਦੇ ਰਿਕਾਰਡਾਂ ਦੀ ਗਿਣਤੀ ਘਟਾਉਣ ਲਈ ਅਵਧੀ ਵਿਵਸਥਿਤ ਕਰੋ.
te: పేర్కొన్న కాలంలో రికార్డుల సంఖ్య 5,000 కంటే ఎక్కువ కాబట్టి, BREAK_LINE లింక్ పేర్కొన్న వ్యవధి యొక్క ± 14 రోజులలోపు కట్టుబడి ఉంటుంది. మీరు లింకింగ్ పరిధిని పరిమితం చేయకూడదనుకుంటే, BREAK_LINE యొక్క రికార్డుల సంఖ్యను తగ్గించడానికి వ్యవధిని సర్దుబాటు చేయండి.

source: Setting scale
es: Escala de configuración
hi: सेटिंग पैमाना
ne: स्केल सेटिंग
pa: ਸੈਟਿੰਗ ਸਕੇਲ
te: సెట్టింగ్ స్కేల్

source: Common scale
es: Escala común
hi: सामान्य मान
ne: सामान्य स्केल
pa: ਆਮ ਪੈਮਾਨਾ
te: సాధారణ స్థాయి

source: Threshold line
es: Línea umbral
hi: थ्रेशोल्ड लाइन
ne: थ्रेसोल्ड लाइन
pa: ਥ੍ਰੈਸ਼ੋਲਡ ਲਾਈਨ
te: ప్రవేశ రేఖ

source: Auto scale
es: Auto escala
hi: स्वचालित पैमाने
ne: स्वत: स्केल
pa: ਆਟੋ ਸਕੇਲ
te: ఆటో స్కేల్

source: Being used scale
es: Siendo escala de uso
hi: इस्तेमाल किया जा रहा है
ne: स्केल प्रयोग गर्दै
pa: ਵਰਤੇ ਜਾ ਰਹੇ ਹਨ
te: ఉపయోగించబడుతున్న స్కేల్

source: Pn_proc
es: Pn de proceso
hi: Pn प्रक्रिया का
ne: Pn प्रक्रिया
pa: ਪ੍ਰਕਿਰਿਆ ਦਾ __422__
te: Pn ప్రక్రియ యొక్క

source: maxValue
es: Máximo
hi: मैक्स
ne: अधिकतम
pa: ਅਧਿਕਤਮ
te: గరిష్టంగా

source: minValue
es: Mínimo
hi: मिनट
ne: दारी
pa: ਮਿਨ
te: నిమి

source: None
es: Ninguna
hi: कोई भी नहीं
ne: केहि पनि होइन
pa: ਕੋਈ ਨਹੀਂ
te: ఏదీ లేదు

source: Summary
es: Resumen
hi: सारांश
ne: सारांश
pa: ਸੰਖੇਪ
te: సారాంశం

source: Count
es: Contar
hi: गिनती करना
ne: गन्नु
pa: ਗਿਣਤੀ
te: కౌంట్

source: Basic statistics
es: Estadística básica
hi: मूल सांख्यिकी
ne: आधारभूत तथ्या .्क
pa: ਮੁੱ ort ਲੇ ਅੰਕੜੇ
te: ప్రాథమిక గణాంకాలు

source: Non parametric
es: No paramétrico
hi: गैर -पैरामीट्रिक
ne: गैर प्यारामिटिक
pa: ਗੈਰ-ਪ੍ਰਭਾਸ਼ਿਤ
te: నాన్ పారామెట్రిక్

source: Quality of Data
es: Calidad de datos
hi: आधार सामग्री की गुणवत्ता
ne: डेटा गुणस्तर
pa: ਡਾਟਾ ਕੁਆਲਟੀ
te: డేటా నాణ్యత

source: Viewer
es: Espectador
hi: दर्शक
ne: दर्शक
pa: ਦਰਸ਼ਕ
te: వీక్షకుడు

source: ImportData
es: Datos de importacion
hi: आयात आंकड़ा
ne: डाटा आयात गर्नुहोस्
pa: ਡਾਟਾ ਆਯਾਤ
te: డేటాను దిగుమతి చేయండి

source: Based on the set config information, generating the ID for linking the data will be started.
es: El proceso de enlace de datos se iniciará en función de la configuración actual.
hi: डेटा लिंक प्रक्रिया वर्तमान कॉन्फ़िगरेशन के आधार पर शुरू होगी।
ne: डाटा लिंक प्रक्रिया हालको कन्फिगरेसनमा आधारित हुन्छ।
pa: ਡਾਟਾ ਲਿੰਕ ਪ੍ਰਕਿਰਿਆ ਮੌਜੂਦਾ ਕੌਂਫਿਗਰੇਸ਼ਨ ਦੇ ਅਧਾਰ ਤੇ ਅਰੰਭ ਹੋ ਜਾਵੇਗੀ.
te: ప్రస్తుత కాన్ఫిగరేషన్ ఆధారంగా డేటా లింక్ ప్రక్రియ ప్రారంభమవుతుంది.

source: It may take time if there is a lot of data to link, but is it okay to start the process?
es: Puede llevar tiempo si hay muchos datos para vincular. ¿Está bien comenzar?
hi: यदि लिंक करने के लिए बहुत अधिक डेटा है तो समय लग सकता है। क्या यह शुरू करना ठीक है?
ne: यो लिंक गर्न धेरै डाटा छ भने यो समय लिन सक्दछ। के यो सुरू गर्न ठीक छ?
pa: ਇਹ ਸਮਾਂ ਲੈ ਸਕਦਾ ਹੈ ਜੇ ਇਸ ਨੂੰ ਜੋੜਨ ਲਈ ਬਹੁਤ ਸਾਰਾ ਡੇਟਾ ਹੈ. ਕੀ ਇਹ ਸ਼ੁਰੂ ਕਰਨਾ ਠੀਕ ਹੈ?
te: లింక్ చేయడానికి చాలా డేటా ఉంటే సమయం పడుతుంది. ప్రారంభించడం సరేనా?

source: (For data that is automatically and regularly imported, the ID for linking is automatically generated.)
es: * Para los datos que se importan automáticamente y periódicamente, el enlace ID se genera automáticamente.
hi: * डेटा के लिए जो स्वचालित रूप से और समय -समय पर आयात किया जाता है, लिंक ID स्वचालित रूप से उत्पन्न होता है।
ne: * डाटाको लागि जुन स्वचालित रूपमा हुन्छ र आवधिक रूपमा आयात गर्दछ, लिंकहरू स्वचालित रूपमा उत्पन्न हुन्छन्।
pa: * ਡੇਟਾ ਲਈ ਜੋ ਸਵੈਚਾਲਤ ਅਤੇ ਸਮੇਂ-ਸਮੇਂ ਤੇ ਆਯਾਤ ਹੁੰਦਾ ਹੈ, ਲਿੰਕ ID ਆਪਣੇ ਆਪ ਤਿਆਰ ਹੁੰਦਾ ਹੈ.
te: * స్వయంచాలకంగా మరియు క్రమానుగతంగా దిగుమతి చేసుకున్న డేటా కోసం, లింక్ ID స్వయంచాలకంగా ఉత్పత్తి అవుతుంది.

source: Data Source Name
es: Nombre de fuente de datos
hi: आंकड़ा स्रोत नाम
ne: डाटा स्रोत नाम
pa: ਡਾਟਾ ਸਰੋਤ ਨਾਮ
te: డేటా సోర్స్ పేరు

source: Data Source Type
es: Tipo de fuente de datos
hi: आंकड़ा स्रोत प्रकार
ne: डाटा स्रोत प्रकार
pa: ਡਾਟਾ ਸਰੋਤ ਕਿਸਮ
te: డేటా సోర్స్ రకం

source: Do you want to save changes?
es: ¿Estás seguro de guardar los cambios?
hi: क्या आप परिवर्तन सहेजना सुनिश्चित करते हैं?
ne: के तपाइँ परिवर्तनहरू बचत गर्न निश्चित हुनुहुन्छ?
pa: ਕੀ ਤੁਹਾਨੂੰ ਤਬਦੀਲੀਆਂ ਸੰਭਾਲਣੀਆਂ ਯਕੀਨ ਹੈ?
te: మీరు ఖచ్చితంగా మార్పులను సేవ్ చేస్తున్నారా?

source: Force to OS locale time zone.
es: Información forzada del sistema operativo a la configuración de la zona horaria.
hi: समय क्षेत्र सेटिंग्स के लिए मजबूर ओएस जानकारी।
ne: समय क्षेत्र सेटिंग्स को लागी on जानकारी बाध्य गरियो।
pa: ਟਾਈਮ ਜ਼ੋਨ ਸੈਟਿੰਗਾਂ ਲਈ ਓਐਸ ਜਾਣਕਾਰੀ ਨੂੰ.
te: టైమ్ జోన్ సెట్టింగులకు బలవంతంగా OS సమాచారం.

source: Advanced Setting
es: Configuración avanzada
hi: उन्नत व्यवस्था
ne: उन्नत सेटिंग्स
pa: ਤਕਨੀਕੀ ਸੈਟਿੰਗ
te: అధునాతన సెట్టింగ్

source: ProceedToProcessConfig
es: Las configuraciones se guardan para el archivo de base de datos /CSV de la importación de datos. Vaya a la página de configuración, establezca las columnas de los datos de importación para importar los datos.
hi: डेटाबेस /CSV आयात करने की फ़ाइल के लिए सेटिंग्स सहेजे जाते हैं। सेटिंग पृष्ठ पर जाएं, डेटा आयात करने के लिए आयात डेटा के कॉलम सेट करें।
ne: सेटिंग्स डाटाबेस / ID1__ को लागि बचत गरिएको छ डाटा आयात गर्ने फाइल। सेटिंग पृष्ठमा जानुहोस्, डाटा आयात गर्न आयात डाटाको स्तम्भहरू सेट गर्नुहोस्।
pa: ਸੈਟਿੰਗਾਂ ਨੂੰ ਆਯਾਤ ਕਰਨ ਦੀ ਡਾਟਾਬੇਸ / CSV ਫਾਈਲ ਨੂੰ ਸੇਵ ਕੀਤਾ ਜਾਂਦਾ ਹੈ. ਸੈਟਿੰਗ ਪੇਜ ਤੇ ਜਾਓ, ਡੇਟਾ ਨੂੰ ਆਯਾਤ ਕਰਨ ਲਈ ਆਯਾਤ ਡੇਟਾ ਨੂੰ ਆਯਾਤ ਕਰੋ.
te: డేటాబేస్ /CSV డేటాను దిగుమతి చేసే ఫైల్ కోసం సెట్టింగులు సేవ్ చేయబడతాయి. సెట్టింగ్ పేజీకి వెళ్లి, డేటాను దిగుమతి చేయడానికి దిగుమతి డేటా యొక్క నిలువు వరుసలను సెట్ చేయండి.

source: 2 or more variables should be selected for PCA
es: Una detección anormal de PCA requiere al menos dos variables. Seleccione dos o más variables.
hi: पीसीए द्वारा एक असामान्य पहचान के लिए कम से कम दो चर की आवश्यकता होती है। दो या अधिक चर का चयन करें।
ne: PCA द्वारा एक असामान्य पत्ता लगाउन कम्तिमा दुई भ्यारीएबल आवश्यक छ। दुई वा अधिक चरहरू चयन गर्नुहोस्।
pa: ਪੀਸੀਏ ਦੁਆਰਾ ਅਸਾਧਾਰਣ ਖੋਜ ਘੱਟੋ ਘੱਟ ਦੋ ਵੇਰੀਏਬਲ ਦੀ ਜ਼ਰੂਰਤ ਹੈ. ਦੋ ਜਾਂ ਵਧੇਰੇ ਪਰਿਵਰਤਨ ਦੀ ਚੋਣ ਕਰੋ.
te: పిసిఎ చేత అసాధారణమైన గుర్తింపుకు కనీసం రెండు వేరియబుల్స్ అవసరం. రెండు లేదా అంతకంటే ఎక్కువ వేరియబుల్స్ ఎంచుకోండి.

source: Please choose at least one column
es: Seleccione al menos una columna
hi: कम से कम एक कॉलम का चयन करें
ne: कम्तिमा एक स्तम्भ चयन गर्नुहोस्
pa: ਘੱਟੋ ਘੱਟ ਇੱਕ ਕਾਲਮ ਚੁਣੋ
te: కనీసం ఒక కాలమ్ ఎంచుకోండి

source: Category value with narrow width of box is not shown.
es: Las variables de categoría que reducen el ancho de la caja no se muestran.
hi: श्रेणी चर जो बॉक्स की चौड़ाई को कम करते हैं, प्रदर्शित नहीं होते हैं।
ne: कोटी भेरिबलहरू जुन बक्सको चौडाइ कम गर्दछ प्रदर्शन हुँदैन।
pa: ਸ਼੍ਰੇਣੀ ਪਰਿਵਰਤਨ ਜੋ ਬਕਸੇ ਦੀ ਚੌੜਾਈ ਨੂੰ ਘਟਾਉਂਦੇ ਹਨ.
te: పెట్టె యొక్క వెడల్పును తగ్గించే వర్గ వేరియబుల్స్ ప్రదర్శించబడవు.

source: Starting Digit
es: Dígito inicial
hi: अंक शुरू करना
ne: अंक सुरू गर्दै
pa: ਸ਼ੁਰੂਆਤੀ ਅੰਕ
te: ప్రారంభించే అంకె

source: Ridgeline Plot
es: Trama de Ridgeline
hi: रिडगेलिन प्लॉट
ne: रिडलिन प्लॉट
pa: ਰਿਜਲਾਈਨ ਪਲਾਟ
te: రిడ్జ్‌లైన్ ప్లాట్

source: Confirm Shutdown App
es: Detenga la aplicación (servidor Edge). Si se detiene, cualquier otro usuario no podrá usar también, así que comuníquese con el administrador. <br> En caso de final normal, cancele aquí y simplemente cierre el navegador.
hi: एप्लिकेशन (एज सर्वर) को रोकें। यदि आप रुकते हैं, तो कोई अन्य उपयोगकर्ता भी उपयोग नहीं कर पाएगा, इसलिए कृपया व्यवस्थापक से संपर्क करें। <br> सामान्य अंत के मामले में, यहां रद्द करें और बस ब्राउज़र को बंद करें।
ne: अनुप्रयोग (किनारा सर्भर) रोक्नुहोस्। यदि तपाईं रोक्नुभयो भने कुनै पनि अन्य प्रयोगकर्ताले पनि प्रयोग गर्न सक्नेछैन, त्यसैले कृपया प्रशासकलाई सम्पर्क गर्नुहोस्। __167 सामान्य अन्त्यको मामलामा, यहाँ रद्द गर्नुहोस् र ब्राउजर बन्द गर्नुहोस्।
pa: ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਰੋਕੋ (ਐਜ ਸਰਵਰ) ਜੇ ਤੁਸੀਂ ਰੁਕਦੇ ਹੋ, ਕੋਈ ਹੋਰ ਉਪਭੋਗਤਾ ਵੀ ਇਸਤੇਮਾਲ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋਵੇਗਾ, ਇਸ ਲਈ ਪ੍ਰਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ. <br> ਆਮ ਅੰਤ ਦੇ ਮਾਮਲੇ ਵਿੱਚ, ਇੱਥੇ ਰੱਦ ਕਰੋ ਅਤੇ ਸਿਰਫ ਬ੍ਰਾ .ਜ਼ਰ ਨੂੰ ਬੰਦ ਕਰੋ.
te: If you want to stop the application, click OK. If blue messages appear in the bottom right of the screen, the operation was successful. Finally, close the browser.<br><br>*If this application is shared with other users, we recommend stopping it to check if there are any problems.

source: Jobs Stopped
es: Todo el trabajo ha sido detenido. Puede cerrar con seguridad su navegador y consola.
hi: सारी नौकरी रोक दी गई है। आप अपने ब्राउज़र और कंसोल को सुरक्षित रूप से बंद कर सकते हैं।
ne: सबै काम रोकिएको छ। तपाईं आफ्नो ब्राउजर र कन्सोल सुरक्षित रूपमा बन्द गर्न सक्नुहुन्छ।
pa: ਸਾਰੇ ਕੰਮ ਬੰਦ ਕਰ ਦਿੱਤੇ ਗਏ ਹਨ. ਤੁਸੀਂ ਆਪਣੇ ਬ੍ਰਾ browser ਜ਼ਰ ਅਤੇ ਕੰਸੋਲ ਨੂੰ ਸੁਰੱਖਿਅਤ dest ੰਗ ਨਾਲ ਬੰਦ ਕਰ ਸਕਦੇ ਹੋ.
te: అన్ని ఉద్యోగం ఆగిపోయింది. మీరు మీ బ్రౌజర్ మరియు కన్సోల్‌ను సురక్షితంగా మూసివేయవచ్చు.

source: Data Source Config
es: Configuración de fuente de datos
hi: आंकड़ा स्रोत विन्यास
ne: डाटा स्रोत कन्फिग
pa: ਡਾਟਾ ਸਰੋਤ ਸੰਰਚਨਾ
te: డేటా సోర్స్ కాన్ఫిగర్

source: Data Source Import Config
es: Configuración de importación de fuente de datos
hi: आंकड़ा स्रोत आयात विन्यास
ne: डाटा स्रोत आयात कन्फिगर
pa: ਡਾਟਾ ਸਰੋਤ ਆਯਾਤ ਸੰਰਚਨਾ
te: డేటా మూలం దిగుమతి కాన్ఫిగర్

source: string columns are detected. There is a possibility that numeric columns are mis-estimated. Please check data type.
es: : Columnas encontraron pocas columnas de caracteres. Verifique que la columna de tipo numérico, etc. pueda ser reconocido erróneamente.
hi: : कॉलम में कुछ चरित्र कॉलम मिले। जांचें कि संख्यात्मक प्रकार के स्तंभ आदि को गलत समझा जा सकता है।
ne: : स्तम्भहरूले केही चरित्र स्तम्भहरू फेला पार्दछ। जाँच गर्नुहोस् कि संख्यात्मक प्रकार स्तम्भ 000। गलत विकृतिमा परेको हुन सक्छ।
pa: : ਕਾਲਮਾਂ ਨੂੰ ਕੁਝ ਅੱਖਰ ਦੇ ਕਾਲਮ ਮਿਲੇ. ਜਾਂਚ ਕਰੋ ਕਿ ਸੰਖਿਆਤਮਿਕ ਕਿਸਮ ਦੇ ਕਾਲਮ ਆਦਿ ਦੁਆਰਾ ਗਲਤ ਜਾਣਕਾਰੀ ਦਿੱਤੀ ਜਾ ਸਕਦੀ ਹੈ.
te: : నిలువు వరుసలు కొన్ని అక్షర నిలువు వరుసలను కనుగొన్నాయి. సంఖ్యా రకం కాలమ్ మొదలైనవి తప్పుగా గుర్తించబడతాయని తనిఖీ చేయండి.

source: Filter Item
es: Elemento de filtro
hi: फ़िल्टर आइटम
ne: फिल्टर आईटम
pa: ਫਿਲਟਰ ਆਈਟਮ
te: ఫిల్టర్ అంశం

source: Filter Value
es: Valor de filtro
hi: फ़िल्टर मूल्य
ne: फिल्टर मान
pa: ਫਿਲਟਰ ਮੁੱਲ
te: వడపోత విలువ

source: Valid from
es: Fecha de vencimiento (inicio)
hi: समाप्ति तिथि (प्रारंभ)
ne: म्याद समाप्त हुने मिति (सुरु)
pa: ਮਿਆਦ ਪੁੱਗਣ ਦੀ ਤਾਰੀਖ (ਸ਼ੁਰੂ)
te: గడువు తేదీ (ప్రారంభం)

source: Valid to
es: Fecha de vencimiento (final)
hi: समाप्ति तिथि
ne: म्याद समाप्त हुने मिति (अन्त्य)
pa: ਮਿਆਦ ਪੁੱਗਣ ਦੀ ਤਾਰੀਖ (ਅੰਤ)
te: గడువు తేదీ (ముగింపు)

source: Data Type Error Warning
es: Los datos no pudieron importarse debido a errores de configuración de tipo de datos de columna. Nombre de fuente de datos __param__ CSV/TSV Verifique la configuración del tipo de datos en la vista previa de datos de la página de configuración de lectura. Elimine la configuración de paso que no se pudo importar y establecer la configuración.
hi: कॉलम डेटा प्रकार कॉन्फ़िगरेशन गलतियों के कारण डेटा आयात नहीं किया जा सकता है। डेटा स्रोत का नाम __param__ CSV/TSV रीड सेटिंग पेज के डेटा पूर्वावलोकन में डेटा प्रकार सेटिंग्स की जाँच करें। उन चरण सेटिंग्स को हटाएं जो आयात नहीं की जा सकती हैं और सेटिंग्स सेट कर सकते हैं।
ne: स्तम्भ डाटा प्रकार कन्फिगरेसन गल्तीका कारण डाटा आयात गर्न सकिदैन। डाटा स्रोत नाम __49 :__ CSV/TSV डाटा प्रकार पूर्वावलोकन गर्नुहोस् पाठ प्रकार पूर्वावलोकन गर्नुहोस् जुन पढ्नुहोस् चरणहरू मेटाउनुहोस् जुन आयात गर्न सकिएन र सेटिंग्स सेट गर्न सकियो।
pa: ਕਾਲਮ ਡਾਟਾ ਟਾਈਪ ਕੌਂਫਿਗਰੇਸ਼ਨ ਗਲਤੀਆਂ ਦੇ ਕਾਰਨ ਡਾਟਾ ਆਯਾਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ. ਡਾਟਾ ਸਰੋਤ ਨਾਮ __49OK ਪੜ੍ਹਨ ਸੈਟਿੰਗ ਪੰਨੇ ਦੀ ਡੇਟਾ ਝਲਕ ਵਿੱਚ ਡੇਟਾ ਟਾਈਪ ਸੈਟਿੰਗਾਂ ਦੀ ਜਾਂਚ ਕਰੋ. ਉਹ ਪਗ ਸੈਟਿੰਗਾਂ ਮਿਟਾਓ ਜਿਹੜੀਆਂ ਨੂੰ ਆਯਾਤ ਅਤੇ ਸੈੱਟ ਨਹੀਂ ਕੀਤੀਆਂ ਜਾ ਸਕੀਆਂ.
te: కాలమ్ డేటా రకం కాన్ఫిగరేషన్ తప్పుల కారణంగా డేటాను దిగుమతి చేయలేము. డేటా సోర్స్ పేరు __param__ CSV/TSV రీడ్ సెట్టింగ్ పేజీ యొక్క డేటా ప్రివ్యూలోని డేటా రకం సెట్టింగులను తనిఖీ చేయండి. దిగుమతి చేయలేని దశ సెట్టింగులను తొలగించి సెట్టింగులను సెట్ చేయండి.

source: Import Empty File Warning
es: Había un archivo sin datos. Verifique el contenido del archivo. <br>: __param__
hi: डेटा के बिना एक फ़ाइल थी। फ़ाइल की सामग्री की जाँच करें। <br>: __param__
ne: डाटा बिना एक फाईल थियो। फाईलका सामग्रीहरू जाँच गर्नुहोस्। <br>: __param__
pa: ਬਿਨਾਂ ਇੱਕ ਫਾਈਲ ਤੋਂ ਬਿਨਾਂ ਇੱਕ ਫਾਈਲ ਸੀ. ਫਾਈਲ ਦੇ ਭਾਗਾਂ ਦੀ ਜਾਂਚ ਕਰੋ. <br>: __param__
te: డేటా లేని ఫైల్ ఉంది. ఫైల్ యొక్క విషయాలను తనిఖీ చేయండి. <br>: __param__

source: Data have to be input in Act from or Act to.
es: Ingrese al menos un valor del período de validez desde o a.
hi: इनपुट की वैधता अवधि का कम से कम एक मान या से इनपुट करें।
ne: कम्तिमा वैधता अवधिको कम्तिमा एक मान इनपुट गर्नुहोस्।
pa: ਤੋਂ ਜਾਂ ਇਸ ਤੋਂ ਵੈਧਤਾ ਦੀ ਮਿਆਦ ਦਾ ਘੱਟੋ ਘੱਟ ਇੱਕ ਮੁੱਲ ਸ਼ਾਮਲ ਕਰੋ.
te: చెల్లుబాటు కాలం నుండి కనీసం ఒక విలువను ఇన్పుట్ చేయండి.

source: Divide by category
es: Dividir por categoría
hi: श्रेणी द्वारा विभाजित करें
ne: कोटी द्वारा विभाजन
pa: ਸ਼੍ਰੇਣੀ ਅਨੁਸਾਰ ਵੰਡੋ
te: వర్గం ద్వారా విభజించండి

source: Divide by term (Cyclic)
es: Dividir por término (cíclico)
hi: अवधि (चक्रीय) द्वारा विभाजित करें
ne: शर्त (चक्र) द्वारा विभाजन गर्नुहोस्
pa: ਅਵਧੀ (ਸਾਈਕਲ) ਨਾਲ ਵੰਡੋ
te: పదం (చక్రీయ) ద్వారా విభజించండి

source: Divide by term (Direct)
es: Dividir por término (directo)
hi: अवधि (प्रत्यक्ष) द्वारा विभाजित करें
ne: शब्द (प्रत्यक्ष) द्वारा विभाजन गर्नुहोस्
pa: ਨਿਯਮ (ਸਿੱਧੇ) ਦੁਆਰਾ ਵੰਡੋ
te: పదం (ప్రత్యక్ష) ద్వారా విభజించండి

source: Invalid Cyclic Term Interval
es: El valor del intervalo ingresado no es válido. Ingrese varios 0.1 o más, 720 o menos, o -720 o más, y -0.1 o menos.
hi: दर्ज अंतराल का मान अमान्य है। 0.1 या अधिक, 720 या उससे कम, या -720 या अधिक, और -0.1 या उससे कम दर्ज करें।
ne: प्रविष्ट गरिएको अन्तराल को मान अवैध छ। 0.1 वा अधिक, 720 वा कम, वा -220 वा अधिक, र -1 वा कम प्रविष्ट गर्नुहोस्।
pa: ਦਾਖਲ ਹੋਣ ਦੇ ਅੰਤਰਾਲ ਦਾ ਮੁੱਲ ਅਵੈਧ ਹੈ. ਇੱਕ ਨੰਬਰ 0.1 ਜਾਂ ਇਸ ਤੋਂ ਵੱਧ, 720 ਜਾਂ ਘੱਟ ਜਾਂ ਘੱਟ, ਜਾਂ -720 ਜਾਂ ਵੱਧ, ਅਤੇ -0.1 ਜਾਂ ਘੱਟ ਦਾਖਲ ਕਰੋ.
te: నమోదు చేసిన విరామం యొక్క విలువ చెల్లదు. అనేక 0.1 లేదా అంతకంటే ఎక్కువ, 720 లేదా అంతకంటే తక్కువ, లేదా -720 లేదా అంతకంటే ఎక్కువ, మరియు -0.1 లేదా అంతకంటే తక్కువ నమోదు చేయండి.

source: Invalid Cyclic Term Number of Ridge Lines
es: El número de la entrada Ridgeline no es válido. Ingrese un entero de 1 o más y 240 o menos. (Prefiere usar alrededor de 100)
hi: इनपुट रिडगेलिन की संख्या अमान्य है। 1 या अधिक और 240 या उससे कम का पूर्णांक दर्ज करें। (लगभग 100 का उपयोग करना पसंद करें)
ne: इनपुट रिडिलिनको संख्या अवैध छ। 1 वा अधिक र 1 2400 वा कमको पूर्णांक प्रविष्ट गर्नुहोस्। (100 को वरिपरि प्रयोग गर्न रुचाउँनुहोस्)
pa: ਇਨਪੁਟ ਰੀਜਲਾਈਨ ਦੀ ਗਿਣਤੀ ਅਵੈਧ ਹੈ. 1 ਜਾਂ ਵੱਧ ਤੋਂ ਵੱਧ ਅਤੇ 240 ਜਾਂ ਇਸਤੋਂ ਘੱਟ ਦਾ ਪੂਰਨ ਅੰਕ ਦਿਓ. (100 ਦੇ ਆਸ ਪਾਸ ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਪਸੰਦ ਕਰੋ)
te: ఇన్పుట్ రిడ్జ్‌లైన్ సంఖ్య చెల్లదు. 1 లేదా అంతకంటే ఎక్కువ మరియు 240 లేదా అంతకంటే తక్కువ పూర్ణాంకాన్ని నమోదు చేయండి. (100 చుట్టూ ఉపయోగించడానికి ఇష్టపడండి)

source: Start data & time
es: Iniciar datos y tiempo
hi: डेटा और समय शुरू करें
ne: डाटा र समय सुरु गर्नुहोस्
pa: ਡਾਟਾ ਅਤੇ ਸਮਾਂ ਸ਼ੁਰੂ ਕਰੋ
te: డేటా & సమయం ప్రారంభించండి

source: Interval
es: Intervalo
hi: मध्यान्तर
ne: वीचको समय
pa: ਅੰਤਰਾਲ
te: విరామం

source: Window length
es: Longitud de la ventana
hi: खिड़की की लंबाई
ne: सौतिक लम्बाई
pa: ਵਿੰਡੋ ਦੀ ਲੰਬਾਈ
te: విండో పొడవు

source: Type
es: Escribe
hi: टाइप
ne: वर्गीकरण गर्नु
pa: ਕਿਸਮ
te: రకం

source: Name
es: Nombre
hi: नाम
ne: नाम
pa: ਨਾਮ
te: పేరు

source: Few data point in a category in RLP
es: Tenga en cuenta que si el número de puntos de datos en una categoría es inferior a 50, la precisión del gráfico puede disminuir.
hi: ध्यान दें कि यदि एक श्रेणी में डेटा बिंदुओं की संख्या 50 से कम है, तो ग्राफ की सटीकता कम हो सकती है।
ne: नोट गर्नुहोस् कि यदि एक कोटीमा डाटा पोइन्टहरूको संख्या 500 भन्दा मुनिको छ भने ग्राफको शुद्धता कम हुन सक्छ।
pa: ਯਾਦ ਰੱਖੋ ਕਿ ਜੇ ਇੱਕ ਸ਼੍ਰੇਣੀ ਵਿੱਚ ਡੇਟਾ ਬਿੰਦੂਆਂ ਦੀ ਗਿਣਤੀ 50 ਸਾਲ ਤੋਂ ਘੱਟ ਹੈ, ਗ੍ਰਾਫ ਦੀ ਸ਼ੁੱਧਤਾ ਘੱਟ ਸਕਦੀ ਹੈ.
te: ఒక వర్గంలోని డేటా పాయింట్ల సంఖ్య 50 లోపు ఉంటే, గ్రాఫ్ యొక్క ఖచ్చితత్వం తగ్గుతుంది.
