Repository: apdn7/AnalysisPlatform
Catalog: ap/translations/*/LC_MESSAGES/messages.po
Languages: es, hi, ne, pa, te

source: Saved
es: Salvado
hi: बचाया
ne: यम
pa: ਸੰਭਾਲੀ ਗਈ
te: సేవ్ చేయబడింది

source: Application Configuration
es: Configuración de la aplicación
hi: अनुप्रयोग विन्यास
ne: आवेदन कन्फिगरेसन
pa: ਐਪਲੀਕੇਸ਼ਨ ਕੌਨਫਿਗਰੇਸ਼ਨ
te: అప్లికేషన్ కాన్ఫిగరేషన్

source: Page not found
es: Página no encontrada
hi: पृष्ठ नहीं मिला
ne: पृष्ठ फेला परेन
pa: ਪੰਨਾ ਮਿਲਿਆ ਨਹੀਂ
te: పేజీ కనుగొనబడలేదు

source: Sorry, something went wrong
es: Se ha producido un error
hi: एक गलती हुई है
ne: त्रुटी देखा पर्यो
pa: ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ
te: ఒక లోపము సంభవించినది

source: Analysis Interface Application
es: Aplicación de enlace de datos y análisis
hi: Datalink & विश्लेषण ऐप
ne: Datalink र विश्लेषण अनुप्रयोग
pa: ਡੈਟਲਿੰਕ ਅਤੇ ਵਿਸ਼ਲੇਸ਼ਣ ਐਪ
te: డేటాలింక్ & విశ్లేషణ అనువర్తనం

source: Choose language
es: selecciona un idioma
hi: भाषा चुनें
ne: भाषा चयन गर्नुहोस्
pa: ਇੱਕ ਭਾਸ਼ਾ ਚੁਣੋ
te: భాషను ఎంచుకోండి

source: Register
es: Registro
hi: पंजीकरण करवाना
ne: दर्ता गर्नु
pa: ਰਜਿਸਟਰ
te: రిజిస్టర్

source: Reload
es: Recargar
hi: पुनः लोड करें
ne: बैलोडा
pa: ਮੁੜ ਲੋਡ ਕਰੋ
te: రీలోడ్

source: Integer
es: Entero
hi: पूर्णांक
ne: पूर्णांक
pa: ਪੂਰਨ ਅੰਕ
te: పూర్ణ సంఖ్య

source: Datetime
es: Fecha y hora
hi: दिनांक और समय
ne: मिति समय
pa: ਤਾਰੀਖ ਦਾ ਸਮਾਂ
te: డేట్‌టైమ్

source: String
es: Cuerda
hi: डोरी
ne: घागो
pa: ਸਤਰ
te: స్ట్రింగ్

source: Title
es: Título
hi: शीर्षक
ne: शीर्षक
pa: ਸਿਰਲੇਖ
te: శీర్షిక

source: Please confirm
es: por favor confirmar.
hi: कृपया पुष्टि करें।
ne: कृपया पक्का गर्नुहोस।
pa: ਕ੍ਰਿਪਾ ਕਰਕੇ ਪੁਸ਼ਟੀ ਕਰੋ.
te: నిర్ధారించండి.

source: Do you want to save changes and start to import data with configure at Process Config page?
es: Guarde los datos y comience a importar datos con los contenidos establecidos en la página Configuración del proceso?
hi: डेटा को सहेजें और प्रक्रिया सेटिंग पेज पर सेट की गई सामग्री के साथ डेटा आयात करना शुरू करें?
ne: डाटा सेभ गर्नुहोस् र प्रक्रिया सेटिंग पृष्ठमा सेट गरिएको सामग्रीको साथ डाटा आयात गर्न सुरू गर्नुहोस्?
pa: ਡੇਟਾ ਨੂੰ ਸੇਵ ਕਰੋ ਅਤੇ ਪ੍ਰਕਿਰਿਆ ਸੈਟਿੰਗ ਪੰਨੇ ਤੇ ਸੈਟ ਕੀਤੇ ਵਿਸ਼ਾ ਸਥਾਨ ਨਾਲ ਡਾਟਾ ਆਯਾਤ ਸ਼ੁਰੂ ਕਰੋ?
te: డేటాను సేవ్ చేయండి మరియు ప్రాసెస్ సెట్టింగ్ పేజీలో సెట్ చేసిన విషయాలతో డేటాను దిగుమతి చేయడం ప్రారంభించాలా?

source: OK
hi: ठीक है
ne: ठिक छ
pa: ਠੀਕ ਹੈ
te: అలాగే

source: Cancel
es: Cancelar
hi: रद्द करना
ne: रद्द गर्नु
pa: ਰੱਦ ਕਰੋ
te: రద్దు చేయండి

source: Database Config
es: Configuración de base de datos
hi: डेटाबेस विन्यास
ne: डाटाबेस कन्फिगर
pa: ਡਾਟਾਬੇਸ ਸੰਰਚਨਾ
te: డేటాబేస్ కాన్ఫిగర్

source: Database Name
es: Nombre de la base de datos
hi: डेटाबेस का नाम
ne: डाटाबेस नाम
pa: ਡਾਟਾਬੇਸ ਦਾ ਨਾਮ
te: డేటాబేస్ పేరు

source: Database Type
es: Tipo de base de datos
hi: डेटाबेस प्रकार
ne: डाटाबेस प्रकार
pa: ਡਾਟਾਬੇਸ ਕਿਸਮ
te: డేటాబేస్ రకం

source: Config
es: Configuración
hi: कॉन्फ़िग
ne: विलकरण
pa: ਕੌਂਫਿਗ
te: కాన్ఫిగర్

source: Comment
es: Comentario
hi: टिप्पणी
ne: टिप्पणी
pa: ਟਿੱਪਣੀ
te: వ్యాఖ్య

source: Add
es: Agregar
hi: जोड़ें
ne: थप्नु
pa: ਸ਼ਾਮਲ ਕਰੋ
te: జోడించు

source: Please choose database file
es: Seleccione un archivo de base de datos.
hi: एक डेटाबेस फ़ाइल का चयन करें।
ne: डाटाबेस फाईल चयन गर्नुहोस्।
pa: ਇੱਕ ਡਾਟਾਬੇਸ ਫਾਈਲ ਦੀ ਚੋਣ ਕਰੋ.
te: డేటాబేస్ ఫైల్ ఎంచుకోండి.

source: File name
es: Nombre del archivo
hi: फ़ाइल का नाम
ne: फाइल नाम
pa: ਫਾਈਲ ਦਾ ਨਾਮ
te: ఫైల్ పేరు

source: Select
es: Seleccione
hi: चुनना
ne: चुन्नु
pa: ਚੁਣੋ
te: ఎంచుకోండి

source: Do you want to delete this record?
es: ¿Quieres eliminar este disco?
hi: क्या आप इस रिकॉर्ड को हटाना चाहते हैं?
ne: के तपाइँ यस रेकर्ड मेट्न चाहानुहुन्छ?
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਰਿਕਾਰਡ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
te: మీరు ఈ రికార్డును తొలగించాలనుకుంటున్నారా?

source: Delete
es: Eliminar
hi: मिटाना
ne: मेटाउन
pa: ਮਿਟਾਓ
te: తొలగించు

source: Start Time
es: Hora de inicio
hi: समय शुरू
ne: सुरु गर
pa: ਸ਼ੁਰੂ ਕਰਨ ਦਾ ਸਮਾਂ
te: ప్రారంభ సమయం

source: End Time
es: Hora de finalización
hi: अंत समय
ne: अन्त समय
pa: ਅੰਤ ਦਾ ਸਮਾਂ
te: ముగింపు సమయం

source: Line
es: Línea
hi: रेखा
ne: तार
pa: ਲਾਈਨ
te: లైన్

source: Data Link Config
es: Configuración del enlace de datos
hi: आंकड़ा लिंक विन्यास
ne: डाटा लिंक कन्फिगर
pa: ਡਾਟਾ ਲਿੰਕ ਕੌਂਫਿਗ੍ਰਾ
te: డేటా లింక్ కాన్ఫిగర్

source: Database
es: Base de datos
hi: डेटाबेस
ne: डट्यूसस
pa: ਡਾਟਾਬੇਸ
te: డేటాబేస్

source: Import
es: Importar
hi: आयात
ne: आयात
pa: ਆਯਾਤ
te: దిగుమతి

source: Export
es: Exportar
hi: निर्यात करना
ne: निर्यात गर्नु
pa: ਨਿਰਯਾਤ
te: ఎగుమతి

source: Host name
es: Nombre de host
hi: होस्ट नाम
ne: होस्ट नाम
pa: ਹੋਸਟ ਨਾਮ
te: హోస్ట్ పేరు

source: Port number
es: Número de puerto
hi: पोर्ट संख्या
ne: पोर्ट नम्बर
pa: ਪੋਰਟ ਨੰਬਰ
te: పోర్ట్ సంఖ్య

source: User name
es: Nombre de usuario
hi: उपयोगकर्ता नाम
ne: प्रयोगकर्ता नाम
pa: ਉਪਭੋਗਤਾ ਨਾਮ
te: వినియోగదారు పేరు

source: Password
es: Clave
hi: पासवर्ड
ne: संकेत शब्द
pa: ਪਾਸਵਰਡ
te: పాస్వర్డ్

source: Schema
es: Esquema
hi: योजना
ne: सुशामा
pa: ਸਕੀਮਾ
te: స్కీమా

source: Connected
es: &#10003; Tuve éxito.
hi: &#10003; मैं सफल रहा।
ne: __366 म सफल भएँ।
pa: &#10003; ਮੈਂ ਸਫਲ ਹੋ ਗਿਆ.
te: &#10003; నేను విజయం సాధించాను.

source: Failed to connect
es: &#10005; falló.
hi: &#10005; विफल रहा।
ne: __33: असफल भयो।
pa: &#10005; ਫੇਲ੍ਹ ਹੋਇਆ.
te: &#10005; విఫలమైంది.

source: Process Config
es: Configuración de procesos
hi: प्रक्रिया विन्यास
ne: प्रक्रिया कन्फिगर
pa: ਕਾਰਜ
te: ప్రాసెస్ కాన్ఫిగర్

source: Process
es: Proceso
hi: प्रक्रिया
ne: कार्यवाही गर्नु
pa: ਪ੍ਰਕਿਰਿਆ
te: ప్రక్రియ

source: Process Name
es: Nombre del proceso
hi: प्रक्रिया का नाम
ne: प्रक्रिया नाम
pa: ਪ੍ਰਕਿਰਿਆ ਦਾ ਨਾਮ
te: ప్రాసెస్ పేరు

source: Table Name
es: Nombre de la tabla
hi: तालिका नाम
ne: टेबल नाम
pa: ਟੇਬਲ ਦਾ ਨਾਮ
te: పట్టిక పేరు

source: Detail
es: Detalle
hi: विवरण
ne: विस्तार
pa: ਵੇਰਵਾ
te: వివరాలు

source: Show
es: Avance
hi: पूर्वावलोकन
ne: पुर्व अवलोकन
pa: ਝਲਕ
te: ప్రివ్యూ

source: Last Records
es: Primeros cinco registros
hi: पहले पांच रिकॉर्ड
ne: पहिलो पाँच रेकर्डहरू
pa: ਪਹਿਲੇ ਪੰਜ ਰਿਕਾਰਡ
te: మొదటి ఐదు రికార్డులు

source: Setting Content
es: Configuración de contenido
hi: सामग्री सेट करना
ne: सामग्री सेट गर्दै
pa: ਸਮੱਗਰੀ ਸੈਟ ਕਰਨਾ
te: కంటెంట్‌ను సెట్ చేస్తుంది

source: Column Name
es: Nombre de columna
hi: आम नाम
ne: खम्बाको नाम
pa: ਕਾਲਮ ਦਾ ਨਾਮ
te: కాలమ్ పేరు

source: English Name
es: Nombre inglés
hi: अंग्रेजी नाम
ne: अंग्रेजी नाम
pa: ਅੰਗਰੇਜ਼ੀ ਦਾ ਨਾਮ
te: ఇంగ్లీష్ పేరు

source: Shown Name
es: Nombre para mostrar
hi: प्रदर्शित होने वाला नाम
ne: प्रदर्शनको नाम
pa: ਦਿਖਾਇਆ ਹੋਇਆ ਨਾਮ
te: ప్రదర్శన పేరు

source: Coef
es: coeficiente
hi: गुणक
ne: गुनो
pa: ਕੁਸ਼ਲ
te: గుణకం

source: Operator
es: Operador
hi: ऑपरेटर
ne: अपरेटर
pa: ਓਪਰੇਟਰ
te: ఆపరేటర్

source: Zero is not allowed
es: Ingrese un valor que no sea 0
hi: 0 के अलावा एक मान दर्ज करें
ne: 0 भन्दा फरक मान प्रविष्ट गर्नुहोस्
pa: 0 ਤੋਂ ਇਲਾਵਾ ਕੋਈ ਮੁੱਲ ਦਰਜ ਕਰੋ
te: 0 కాకుండా వేరే విలువను నమోదు చేయండి

source: Operator is needed when input coef
es: Operador de entrada.
hi: इनपुट ऑपरेटर।
ne: इनपुट अपरेटर
pa: ਇਨਪੁਟ ਆਪਰੇਟਰ.
te: ఇన్పుట్ ఆపరేటర్.

source: Coef is needed when specify operator
es: Coeficiente de entrada.
hi: इनपुट गुणांक।
ne: इनपुट गुणांक।
pa: ਇੰਪੁੱਟ ਇੰਪੁੱਟ.
te: ఇన్పుట్ గుణకం.

source: Please fill in English name textbox
es: Entrada Nombre en inglés.
hi: इनपुट अंग्रेजी नाम।
ne: इनपुट अंग्रेजी नाम।
pa: ਇਨਪੁਟ ਅੰਗਰੇਜ਼ੀ ਨਾਮ.
te: ఇన్పుట్ ఇంగ్లీష్ పేరు.

source: Please fill in Master name textbox
es: Nombre de pantalla de entrada.
hi: इनपुट प्रदर्शन नाम।
ne: इनपुट प्रदर्शन नाम।
pa: ਇਨਪੁਟ ਡਿਸਪਲੇਅ ਨਾਮ.
te: ఇన్పుట్ ప్రదర్శన పేరు.

source: English name is duplicated
es: El nombre en inglés está duplicado.
hi: अंग्रेजी नाम डुप्लिकेट है।
ne: अंग्रेजी नाम नक्कल गरिएको छ।
pa: ਅੰਗਰੇਜ਼ੀ ਨਾਮ ਡੁਪਲਿਕੇਟ ਹੈ.
te: ఆంగ్ల పేరు నకిలీ చేయబడింది.

source: Master name is duplicated
es: El nombre de la pantalla está duplicado.
hi: डिस्प्ले नाम डुप्लिकेट किया गया है।
ne: प्रदर्शन नाम नक्कल गरिएको छ।
pa: ਡਿਸਪਲੇਅ ਨਾਮ ਡੁਪਲਿਕੇਟ ਹੈ.
te: ప్రదర్శన పేరు నకిలీ చేయబడింది.

source: Empty shown name
es: Todos los "nombres de visualización" requieren entrada.
hi: सभी "प्रदर्शन नाम" को इनपुट की आवश्यकता होती है।
ne: सबै "प्रदर्शन नामहरू" आवश्यक छ।
pa: ਸਾਰੇ "ਡਿਸਪਲੇਅ ਨਾਮ" ਇੰਪੁੱਟ ਲੋੜੀਂਦੇ ਹਨ.
te: అన్ని "ప్రదర్శన పేర్లు" ఇన్పుట్ అవసరం.

source: Use English name
es: Los campos con "nombre de inglés" en blanco se llenan automáticamente.
hi: रिक्त "अंग्रेजी नाम" वाले फ़ील्ड स्वचालित रूप से भरे जाते हैं।
ne: खाली स्थानहरू खाली "अंग्रेजी नाम" स्वचालित रूपमा भरिन्छ।
pa: ਅੰਗਰੇਜ਼ੀ ਨਾਮ ਵਾਲੇ ਖੇਤਰ ਆਪਣੇ ਆਪ ਭਰ ਜਾਂਦੇ ਹਨ.
te: ఖాళీ "ఇంగ్లీష్ పేరు" ఉన్న ఫీల్డ్‌లు స్వయంచాలకంగా నిండి ఉంటాయి.

source: Select All
es: Seleccionar todo
hi: सभी का चयन करे
ne: सबै छान्नु
pa: ਸਾਰਿਆ ਨੂੰ ਚੁਣੋ
te: అన్ని ఎంచుకోండి

source: Import Data
es: Datos de importacion
hi: आयात आंकड़ा
ne: डाटा आयात गर्नुहोस्
pa: ਡਾਟਾ ਆਯਾਤ
te: డేటాను దిగుమతి చేయండి

source: Do you want to import data
es: ¿Estás seguro de importar datos?
hi: क्या आप डेटा आयात करना सुनिश्चित करते हैं?
ne: के तपाइँ डाटा आयात गर्न निश्चित हुनुहुन्छ?
pa: ਕੀ ਤੁਹਾਨੂੰ ਡੇਟਾ ਆਯਾਤ ਕਰਨਾ ਨਿਸ਼ਚਤ ਹੈ?
te: మీరు ఖచ్చితంగా డేటాను దిగుమతి చేసుకోవాలా?

source: Could not access
es: No pudo acceder
hi: एक्सेस नहीं कर सका
ne: पहुँच गर्न सकेन
pa: ਪਹੁੰਚ ਨਹੀਂ ਕਰ ਸਕਿਆ
te: యాక్సెస్ చేయలేకపోయింది

source: Click here to fix
es: Haga clic aquí para solucionarlo.
hi: इसे ठीक करने के लिए यहां क्लिक करें।
ne: यसलाई ठीक गर्न यहाँ क्लिक गर्नुहोस्।
pa: ਇਸ ਨੂੰ ਠੀਕ ਕਰਨ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ.
te: దాన్ని పరిష్కరించడానికి ఇక్కడ క్లిక్ చేయండి.

source: Edit Edge
es: Editar borde
hi: संपादित करें एज
ne: किनारा सम्पादन
pa: ਸੰਪਾਦਿਤ ਕਿਨਾਰੇ
te: సవరణ అంచు

source: Prev Process
es: Proceso previo
hi: पूर्व प्रक्रिया
ne: प्रेज प्रक्रिया
pa: ਪ੍ਰੀਵ ਪ੍ਰਕਿਰਿਆ
te: మునుపటి ప్రక్రియ

source: Prev Column
es: Columna anterior
hi: पूर्व -स्तंभ
ne: प्रेभ स्तम्भ
pa: ਪਿਛਲਾ ਕਾਲਮ
te: మునుపటి కాలమ్

source: Post Process
es: Proceso después de
hi: फ़ोटाेग्राफ़ी में चित्रों को संपादित करने की प्रकिया
ne: हुलाकता
pa: ਪੋਸਟ ਪ੍ਰਕਿਰਿਆ
te: పోస్ట్ ప్రక్రియ

source: Post Column
es: Columna post
hi: पोस्ट -कॉलम
ne: पोस्ट स्तम्भ
pa: ਪੋਸਟ ਕਾਲਮ
te: పోస్ట్ కాలమ్

source: As Datetime
es: Como dateetime
hi: डेटाइम के रूप में
ne: मिति को रूपमा
pa: ਤਾਰੀਖ ਦੇ ਤੌਰ ਤੇ
te: డేట్‌టైమ్‌గా

source: As Serial
es: Como serial
hi: धारावाहिक के रूप में
ne: क्रम अनुसार
pa: ਸੀਰੀਅਲ ਦੇ ਤੌਰ ਤੇ
te: సీరియల్ గా

source: As Link ID
es: Como enlace ID
hi: लिंक के रूप में ID
ne: लिंक को रूप मा ID
pa: ਲਿੰਕ ਦੇ ਤੌਰ ਤੇ ID
te: లింక్ ID గా

source: Already registered
es: Ya registrado
hi: पहले से ही पंजीकृत
ne: पहिले नै दर्ता गरिएको छ
pa: ਪਹਿਲਾਂ ਹੀ ਰਜਿਸਟਰਡ ਹੈ
te: ముందే నమోదుయాయ్యింది

source: Fill in process name
es: Ingrese el nombre del proceso
hi: कृपया प्रक्रिया नाम दर्ज करें
ne: कृपया प्रक्रिया नाम प्रविष्ट गर्नुहोस्
pa: ਕਿਰਪਾ ਕਰਕੇ ਪ੍ਰਕਿਰਿਆ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ
te: దయచేసి ప్రాసెస్ పేరును నమోదు చేయండి

source: Cookie banner content
te: This website uses cookies to improve your experience on our website. By clicking “Accept All Cookies”, you consent to our use of cookies. You can read more in our

source: Privacy Preference Center content
te: When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.

source: Strictly Necessary Cookies description
te: These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information.

source: Targeting Cookies description
te: These cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising.

source: Functional Cookies description
te: These cookies enable the website to provide enhanced functionality and personalisation. They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies then some or all of these services may not function properly.

source: Performance Cookies description
te: These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.

source: Filter/Graph
es: Filtro/gráfico
hi: फ़िल्टर/ग्राफ
ne: फिल्टर / ग्राफ
pa: ਫਿਲਟਰ / ਗ੍ਰਾਫ
te: ఫిల్టర్/గ్రాఫ్

source: Graph Config
es: Configuración de gráficos
hi: ग्राफ कॉन्फ़िगर
ne: ग्राफ कन्फिग
pa: ਗ੍ਰਾਫ ਸੰਰਚਨਾ
te: గ్రాఫ్ కాన్ఫిగర్

source: Line Filter Config
es: Configuración de filtro de línea
hi: लाइन फ़िल्टर कॉन्फ़िगरेशन
ne: लाइन फिल्टर कन्फिग
pa: ਲਾਈਨ ਫਿਲਟਰ ਕੌਨਫਿਗ
te: లైన్ ఫిల్టర్ కాన్ఫిగర్

source: Line Column
es: Columna de línea
hi: पंक्ति स्तंभ
ne: लाइन स्तम्भ
pa: ਲਾਈਨ ਕਾਲਮ
te: పంక్తి కాలమ్

source: Value
es: Valor
hi: मूल्य
ne: मूल्य
pa: ਮੁੱਲ
te: విలువ

source: Machine Filter Config
es: Configuración de filtro de máquina
hi: मशीन फ़िल्टर कॉन्फ़िगरेशन
ne: मेशिन फिल्टर कन्फिग्रिग
pa: ਮਸ਼ੀਨ ਫਿਲਟਰ ਸੰਰਚਨਾ
te: మెషిన్ ఫిల్టర్ కాన్ఫిగర్

source: Machine ID Column
es: Columna de máquina ID
hi: मशीन ID स्तंभ
ne: मेशिन ID स्तम्भ
pa: ਮਸ਼ੀਨ ID
te: యంత్రం ID కాలమ్

source: Part No Filter Config
es: Parte sin configuración de filtro
hi: भाग कोई फ़िल्टर कॉन्फ़िगरेशन
ne: आंशिक कुनै फिल्टर कन्फिगर
pa: ਭਾਗ ਕੋਈ ਫਿਲਟਰ ਕੌਨਫਿਗ ਨਹੀਂ
te: పార్ట్ నో ఫిల్టర్ కాన్ఫిగర్

source: Part No Column
es: Parte sin columna
hi: भाग नहीं स्तंभ
ne: भाग कुनै स्तम्भ छैन
pa: ਭਾਗ ਕੋਈ ਕਾਲਮ
te: పార్ట్ నో కాలమ్

source: Filter Name
es: Nombre de filtro
hi: फ़िल्टर नाम
ne: फिल्टर नाम
pa: ਫਿਲਟਰ ਨਾਮ
te: ఫిల్టర్ పేరు

source: Filter Condition
es: Condición de filtro
hi: फ़िल्टर शर्त
ne: फिल्टर सर्त
pa: ਫਿਲਟਰ ਸਥਿਤੀ
te: వడపోత పరిస్థితి

source: Others Filter Config
es: Otros Filtar Config
hi: अन्य फ़िल्टर कॉन्फ़िगर
ne: अन्य फिल्टर कन्फिग
pa: ਹੋਰ ਫਿਲਟਰ ਸੰਰਚਨਾ
te: ఇతరులు కాన్ఫిగర్ ఫిల్టర్

source: Target Column
es: Columna objetivo
hi: लक्ष्य स्तंभ
ne: लक्षित स्तम्भ
pa: ਟਾਰਗੇਟ ਕਾਲਮ
te: లక్ష్య కాలమ్

source: Visualization Config
es: Configuración de visualización
hi: विज़ुअलाइज़ेशन कॉन्फ़िगर
ne: अव्यवता कन्फिग
pa: ਵਿਜ਼ੂਅਲਾਈਜ਼ੇਸ਼ਨ ਕੌਨਫਿਗ੍ਰਾ
te: విజువలైజేషన్ కాన్ఫిగర్

source: Lower threshold
es: Umbral inferior
hi: निचली दहलीज
ne: कम थ्रेसोल्ड
pa: ਘੱਟ ਥ੍ਰੈਸ਼ੋਲਡ
te: దిగువ ప్రవేశం

source: Upper threshold
es: Umbral superior
hi: ऊपरी दहलीज
ne: माथिल्लो सीमा
pa: ਉਪਰਲਾ ਥ੍ਰੈਸ਼ੋਲਡ
te: ఎగువ ప్రవేశం

source: Lower process threshold
es: Umbral de proceso inferior
hi: कम प्रक्रिया सीमा
ne: तल्लो प्रक्रिया थ्रेसोल्ड
pa: ਘੱਟ ਪ੍ਰਕਿਰਿਆ ਦੇ ਥ੍ਰੈਸ਼ੋਲਡ
te: తక్కువ ప్రక్రియ ప్రవేశం

source: Upper process threshold
es: Umbral de proceso superior
hi: ऊपरी प्रक्रिया सीमा
ne: माथिल्लो प्रक्रिया थ्रेसोल्ड
pa: ਉਪਰਲੀ ਪ੍ਰਕਿਰਿਆ ਥ੍ਰੈਸ਼ੋਲਡ
te: ఎగువ ప్రక్రియ ప్రవేశం

source: y-axes range: min
es: Rango de ejes y: min
hi: Y- अक्ष रेंज: मिनट
ne: Y- अक्ष दायरा: मिनेट
pa: ਵਾਈ-ਐਕਸਜ਼ ਰੇਂਜ: ਮਿਨ
te: Y- గొడ్డలి పరిధి: నిమి

source: y-axes range: max
es: Rango de ejes y: Max
hi: Y- अक्ष रेंज: अधिकतम
ne: Y- अक्ष दायरा: अधिकतम
pa: ਵਾਈ-ਐਕਸਜ਼ ਰੇਂਜ: ਮੈਕਸ
te: Y- గొడ్డలి పరిధి: గరిష్టంగా

source: Part No
es: Parte no
hi: भाग नहीं
ne: भाग हैन
pa: ਭਾਗ ਨੰ
te: పార్ట్ నం

source: Ends With
es: terminar con
hi: के साथ समाप्त करना
ne: को साथ
pa: ਨਾਲ ਖਤਮ
te: తో ముగింపు

source: Starts With
es: Empezar con
hi: के साथ शुरू
ne: बाट सुरु गर
pa: ਨਾਲ ਸ਼ੁਰੂ ਕਰੋ
te: ప్రారంభించండి

source: Contains
es: (Like Búsqueda)
hi: (Like खोज)
ne: (__500__ खोज)
pa: (Like ਖੋਜ)
te: (Like శోధన)

source: Matches
es: Aceptar
hi: इस बात से सहमत
ne: सहमत हुनु
pa: ਸਹਿਮਤ
te: అంగీకరిస్తున్నారు

source: Regular expressions
es: Expresiones regulares
hi: नियमित अभिव्यक्ति
ne: नियमित अभिव्यक्ति
pa: ਨਿਯਮਤ ਸਮੀਕਰਨ
te: రెగ్యులర్ ఎక్స్‌ప్రెషన్స్

source: Display graph
es: Muestra el gráfico
hi: ग्राफ प्रदर्शित करें
ne: ग्राफ प्रदर्शन गर्नुहोस्
pa: ਗ੍ਰਾਫ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰੋ
te: గ్రాఫ్‌ను ప్రదర్శించండి

source: CSV Export
es: CSV Exportar
hi: CSV निर्यात
ne: __ 114__ निर्यात
pa: CSV ਨਿਰਯਾਤ
te: CSV ఎగుమతి

source: Save successfully
es: Guardar con éxito
hi: सफलतापूर्वक संचित करना
ne: सफलतापूर्वक बचत गर्नुहोस्
pa: ਸਫਲਤਾਪੂਰਕ ਬਚਾਓ
te: విజయవంతంగా సేవ్ చేయండి

source: Failed to save
es: Error al guardar
hi: बचाने में विफल रहा
ne: बचत गर्न असफल भयो
pa: ਬਚਾਉਣ ਵਿੱਚ ਅਸਫਲ
te: సేవ్ చేయడంలో విఫలమైంది

source: Target column is required
es: Se requiere la columna objetivo
hi: लक्ष्य स्तंभ की आवश्यकता है
ne: लक्षित स्तम्भ आवश्यक छ
pa: ਟਾਰਗੇਟ ਕਾਲਮ ਲੋੜੀਂਦਾ ਹੈ
te: లక్ష్య కాలమ్ అవసరం

source: Filter name is required
es: Se requiere el nombre del filtro
hi: फ़िल्टर नाम की आवश्यकता है
ne: फिल्टर नाम आवश्यक छ
pa: ਫਿਲਟਰ ਨਾਮ ਲੋੜੀਂਦਾ ਹੈ
te: వడపోత పేరు అవసరం

source: Condition is required
es: Se requiere condición
hi: शर्त की आवश्यकता है
ne: सर्त आवश्यक छ
pa: ਸਥਿਤੀ ਦੀ ਲੋੜ ਹੈ
te: పరిస్థితి అవసరం

source: Duplicated filter name
es: El nombre del filtro está duplicado.
hi: फ़िल्टर नाम डुप्लिकेट किया गया है।
ne: फिल्टर नाम नक्कल गरिएको छ।
pa: ਫਿਲਟਰ ਨਾਮ ਡੁਪਲਿਕੇਟ ਹੈ.
te: ఫిల్టర్ పేరు నకిలీ చేయబడింది.

source: Duplicated condition
es: Las condiciones son duplicadas.
hi: शर्तों को डुप्लिकेट किया जाता है।
ne: सर्तहरू नक्कल गरियो।
pa: ਸ਼ਰਤਾਂ ਡੁਪਲਿਕੇਟ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ.
te: పరిస్థితులు నకిలీ చేయబడతాయి.

source: Default
es: Defecto
hi: चूक
ne: पुरा नगर्नु
pa: ਮੂਲ
te: డిఫాల్ట్

source: Process name
es: Nombre del proceso
hi: प्रक्रिया का नाम
ne: प्रक्रिया नाम
pa: ਪ੍ਰਕਿਰਿਆ ਦਾ ਨਾਮ
te: ప్రాసెస్ పేరు

source: Add other filter
es: Se agregó otros filtros
hi: अन्य फिल्टर जोड़े गए
ne: अन्य फिल्टरहरू थपियो
pa: ਹੋਰ ਫਿਲਟਰ ਸ਼ਾਮਲ ਕੀਤੇ ਗਏ
te: ఇతర ఫిల్టర్లు జోడించబడ్డాయి

source: CSV Import Config
es: CSV/TSV Importar configuración
hi: CSV/TSV आयात विन्यास
ne: __13: आयात कन्फिग
pa: __13OK ਆਯਾਤ ਕੌਂਫਿਗਰੇਸ਼ਨ
te: CSV/TSV దిగుమతి కాన్ఫిగర్

source: Source
es: Fuente
hi: स्रोत
ne: मुहान
pa: ਸਰੋਤ
te: మూలం

source: Polling Frequency
es: Ciclo de renovación
hi: नवीकरण चक्र
ne: नवीकरण चक्र
pa: ਨਵੀਨੀਕਰਣ ਚੱਕਰ
te: పునరుద్ధరణ చక్రం

source: Connect
es: Conectar
hi: जुडिये
ne: जोड्नु
pa: ਕਨੈਕਟ ਕਰੋ
te: కనెక్ట్

source: Once per hour
es: Una vez por hora
hi: एक बार प्रति घंटे
ne: एक घण्टा एक पटक
pa: ਇਕ ਵਾਰ ਪ੍ਰਤੀ ਘੰਟਾ
te: గంటకు ఒకసారి

source: Once per day
es: Una vez al día
hi: दिन में एक बार
ne: एक पटक एक पटक
pa: ਇਕ ਵਾਰ ਪ੍ਰਤੀ ਦਿਨ
te: రోజుకు ఒకసారి

source: Specify datatype of columns
es: Confirmación de datos
hi: आंकड़ा पुष्टि
ne: डाटा पुष्टि
pa: ਡਾਟਾ ਪੁਸ਼ਟੀਕਰਣ
te: డేటా నిర్ధారణ

source: Folder does not exist
es: No hay carpeta.
hi: कोई फ़ोल्डर नहीं है।
ne: त्यहाँ कुनै फोल्डर छैन।
pa: ਕੋਈ ਫੋਲਡਰ ਨਹੀਂ ਹੈ.
te: ఫోల్డర్ లేదు.

source: File does not exist
es: No hay archivo.
hi: कोई फ़ाइल नहीं है।
ne: त्यहाँ कुनै फाईल छैन।
pa: ਕੋਈ ਫਾਈਲ ਨਹੀਂ ਹੈ.
te: ఫైల్ లేదు.

source: Exists
es: Puedes conectarte.
hi: आप कनेक्ट कर सकते हैं।
ne: तपाईं जडान गर्न सक्नुहुन्छ।
pa: ਤੁਸੀਂ ਜੁੜ ਸਕਦੇ ਹੋ.
te: మీరు కనెక్ట్ చేయవచ్చు.

source: Visualization value is required
es: Complete el valor.
hi: कृपया मूल्य भरें।
ne: कृपया मान भर्नुहोस्।
pa: ਕਿਰਪਾ ਕਰਕੇ ਮੁੱਲ ਭਰੋ.
te: దయచేసి విలువను పూరించండి.

source: At least one setting value is required
es: No hay contenido de configuración.
hi: कोई सेटिंग सामग्री नहीं है।
ne: त्यहाँ कुनै सेटिंग सामग्री छैन।
pa: ਇੱਥੇ ਕੋਈ ਨਿਰਧਾਰਤ ਸਮੱਗਰੀ ਨਹੀਂ ਹੈ.
te: సెట్టింగ్ కంటెంట్ లేదు.

source: Setting is duplicated
es: La configuración está duplicada.
hi: सेटिंग्स को डुप्लिकेट किया जाता है।
ne: सेटिंग्स नक्कल गरिएको छ।
pa: ਸੈਟਿੰਗ ਡੁਪਲਿਕੇਟ ਹਨ.
te: సెట్టింగులు నకిలీ చేయబడతాయి.

source: Database Setting saved.
es: Configuración de la base de datos guardada.
hi: डेटाबेस सेटिंग्स सहेजे गए।
ne: डाटाबेस सेटिंग्स बचत भयो।
pa: ਡਾਟਾਬੇਸ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸੇਵ.
te: డేటాబేస్ సెట్టింగులు సేవ్ చేయబడ్డాయి.

source: Database Setting failed to save
es: No se pudo guardar la configuración de la base de datos.
hi: डेटाबेस सेटिंग्स को बचाने में विफल रहा।
ne: डाटाबेस सेटिंग्स बचत गर्न असफल भयो।
pa: ਡਾਟਾਬੇਸ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ.
te: డేటాబేస్ సెట్టింగులను సేవ్ చేయడంలో విఫలమైంది.

source: Test connection
es: Conexión de prueba
hi: परीक्षण कनेक्शन
ne: परीक्षण जडान
pa: ਟੈਸਟ ਕਨੈਕਸ਼ਨ
te: పరీక్ష కనెక్షన్

source: Start point
es: Punto de partida
hi: प्रारंभ बिंदु
ne: बिन्दु सुरु गर्नुहोस्
pa: ਸ਼ੁਰੂਆਤੀ ਬਿੰਦੂ
te: ప్రారంభ స్థానం

source: Date range
es: Rango de fechas
hi: तिथि सीमा
ne: मिति दायरा
pa: ਤਾਰੀਖ ਦੀ ਰੇਂਜ
te: తేదీ పరిధి

source: Latest
es: Más reciente
hi: नवीनतम
ne: सबभन्दा नया
pa: ਤਾਜ਼ਾ
te: తాజాది

source: Auto Update
es: Auto actualización
hi: स्वयमेव अद्यतन हो जाना
ne: स्वत: अपडेट
pa: ਆਟੋ ਅਪਡੇਟ
te: ఆటో నవీకరణ

source: minute
es: minuto
hi: मिनट
ne: मिनेट
pa: ਮਿੰਟ
te: నిమిషం

source: minutes
es: minutos
hi: मिनट
ne: मिनेट
pa: ਮਿੰਟ
te: నిమిషాలు

source: hour
es: hora
hi: घंटा
ne: घण्टा
pa: ਘੰਟਾ
te: గంట

source: hours
es: horas
hi: घंटे
ne: घण्टा
pa: ਘੰਟੇ
te: గంటలు

source: Show value
es: Variable objetivo
hi: लक्ष्य चर
ne: लक्ष्य भ्यारीएबल
pa: ਟਾਰਗੇਟ ਵੇਰੀਏਬਲ
te: లక్ష్య వేరియబుల్

source: Filter
es: Filtrar
hi: फ़िल्टर
ne: फिल्टर
pa: ਫਿਲਟਰ
te: ఫిల్టర్

source: X axis
es: X eje
hi: एक्स अक्ष
ne: X अक्ष
pa: X ਧੁਰਾ
te: X అక్షం

source: Timestamp
es: Marca de tiempo
hi: समय-चिह्न
ne: समय माथी
pa: ਟਾਈਮਸਟੈਂਪ
te: టైమ్‌స్టాంప్

source: Index
es: Índice
hi: अनुक्रमणिका
ne: सुची
pa: ਇੰਡੈਕਸ
te: సూచిక

source: Stratify Variables
es: Estratificar variables
hi: चर को स्तरीकृत करें
ne: चल्ती चर
pa: ਸਤਰ ਪਰਿਵਰਤਨਸ਼ੀਲ
te: స్ట్రాటిఫై వేరియబుల్స్

source: Filters
es: Filtros
hi: फिल्टर
ne: चलचित्रहरू
pa: ਫਿਲਟਰ
te: ఫిల్టర్లు

source: Database/CSV
es: Base de datos/CSV
hi: डेटाबेस/सीएसवी
ne: डाटाबेस / सीएसभी
pa: ਡਾਟਾਬੇਸ / CSV
te: డేటాబేస్/CSV

source: Analyze
es: Analizar
hi: विश्लेषण
ne: विश्लेषण गर्नु
pa: ਵਿਸ਼ਲੇਸ਼ਣ
te: విశ్లేషించడానికి

source: Graphical LASSO
es: Gráfico LASSO
hi: ग्राफिकल LASSO
ne: ग्राफिकल __22999 ____________________________________________________
pa: ਗ੍ਰਾਫਿਕਲ LASSO
te: గ్రాఫికల్ LASSO

source: Histogram
es: Histograma
hi: हिस्टोग्राम
ne: हिस्टोग्राम
pa: ਹਿਸਟੋਗ੍ਰਾਮ
te: హిస్టోగ్రాం

source: Stratified Plot
es: Trama estratificada
hi: स्तरीकृत साजिश
ne: Stratifed प्लट
pa: ਸਟ੍ਰੇਟਿਡ ਪਲਾਟ
te: స్ట్రాటిఫైడ్ ప్లాట్

source: Full-points Plot
es: Trama de puntos completos
hi: पूर्ण-बिंदुओं की साजिश
ne: पूर्ण पोइन्ट प्लट
pa: ਪੂਰੀ-ਬਿੰਦੂ ਪਲਾਟ
te: పూర్తి పాయింట్ల ప్లాట్లు

source: Data Visualization
es: Visualización de datos
hi: डेटा विज़ुअलाइज़ेशन
ne: डाटा दृश्य
pa: ਡਾਟਾ ਵਿਜ਼ੂਅਲਾਈਜ਼ੇਸ਼ਨ
te: డేటా విజువలైజేషన్

source: Please fill database name
es: Ingrese el nombre de la base de datos.
hi: डेटाबेस नाम दर्ज करें।
ne: डाटाबेस नाम प्रविष्ट गर्नुहोस्।
pa: ਡਾਟਾਬੇਸ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ.
te: డేటాబేస్ పేరును నమోదు చేయండి.

source: Please fill data source name
es: Ingrese el nombre de la fuente de datos.
hi: डेटा स्रोत नाम दर्ज करें।
ne: डाटा स्रोत नाम प्रविष्ट गर्नुहोस्।
pa: ਡਾਟਾ ਸਰੋਤ ਨਾਮ ਦਰਜ ਕਰੋ.
te: డేటా సోర్స్ పేరును నమోదు చేయండి.

source: Columns whose datatypes are not specified will not be imported.
es: Las columnas que no tienen tipo de datos no se importan.
hi: जिन कॉलम का कोई डेटा प्रकार नहीं है, वे आयातित नहीं हैं।
ne: स्तम्भहरू जुनसँग कुनै डाटा प्रकार आयात गरिएको छैन।
pa: ਕਾਲਮ ਜਿਨ੍ਹਾਂ ਵਿੱਚ ਕੋਈ ਡਾਟਾ ਕਿਸਮ ਦੀ ਆਯਾਤ ਨਹੀਂ ਕੀਤੀ ਜਾਂਦੀ.
te: డేటా రకం లేని నిలువు వరుసలు దిగుమతి చేయబడవు.
