Repository: apdn7/AnalysisPlatform
Catalog: ap/translations/*/LC_MESSAGES/messages.po
Languages: es, hi, ne, pa, te

source: DataFinderHoverMsg
es: Target period for which there is data for the process selected at the Start point (or the first process) is displayed in light blue. You can check when the data is collected from each unit: yearly [Year] ⇔ monthly [Month] ⇔ (daily [Week]). Please input the target range by using the information. The first click specifies the starting point (From), and the second click specifies the ending point (To). Press [Set] to enter the last selected date and time into the target period.
hi: Target period for which there is data for the process selected at the Start point (or the first process) is displayed in light blue. You can check when the data is collected from each unit: yearly [Year] ⇔ monthly [Month] ⇔ (daily [Week]). Please input the target range by using the information. The first click specifies the starting point (From), and the second click specifies the ending point (To). Press [Set] to enter the last selected date and time into the target period.
ne: Target period for which there is data for the process selected at the Start point (or the first process) is displayed in light blue. You can check when the data is collected from each unit: yearly [Year] ⇔ monthly [Month] ⇔ (daily [Week]). Please input the target range by using the information. The first click specifies the starting point (From), and the second click specifies the ending point (To). Press [Set] to enter the last selected date and time into the target period.
pa: Target period for which there is data for the process selected at the Start point (or the first process) is displayed in light blue. You can check when the data is collected from each unit: yearly [Year] ⇔ monthly [Month] ⇔ (daily [Week]). Please input the target range by using the information. The first click specifies the starting point (From), and the second click specifies the ending point (To). Press [Set] to enter the last selected date and time into the target period.
te: Target period for which there is data for the process selected at the Start point (or the first process) is displayed in light blue. You can check when the data is collected from each unit: yearly [Year] ⇔ monthly [Month] ⇔ (daily [Week]). Please input the target range by using the information. The first click specifies the starting point (From), and the second click specifies the ending point (To). Press [Set] to enter the last selected date and time into the target period.

source: ZeroVarianceTitle
es: The variable\'s variance is zero (all data values are the same)
hi: The variable\'s variance is zero (all data values are the same)
ne: The variable\'s variance is zero (all data values are the same)
pa: The variable\'s variance is zero (all data values are the same)
te: The variable\'s variance is zero (all data values are the same)

source: NARateTitle
es: Data missing rate
hi: Data missing rate
ne: Data missing rate
pa: Data missing rate
te: Data missing rate

source: Division number Hover AgP
es: Enter the number of distributions (Number of Divisions) to display. Please enter an integer (1 ≦ int ≦ 1000)
hi: Enter the number of distributions (Number of Divisions) to display. Please enter an integer (1 ≦ int ≦ 1000)
ne: Enter the number of distributions (Number of Divisions) to display. Please enter an integer (1 ≦ int ≦ 1000)
pa: Enter the number of distributions (Number of Divisions) to display. Please enter an integer (1 ≦ int ≦ 1000)
te: Enter the number of distributions (Number of Divisions) to display. Please enter an integer (1 ≦ int ≦ 1000)

source: Window length Hover
es: Vacío1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
hi: खाली1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
ne: खाली1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
pa: ਖਾਲੀ1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
te: ఖాళీ1つの分布を計算する際の時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。間隔と等しい場合は、すべてのデータを重なりなく評価し、間隔より大きい値の場合はデータの重なりがなくなり一部のデータは評価されなくなります。間隔より小さい場合はデータの重なりが発生します。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760

source: Window length Hover AgP
es: Enter the time width for calculating one plot or summary result. Please enter a number between 0.01 (=36 seconds) and less than 20,000 (=833 days). If it is equal to the interval, evaluate all data without overlap (recommended setting). If it is larger than the interval, data overlap will occur (effective when there is little data. However, since some of the same data is evaluated, there is a concern that changes may become slow). If the value is smaller than the interval, data will not overlap and some data will not be evaluated (effective when there is a large number of data. However, not recommended as some data will not be evaluated). e.g.) 1 week = 168h, 30 days = 720h, a half year = 4320h, one year = 8760h
hi: Enter the time width for calculating one plot or summary result. Please enter a number between 0.01 (=36 seconds) and less than 20,000 (=833 days). If it is equal to the interval, evaluate all data without overlap (recommended setting). If it is larger than the interval, data overlap will occur (effective when there is little data. However, since some of the same data is evaluated, there is a concern that changes may become slow). If the value is smaller than the interval, data will not overlap and some data will not be evaluated (effective when there is a large number of data. However, not recommended as some data will not be evaluated). e.g.) 1 week = 168h, 30 days = 720h, a half year = 4320h, one year = 8760h
ne: Enter the time width for calculating one plot or summary result. Please enter a number between 0.01 (=36 seconds) and less than 20,000 (=833 days). If it is equal to the interval, evaluate all data without overlap (recommended setting). If it is larger than the interval, data overlap will occur (effective when there is little data. However, since some of the same data is evaluated, there is a concern that changes may become slow). If the value is smaller than the interval, data will not overlap and some data will not be evaluated (effective when there is a large number of data. However, not recommended as some data will not be evaluated). e.g.) 1 week = 168h, 30 days = 720h, a half year = 4320h, one year = 8760h
pa: Enter the time width for calculating one plot or summary result. Please enter a number between 0.01 (=36 seconds) and less than 20,000 (=833 days). If it is equal to the interval, evaluate all data without overlap (recommended setting). If it is larger than the interval, data overlap will occur (effective when there is little data. However, since some of the same data is evaluated, there is a concern that changes may become slow). If the value is smaller than the interval, data will not overlap and some data will not be evaluated (effective when there is a large number of data. However, not recommended as some data will not be evaluated). e.g.) 1 week = 168h, 30 days = 720h, a half year = 4320h, one year = 8760h
te: Enter the time width for calculating one plot or summary result. Please enter a number between 0.01 (=36 seconds) and less than 20,000 (=833 days). If it is equal to the interval, evaluate all data without overlap (recommended setting). If it is larger than the interval, data overlap will occur (effective when there is little data. However, since some of the same data is evaluated, there is a concern that changes may become slow). If the value is smaller than the interval, data will not overlap and some data will not be evaluated (effective when there is a large number of data. However, not recommended as some data will not be evaluated). e.g.) 1 week = 168h, 30 days = 720h, a half year = 4320h, one year = 8760h

source: Window length Hover ScP
es: Vacío1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
hi: खाली1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
ne: खाली1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
pa: ਖਾਲੀ1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760
te: ఖాళీ1つのグラフの時間の幅を入力します。0.1以上、20,000(=833日)以下の数値を入力してください。 e.g.) 1週間 = 168, 30日 = 720, 半年 = 4320, 1年 = 8760

source: Division number Hover ScP
es: Vacío表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
hi: खाली表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
ne: खाली表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
pa: ਖਾਲੀ表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下
te: ఖాళీ表示するグラフ数(分割数)を入力します。1以上7もしくは49以下の整数を入力してください。 Facet無効時：1以上49以下 Facet有効時：1以上7以下

source: Interval Hover
es: Vacíoプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
hi: खालीプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
ne: खालीプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
pa: ਖਾਲੀプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760
te: ఖాళీプロットを日時ごとに表示する際の日時の間隔を入力します。絶対値が0.1以上、720(=30日)以下の数値を入力してください。マイナスの値を入力すると、過去にさかのぼる方向に期間を設定できます。 e.g.) 1 week = 168, 30 days = 720, a half year = 4320, one year = 8760

source: Interval Hover AgP
es: Enter the date and time interval when displaying plot or summary results by date and time. Please enter a number with an absolute value of 0.01 (36 seconds) or more and 720 (=30 days) or less. You can set the period backwards by entering a negative value. e.g.) 1 week = 168h, 30 days = 720h, a half year = 4320h, one year = 8760h
hi: Enter the date and time interval when displaying plot or summary results by date and time. Please enter a number with an absolute value of 0.01 (36 seconds) or more and 720 (=30 days) or less. You can set the period backwards by entering a negative value. e.g.) 1 week = 168h, 30 days = 720h, a half year = 4320h, one year = 8760h
ne: Enter the date and time interval when displaying plot or summary results by date and time. Please enter a number with an absolute value of 0.01 (36 seconds) or more and 720 (=30 days) or less. You can set the period backwards by entering a negative value. e.g.) 1 week = 168h, 30 days = 720h, a half year = 4320h, one year = 8760h
pa: Enter the date and time interval when displaying plot or summary results by date and time. Please enter a number with an absolute value of 0.01 (36 seconds) or more and 720 (=30 days) or less. You can set the period backwards by entering a negative value. e.g.) 1 week = 168h, 30 days = 720h, a half year = 4320h, one year = 8760h
te: Enter the date and time interval when displaying plot or summary results by date and time. Please enter a number with an absolute value of 0.01 (36 seconds) or more and 720 (=30 days) or less. You can set the period backwards by entering a negative value. e.g.) 1 week = 168h, 30 days = 720h, a half year = 4320h, one year = 8760h

source: Interval Hover ScP
es: Enter the date and time interval when displaying the graph by date and time. Please enter a number with an absolute value of 0.01 (36 seconds) or more and 720 (=30 days) or less. You can set the period backwards by entering a negative value. e.g.) 1 week = 168h, 30 days = 720h, a half year = 4320h, one year = 8760h
hi: Enter the date and time interval when displaying the graph by date and time. Please enter a number with an absolute value of 0.01 (36 seconds) or more and 720 (=30 days) or less. You can set the period backwards by entering a negative value. e.g.) 1 week = 168h, 30 days = 720h, a half year = 4320h, one year = 8760h
ne: Enter the date and time interval when displaying the graph by date and time. Please enter a number with an absolute value of 0.01 (36 seconds) or more and 720 (=30 days) or less. You can set the period backwards by entering a negative value. e.g.) 1 week = 168h, 30 days = 720h, a half year = 4320h, one year = 8760h
pa: Enter the date and time interval when displaying the graph by date and time. Please enter a number with an absolute value of 0.01 (36 seconds) or more and 720 (=30 days) or less. You can set the period backwards by entering a negative value. e.g.) 1 week = 168h, 30 days = 720h, a half year = 4320h, one year = 8760h
te: Enter the date and time interval when displaying the graph by date and time. Please enter a number with an absolute value of 0.01 (36 seconds) or more and 720 (=30 days) or less. You can set the period backwards by entering a negative value. e.g.) 1 week = 168h, 30 days = 720h, a half year = 4320h, one year = 8760h

source: Divide by category hover msg AgP RLP
es: The variables selected for the Div are used on the horizontal axis, and are aggregated or aggregated by type of variable content.
hi: The variables selected for the Div are used on the horizontal axis, and are aggregated or aggregated by type of variable content.
ne: The variables selected for the Div are used on the horizontal axis, and are aggregated or aggregated by type of variable content.
pa: The variables selected for the Div are used on the horizontal axis, and are aggregated or aggregated by type of variable content.
te: The variables selected for the Div are used on the horizontal axis, and are aggregated or aggregated by type of variable content.

source: Divide by category hover msg ScP
es: The graph is divided according to the content of the variable selected in Div and arranged horizontally.
hi: The graph is divided according to the content of the variable selected in Div and arranged horizontally.
ne: The graph is divided according to the content of the variable selected in Div and arranged horizontally.
pa: The graph is divided according to the content of the variable selected in Div and arranged horizontally.
te: The graph is divided according to the content of the variable selected in Div and arranged horizontally.

source: Stratify by variables hover msg StP
es: The graph is divided according to the type of variable selected for Lv1 or Lv2 of Facet settings. If you select both Lv1/Lv2, the graph will be divided by the combination of the contents of the two selected variables.
hi: The graph is divided according to the type of variable selected for Lv1 or Lv2 of Facet settings. If you select both Lv1/Lv2, the graph will be divided by the combination of the contents of the two selected variables.
ne: The graph is divided according to the type of variable selected for Lv1 or Lv2 of Facet settings. If you select both Lv1/Lv2, the graph will be divided by the combination of the contents of the two selected variables.
pa: The graph is divided according to the type of variable selected for Lv1 or Lv2 of Facet settings. If you select both Lv1/Lv2, the graph will be divided by the combination of the contents of the two selected variables.
te: The graph is divided according to the type of variable selected for Lv1 or Lv2 of Facet settings. If you select both Lv1/Lv2, the graph will be divided by the combination of the contents of the two selected variables.

source: Divide by term (Cyclic) hover msg
es: Decomposes the graph in periodic time
hi: Decomposes the graph in periodic time
ne: Decomposes the graph in periodic time
pa: Decomposes the graph in periodic time
te: Decomposes the graph in periodic time

source: Divide by term (Direct) hover msg
es: Directly enter the time period you want to visualize and break down the graph for each input time period.
hi: Directly enter the time period you want to visualize and break down the graph for each input time period.
ne: Directly enter the time period you want to visualize and break down the graph for each input time period.
pa: Directly enter the time period you want to visualize and break down the graph for each input time period.
te: Directly enter the time period you want to visualize and break down the graph for each input time period.

source: Divide by data number (Cyclic) hover msg
es: Break down the graph by the number of input data.
hi: Break down the graph by the number of input data.
ne: Break down the graph by the number of input data.
pa: Break down the graph by the number of input data.
te: Break down the graph by the number of input data.

source: Divide by calender (Cyclic) hover msg
es: Break down the scale of the horizontal axis by year, fiscal year, half year, quarter, month, week, day, and hour.
hi: Break down the scale of the horizontal axis by year, fiscal year, half year, quarter, month, week, day, and hour.
ne: Break down the scale of the horizontal axis by year, fiscal year, half year, quarter, month, week, day, and hour.
pa: Break down the scale of the horizontal axis by year, fiscal year, half year, quarter, month, week, day, and hour.
te: Break down the scale of the horizontal axis by year, fiscal year, half year, quarter, month, week, day, and hour.

source: Skip line hover msg
es: This item is set when the column name does not exist in the first row. You can enter a value between 0 and 100. If nothing is entered, the data will be loaded using the first row as column names. If 0, column names will be automatically generated. Also, if nothing is entered and there are many numbers in the first line, 0 will be entered automatically. If it is 1 or more, the data will be skipped to the row number of the entered value, and the data will be read using the next row as the column name.
hi: This item is set when the column name does not exist in the first row. You can enter a value between 0 and 100. If nothing is entered, the data will be loaded using the first row as column names. If 0, column names will be automatically generated. Also, if nothing is entered and there are many numbers in the first line, 0 will be entered automatically. If it is 1 or more, the data will be skipped to the row number of the entered value, and the data will be read using the next row as the column name.
ne: This item is set when the column name does not exist in the first row. You can enter a value between 0 and 100. If nothing is entered, the data will be loaded using the first row as column names. If 0, column names will be automatically generated. Also, if nothing is entered and there are many numbers in the first line, 0 will be entered automatically. If it is 1 or more, the data will be skipped to the row number of the entered value, and the data will be read using the next row as the column name.
pa: This item is set when the column name does not exist in the first row. You can enter a value between 0 and 100. If nothing is entered, the data will be loaded using the first row as column names. If 0, column names will be automatically generated. Also, if nothing is entered and there are many numbers in the first line, 0 will be entered automatically. If it is 1 or more, the data will be skipped to the row number of the entered value, and the data will be read using the next row as the column name.
te: This item is set when the column name does not exist in the first row. You can enter a value between 0 and 100. If nothing is entered, the data will be loaded using the first row as column names. If 0, column names will be automatically generated. Also, if nothing is entered and there are many numbers in the first line, 0 will be entered automatically. If it is 1 or more, the data will be skipped to the row number of the entered value, and the data will be read using the next row as the column name.

source: Num rows hover msg
hi: Limits the number of lines to be read. No input or 0 will read all lines, a positive number will read only the specified number of lines.
ne: Limits the number of lines to be read. No input or 0 will read all lines, a positive number will read only the specified number of lines.
te: Limits the number of lines to be read. No input or 0 will read all lines, a positive number will read only the specified number of lines.

source: Transpose hover msg
hi: Transpose the data, which swaps the rows and columns.
ne: Transpose the data, which swaps the rows and columns.
te: Transpose the data, which swaps the rows and columns.

source: PartialDummyHeaderGenerated
hi: New column names are created for columns in the file that did not have names.
ne: New column names are created for columns in the file that did not have names.
te: New column names are created for columns in the file that did not have names.

source: NavButtonRegisterByFile
hi: Register by File
ne: Register by File
pa: Register by File
te: Register by File

source: TitleRegisterByFile
hi: Register from Data File
ne: Register from Data File
pa: Register from Data File
te: Register from Data File

source: RegisterDataSource
hi: Source
ne: Source
pa: Source
te: Source

source: ReferenceFileLabel
hi: Reference File
ne: Reference File
pa: Reference File
te: Reference File

source: BrowseButton
hi: Browse
ne: Browse
pa: Browse
te: Browse

source: FolderBrowsePlaceholder
hi: Z:\path\to\folder (File size: Unlimited)
ne: Z:\path\to\folder (File size: Unlimited)
pa: Z:\path\to\folder (File size: Unlimited)
te: Z:\path\to\folder (File size: Unlimited)

source: SourceFileBrowsePlaceholder
hi: Z:\path\to\folder (File size: Unlimited) or Z:\path\to\datafile.csv
ne: Z:\path\to\folder (File size: Unlimited) or Z:\path\to\datafile.csv
te: Z:\path\to\folder (File size: Unlimited) or Z:\path\to\datafile.csv

source: FileBrowsePlaceholder
hi: Z:\path\to\datafile.csv
ne: Z:\path\to\datafile.csv
pa: Z:\path\to\datafile.csv
te: Z:\path\to\datafile.csv

source: RefFilePlaceholder
hi: (Optional) Data file used to estimate data types
ne: (Optional) Data file used to estimate data types
pa: (Optional) Data file used to estimate data types
te: (Optional) Data file used to estimate data types
