Repository: apdn7/AnalysisPlatform
Catalog: ap/translations/*/LC_MESSAGES/messages.po
Languages: es, hi, ne, pa, te

source: SourceExplanation
hi: If the source is a folder, all files in the folder will be loaded; if the source is a file, only that file will be loaded. If multiple files are to be loaded or additional data is to be loaded automatically, please specify a folder as the reference. All files (CSV, TSV, SSV) must have the same column name.
ne: If the source is a folder, all files in the folder will be loaded; if the source is a file, only that file will be loaded. If multiple files are to be loaded or additional data is to be loaded automatically, please specify a folder as the reference. All files (CSV, TSV, SSV) must have the same column name.
pa: If the source is a folder, all files in the folder will be loaded; if the source is a file, only that file will be loaded. If multiple files are to be loaded or additional data is to be loaded automatically, please specify a folder as the reference. All files (CSV, TSV, SSV) must have the same column name.
te: If the source is a folder, all files in the folder will be loaded; if the source is a file, only that file will be loaded. If multiple files are to be loaded or additional data is to be loaded automatically, please specify a folder as the reference. All files (CSV, TSV, SSV) must have the same column name.

source: ProcNameExplanation
hi: The following items are automatically generated from the folder name. If you wish to set an arbitrary name, please modify the following before clicking the Register button.
ne: The following items are automatically generated from the folder name. If you wish to set an arbitrary name, please modify the following before clicking the Register button.
pa: The following items are automatically generated from the folder name. If you wish to set an arbitrary name, please modify the following before clicking the Register button.
te: The following items are automatically generated from the folder name. If you wish to set an arbitrary name, please modify the following before clicking the Register button.

source: RegisterDataFileButton
hi: Register Data
ne: Register Data
pa: Register Data
te: Register Data

source: ProgressSourceSelected
hi: Source is selected
ne: Source is selected
pa: Source is selected
te: Source is selected

source: ProcessRegisterStart
hi: Register start
ne: Register start
pa: Register start
te: Register start

source: ProgressFolderCheck
hi: Folder structure check
ne: Folder structure check
pa: Folder structure check
te: Folder structure check

source: ProgressImportingData
hi: Importing data
ne: Importing data
pa: Importing data
te: Importing data

source: ProgressFinished
hi: Finished
ne: Finished
pa: Finished
te: Finished

source: Table viewer title hover msg
hi: You can check the original data (contents of data files such as databases and CSV) for each process. For data files such as CSV, the contents of the latest file will be displayed.
ne: You can check the original data (contents of data files such as databases and CSV) for each process. For data files such as CSV, the contents of the latest file will be displayed.
te: You can check the original data (contents of data files such as databases and CSV) for each process. For data files such as CSV, the contents of the latest file will be displayed.

source: Heatmap Plot Page Title
hi: Heat Map
ne: Heat Map
te: Heat Map

source: Heatmap Page title description
hi: The relationship between variables can be visualized with a heat map.
ne: The relationship between variables can be visualized with a heat map.
te: The relationship between variables can be visualized with a heat map.

source: HMp show value description
hi: The data types of x and y to be selected are both categorical (Cat, Str) or integer (Int) only.
ne: The data types of x and y to be selected are both categorical (Cat, Str) or integer (Int) only.
te: The data types of x and y to be selected are both categorical (Cat, Str) or integer (Int) only.

source: HMp color hover msg
hi: Specify the calculation method for the values of the color map (z-axis). For numerical values, statistical values such as average, and for categorical values, counting, etc.
ne: Specify the calculation method for the values of the color map (z-axis). For numerical values, statistical values such as average, and for categorical values, counting, etc.
te: Specify the calculation method for the values of the color map (z-axis). For numerical values, statistical values such as average, and for categorical values, counting, etc.

source: Go to SCP Msg
hi: The HMp support both categorical (Cat, Str) or integer (Int) only. Otherwise, use ScP.
ne: The HMp support both categorical (Cat, Str) or integer (Int) only. Otherwise, use ScP.
te: The HMp support both categorical (Cat, Str) or integer (Int) only. Otherwise, use ScP.

source: Selected Color Agg Function incorrect
hi: If you do not select a Color variable, select "Ratio[%%]" or "Count" from "Color" -> "Others".
ne: If you do not select a Color variable, select "Ratio[%%]" or "Count" from "Color" -> "Others".
te: If you do not select a Color variable, select "Ratio[%%]" or "Count" from "Color" -> "Others".

source: CopyButtonFunctionHoverMessage
hi: Open a modal that contains registered functions of this process.
ne: Open a modal that contains registered functions of this process.
te: Open a modal that contains registered functions of this process.

source: SetButtonFunctionHoverMessage
hi: Add a new function column that fully be inputted and defined into below table.
ne: Add a new function column that fully be inputted and defined into below table.
te: Add a new function column that fully be inputted and defined into below table.

source: NewButtonFunctionHoverMessage
hi: Open a modal that contains all functions with description.
ne: Open a modal that contains all functions with description.
te: Open a modal that contains all functions with description.

source: DeleteButtonFunctionHoverMessage
hi: Delete selected function columns.
ne: Delete selected function columns.
te: Delete selected function columns.

source: RegisterButtonFunctionHoverMessage
hi: Register all function columns in table into system.
ne: Register all function columns in table into system.
te: Register all function columns in table into system.

source: ReloadButtonFunctionHoverMessage
hi: Reload to get all function columns of the process into system.
ne: Reload to get all function columns of the process into system.
te: Reload to get all function columns of the process into system.

source: ProcDatetimeFormat
hi: Datetime Format
ne: Datetime Format
te: Datetime Format

source: generateDatetimeCol
hi: Generate a Datetime column from main::Date and main::time
ne: Generate a Datetime column from main::Date and main::time
te: Generate a Datetime column from main::Date and main::time

source: requestSelectDateAndTime
hi: Please set both main::Date and main::Time columns
ne: Please set both main::Date and main::Time columns
te: Please set both main::Date and main::Time columns

source: numericLabel
hi: Numeric
ne: Numeric
te: Numeric

source: nonNumericLabel
hi: Others
ne: Others
te: Others

source: numericHoverMsg
hi: Real and Integer (Numeric) Data
ne: Real and Integer (Numeric) Data
te: Real and Integer (Numeric) Data

source: nonNumericHoverMsg
hi: Non-numeric Data
ne: Non-numeric Data
te: Non-numeric Data

source: warnDeleteMergedProc
hi: This dataset is a merged dataset. If you delete this dataset, the parent dataset and other merged datasets will also be deleted at the same time. Are you sure you want to delete them all?
ne: This dataset is a merged dataset. If you delete this dataset, the parent dataset and other merged datasets will also be deleted at the same time. Are you sure you want to delete them all?
te: This dataset is a merged dataset. If you delete this dataset, the parent dataset and other merged datasets will also be deleted at the same time. Are you sure you want to delete them all?

source: LinkWithTime
hi: Link with time: diff [sec]
ne: Link with time: diff [sec]
te: Link with time: diff [sec]

source: i18nCutOff
hi: CutOff: [min]
ne: CutOff: [min]
te: CutOff: [min]

source: LinkWithTimeHoverMsg
hi: Enter the time difference [min] between the datetime of the post and previous processes you want to link. The data with datetime that is closest to the time difference value you entered will be linked. However, if the datetime of the previous process is larger than that of the post process, the data will not be linked.
ne: Enter the time difference [min] between the datetime of the post and previous processes you want to link. The data with datetime that is closest to the time difference value you entered will be linked. However, if the datetime of the previous process is larger than that of the post process, the data will not be linked.
te: Enter the time difference [min] between the datetime of the post and previous processes you want to link. The data with datetime that is closest to the time difference value you entered will be linked. However, if the datetime of the previous process is larger than that of the post process, the data will not be linked.

source: CutOffHoverMsg
hi: If the time difference between the post process and the previous process is greater than the CutOff value, data linking will not be performed.
ne: If the time difference between the post process and the previous process is greater than the CutOff value, data linking will not be performed.
te: If the time difference between the post process and the previous process is greater than the CutOff value, data linking will not be performed.

source: useODFCheckboxText
hi: On-demand filter
ne: On-demand filter
te: On-demand filter

source: useODFCheckboxHover
hi: Display only the data selected by on-demand filter.
ne: Display only the data selected by on-demand filter.
te: Display only the data selected by on-demand filter.

source: dataTypeMainDatetimeHover
hi: A column to be used as the datetime on the app. Please select at least one. (Multiple selections are not possible)
ne: A column to be used as the datetime on the app. Please select at least one. (Multiple selections are not possible)
te: A column to be used as the datetime on the app. Please select at least one. (Multiple selections are not possible)

source: datatypeMainDateHover
hi: A column used as the date on the app. By setting this together with `main::Time`, `main::Datetime` will be generated to be used as the datetime on the app. (Multiple selections are not possible)
ne: A column used as the date on the app. By setting this together with `main::Time`, `main::Datetime` will be generated to be used as the datetime on the app. (Multiple selections are not possible)
te: A column used as the date on the app. By setting this together with `main::Time`, `main::Datetime` will be generated to be used as the datetime on the app. (Multiple selections are not possible)

source: dataTypeMainTimeHover
hi: A column used as the time on the app. By setting this together with `main::Date`, `main::Datetime` will be generated to be used as the datetime on the app. (Multiple selections are not possible)
ne: A column used as the time on the app. By setting this together with `main::Date`, `main::Datetime` will be generated to be used as the datetime on the app. (Multiple selections are not possible)
te: A column used as the time on the app. By setting this together with `main::Date`, `main::Datetime` will be generated to be used as the datetime on the app. (Multiple selections are not possible)

source: dataTypeMainSerialIntHover
hi: A column whose data type is an integer used to link data between processes. (Multiple selections are not possible)
ne: A column whose data type is an integer used to link data between processes. (Multiple selections are not possible)
te: A column whose data type is an integer used to link data between processes. (Multiple selections are not possible)

source: dataTypeMainSerialStringHover
hi: A column whose data type is a string used to link data between processes. (Multiple selections are not possible)
ne: A column whose data type is a string used to link data between processes. (Multiple selections are not possible)
te: A column whose data type is a string used to link data between processes. (Multiple selections are not possible)

source: dataTypeDatetimeKeyHover
hi: A date and time data column used to store the date and time of the data loaded when loading data periodically. In order to prevent data from being missed in databases where data is not inserted in the order of the date and time data in the column set in main::Datetime, we recommend setting this if the date and time data column (created_at) registered in the database is available. (Multiple selections not allowed)
ne: A date and time data column used to store the date and time of the data loaded when loading data periodically. In order to prevent data from being missed in databases where data is not inserted in the order of the date and time data in the column set in main::Datetime, we recommend setting this if the date and time data column (created_at) registered in the database is available. (Multiple selections not allowed)
te: A date and time data column used to store the date and time of the data loaded when loading data periodically. In order to prevent data from being missed in databases where data is not inserted in the order of the date and time data in the column set in main::Datetime, we recommend setting this if the date and time data column (created_at) registered in the database is available. (Multiple selections not allowed)

source: dataTypeSerialIntHover
hi: Select this if you want to use multiple columns for linking, such as when data cannot be uniquely identified by “main::Serial” alone.
ne: Select this if you want to use multiple columns for linking, such as when data cannot be uniquely identified by “main::Serial” alone.
te: Select this if you want to use multiple columns for linking, such as when data cannot be uniquely identified by “main::Serial” alone.

source: dataTypeSerialStringHover
hi: Select this if you want to use multiple columns for linking, such as when data cannot be uniquely identified by “main::Serial” alone.
ne: Select this if you want to use multiple columns for linking, such as when data cannot be uniquely identified by “main::Serial” alone.
te: Select this if you want to use multiple columns for linking, such as when data cannot be uniquely identified by “main::Serial” alone.

source: dataTypeLineNameStrHover
hi: When selected for a column where the line name is saved, you can use label plot drawing and filters for all number plots without setting.
ne: When selected for a column where the line name is saved, you can use label plot drawing and filters for all number plots without setting.
te: When selected for a column where the line name is saved, you can use label plot drawing and filters for all number plots without setting.

source: dataTypeLineNoIntHover
hi: When selected for a column where the line number is saved, you can use label plot drawing and filters for all number plots without setting.
ne: When selected for a column where the line number is saved, you can use label plot drawing and filters for all number plots without setting.
te: When selected for a column where the line number is saved, you can use label plot drawing and filters for all number plots without setting.

source: dataTypeEqNameStrHover
hi: When selected for a column where the equipment name is saved, you can use label plot drawing and filters for all number plots without setting.
ne: When selected for a column where the equipment name is saved, you can use label plot drawing and filters for all number plots without setting.
te: When selected for a column where the equipment name is saved, you can use label plot drawing and filters for all number plots without setting.

source: dataTypeEqNoIntHover
hi: When selected for a column where the equipment number is saved, you can draw a label plot of the total number plot and use filters without any settings.
ne: When selected for a column where the equipment number is saved, you can draw a label plot of the total number plot and use filters without any settings.
te: When selected for a column where the equipment number is saved, you can draw a label plot of the total number plot and use filters without any settings.

source: dataTypePartNameStrHover
hi: When selected for a column where the product name is saved, you can draw a label plot of the total number plot and use filters without any settings.
ne: When selected for a column where the product name is saved, you can draw a label plot of the total number plot and use filters without any settings.
te: When selected for a column where the product name is saved, you can draw a label plot of the total number plot and use filters without any settings.

source: dataTypePartNoIntHover
hi: When selected for a column where the product number is saved, you can draw a label plot of the total number plot and use filters without any settings.
ne: When selected for a column where the product number is saved, you can draw a label plot of the total number plot and use filters without any settings.
te: When selected for a column where the product number is saved, you can draw a label plot of the total number plot and use filters without any settings.

source: dataTypeStNoIntHover
hi: When selected for a column where the station number is saved, you can draw a label plot of the total number plot and use filters without any settings.
ne: When selected for a column where the station number is saved, you can draw a label plot of the total number plot and use filters without any settings.
te: When selected for a column where the station number is saved, you can draw a label plot of the total number plot and use filters without any settings.

source: dataTypeJudgeHover
hi: When selected for a column in which the judgment results, such as test results, are saved as binary values of 1 and 0, you can use the judgment (1: OK, 0: NG) to draw graphs or use filters.
ne: When selected for a column in which the judgment results, such as test results, are saved as binary values of 1 and 0, you can use the judgment (1: OK, 0: NG) to draw graphs or use filters.
te: When selected for a column in which the judgment results, such as test results, are saved as binary values of 1 and 0, you can use the judgment (1: OK, 0: NG) to draw graphs or use filters.

source: judgementDataTypeHover
hi: Judge(1: OK, 0:NG)
ne: Judge(1: OK, 0:NG)
te: Judge(1: OK, 0:NG)

source: Shown Name Required
hi: Please enter Shown Name.
ne: Please enter Shown Name.
te: Please enter Shown Name.

source: DataSourceTypeCsvTsvSsv
hi: CSV/TSV/SSV
ne: CSV/TSV/SSV
te: CSV/TSV/SSV

source: DataSourceTypeSqlite
hi: SQLite
ne: SQLite
te: SQLite

source: DataSourceTypePostgresql
hi: PostgreSQL
ne: PostgreSQL
te: PostgreSQL

source: DataSourceTypeMssql
hi: MSSQL Server
ne: MSSQL Server
te: MSSQL Server

source: DataSourceTypeOracle
hi: ORACLE
ne: ORACLE
te: ORACLE

source: DataSourceTypeMysql
hi: MySQL
ne: MySQL
te: MySQL

source: DataSourceTypeV2Csv
hi: V2 CSV
ne: V2 CSV
te: V2 CSV

source: DataSourceTypeSoftwareWorkshop
hi: Software Workshop Interface
ne: Software Workshop ETL
te: Software Workshop ETL

source: ProcDatetimeFormatHoverMsg
hi: Specifies the datetime format. Format Example %%Y-%%m-%%d %%H:%%M:%%S.%%f 2024-02-21 15:30:51.123 %%Y-%%m-%%d %%I:%%M:%%S %%p 2024-02-21 03:30:51 PM %%m/%%d/%%y 02/21/2024 %%b %%d, %%Y Feb 21, 2024
ne: Specifies the datetime format. Format Example %%Y-%%m-%%d %%H:%%M:%%S.%%f 2024-02-21 15:30:51.123 %%Y-%%m-%%d %%I:%%M:%%S %%p 2024-02-21 03:30:51 PM %%m/%%d/%%y 02/21/2024 %%b %%d, %%Y Feb 21, 2024 %%Y%%m%%d%%H%%M 202409251400
te: Specifies the datetime format. Format Example %%Y-%%m-%%d %%H:%%M:%%S.%%f 2024-02-21 15:30:51.123 %%Y-%%m-%%d %%I:%%M:%%S %%p 2024-02-21 03:30:51 PM %%m/%%d/%%y 02/21/2024 %%b %%d, %%Y Feb 21, 2024 %%Y%%m%%d%%H%%M 202409251400

source: checkIsMainSerialMsg
ne: Since "main::Serial" cannot be selected multiple times, the "main::Serial:Int"/"main::Serial:Str" selected in Process Config will be changed to "Serial:Int"/"Serial:Str".
te: Since "main::Serial" cannot be selected multiple times, the "main::Serial:Int"/"main::Serial:Str" selected in Process Config will be changed to "Serial:Int"/"Serial:Str".

source: mainSerialCheckboxHover
ne: A column whose data type is a Int/Str used to link data between processes. (Multiple selections are not possible)
te: A column whose data type is a Int/Str used to link data between processes. (Multiple selections are not possible)

source: WarningUpdateTransactionDataJobNotCompleteInChangingLinkKeyMsg
ne: In this process, due to the ongoing update of transaction data following a modification to main::Serial, changes to columns linked to variables containing main::Serial may not be accurately reflected in the results.
te: In this process, due to the ongoing update of transaction data following a modification to main::Serial, changes to columns linked to variables containing main::Serial may not be accurately reflected in the results.

source: WarningUpdateTransactionDataJobNotCompleteInShowGraphMsg
ne: In this process, due to the ongoing update of transaction data following a modification to main::Serial, the graph display results may not be accurate.
te: In this process, due to the ongoing update of transaction data following a modification to main::Serial, the graph display results may not be accurate.

source: changeMainSerialFunctionColumnMsg
ne: Since "main::Serial" cannot be selected multiple times, uncheck the variable that has already been selected in main::Serial.
te: Since "main::Serial" cannot be selected multiple times, uncheck the variable that has already been selected in main::Serial.

source: uncheckMainSerialFunctionColumnMsg
ne: Since "main::Serial" cannot be selected multiple times, uncheck the variable that has already been selected in main::Serial.
te: Since "main::Serial" cannot be selected multiple times, uncheck the variable that has already been selected in main::Serial.

source: anyChangeDefinitionMainSerialFunctionColumnMsg
ne: Changing the definition of the Function set in "main::Serial" will take processing time. Do you want to change it?
te: Changing the definition of the Function set in "main::Serial" will take processing time. Do you want to change it?

source: DiscardChangesMessage
ne: You've made changes that haven't been saved yet. Do you want to save them?
te: You've made changes that haven't been saved yet. Do you want to save them?

source: Discard Changes
ne: Confirm to save all changes
te: Confirm to save all changes

source: confirmExportZipMsg
ne: Do you want to export config data to a file?
te: Do you want to export config data to a file?

source: confirmImportZipFileMsg
ne: Importing the config data of backup file deletes the current config. Is it OK to continue processing?
te: Importing the config data of backup file deletes the current config. Is it OK to continue processing?

source: dragDropZipFilePromptMsg
ne: Please drag and drop the previously exported configuration file (file name: AP_config_yyyymmddHHMMSS).
te: Please drag and drop the previously exported configuration file (file name: AP_config_yyyymmddHHMMSS).

source: configBackupMigrationLabel
ne: Config Backup & Migration
te: Config Backup & Migration

source: ImportAppSettingDone
ne: Importing application database is finished.
te: Importing application database is finished.

source: ImportAppSettingFailed
ne: Importing application database failed.
te: Importing application database failed.
