Repository: apdn7/AnalysisPlatform
Catalog: ap/translations/*/LC_MESSAGES/messages.po
Languages: es, hi, ne, pa, te

source: All Real from here
es: Todo real (flotante) desde aquí
hi: यहाँ से सभी असली (फ्लोट)
ne: सबै वास्तविक (फ्लोट) यहाँबाट
pa: ਸਾਰੇ ਅਸਲ (ਫਲੋਟ) ਇਥੋਂ
te: అన్ని నిజమైన (ఫ్లోట్) ఇక్కడ నుండి

source: All Integer from here
es: Todo entero desde aquí
hi: यहाँ से सभी पूर्णांक
ne: यहाँबाट सबै पूर्णांक
pa: ਇਥੋਂ ਸਾਰੇ ਪੂਰਨ ਅੰਕ
te: ఇక్కడ నుండి అన్ని పూర్ణాంకం

source: All String from here
es: Toda cadena de aquí
hi: यहाँ से सभी स्ट्रिंग
ne: यहाँबाट सबै स्ट्रिंग
pa: ਇਥੋਂ ਸਾਰੇ ਸਤਰ
te: అన్ని స్ట్రింగ్ ఇక్కడ నుండి

source: LimitedHeatMap
es: Debido a la gran cantidad de registros seleccionados y el tiempo requerido para mostrar el gráfico, el número de celdas por gráfico se limitó a 10,000. Si desea ver todos los datos para el período objetivo BREAK_LINE, aumente el intervalo de visualización o reduzca el período objetivo para reducir el número de celdas.
hi: चयनित रिकॉर्ड की बड़ी संख्या और प्लॉट प्रदर्शित करने के लिए आवश्यक समय के कारण, प्रति प्लॉट कोशिकाओं की संख्या 10,000 तक सीमित थी। यदि आप BREAK_LINE लक्ष्य अवधि के लिए सभी डेटा देखना चाहते हैं, तो प्रदर्शन अंतराल को बढ़ाएं या कोशिकाओं की संख्या को कम करने के लिए लक्ष्य अवधि को कम करें।
ne: चयन गरिएका रेकर्डहरूको ठूलो संख्याको कारण र प्लट प्रदर्शन गर्न आवश्यक पर्ने समयका कारण प्लट प्रति प्लटमा 10,000 सम्म सीमित भए। यदि तपाइँ __344__4 को लागि सबै डाटा हेर्न चाहानुहुन्छ भने, प्रदर्शन अन्तराल वृद्धि गर्नुहोस् वा कक्षहरूको संख्या कम गर्न लक्ष्य अवधि कम गर्नुहोस्।
pa: ਚੁਣੇ ਗਏ ਵੱਡੀ ਗਿਣਤੀ ਵਿੱਚ ਰਿਕਾਰਡਾਂ ਦੇ ਕਾਰਨ ਅਤੇ ਪਲਾਟ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ ਦਾ ਸਮਾਂ, ਪ੍ਰਤੀ ਪਲਾਟ ਸੈੱਲਾਂ ਦੀ ਗਿਣਤੀ 10,000 ਤੱਕ ਸੀਮਤ ਸੀ. ਜੇ ਤੁਸੀਂ BREAK_LINE ਦੇ ਨਾਲ ਵੇਖਣਾ ਚਾਹੁੰਦੇ ਹੋ ਜਾਂ ਸੈੱਲਾਂ ਦੀ ਸੰਖਿਆ ਨੂੰ ਘਟਾਉਣ ਲਈ ਟੀਚੇ ਦੀ ਅਵਧੀ ਨੂੰ ਘਟਾਓ.
te: పెద్ద సంఖ్యలో రికార్డులు మరియు ప్లాట్‌ను ప్రదర్శించడానికి అవసరమైన సమయం కారణంగా, ప్రతి ప్లాట్‌కు కణాల సంఖ్య 10,000 కు పరిమితం చేయబడింది. మీరు BREAK_LINE లక్ష్య కాలం కోసం మొత్తం డేటాను చూడాలనుకుంటే, ప్రదర్శన విరామాన్ని పెంచండి లేదా కణాల సంఖ్యను తగ్గించడానికి లక్ష్య వ్యవధిని తగ్గించండి.

source: Serial
es: De serie
hi: धारावाहिक
ne: क्रमिक
pa: ਸੀਰੀਅਲ
te: క్రమ

source: You can adjust the scale of the graph by right clicking on the graph.
es: Puede ajustar la escala de la gráfica haciendo clic derecho en la trama.
hi: आप प्लॉट पर राइट-क्लिक करके प्लॉट के पैमाने को समायोजित कर सकते हैं।
ne: तपाईं प्लटमा दायाँ क्लिक गरेर प्लटको स्केल समायोजन गर्न सक्नुहुनेछ।
pa: ਤੁਸੀਂ ਪਲਾਟ 'ਤੇ ਸੱਜਾ ਕਲਿੱਕ ਕਰਕੇ ਪਲਾਟ ਦੇ ਪੈਮਾਨੇ ਨੂੰ ਵਿਵਸਥਿਤ ਕਰ ਸਕਦੇ ਹੋ.
te: మీరు ప్లాట్ యొక్క స్కేల్ యొక్క స్కేల్‌ను ప్లాట్‌పై కుడి-క్లిక్ చేయడం ద్వారా సర్దుబాటు చేయవచ్చు.

source: Graph scale
es: Escala gráfica
hi: ग्राफ़ स्केल
ne: ग्राफ स्केल
pa: ਗ੍ਰਾਫ ਸਕੇਲ
te: గ్రాఫ్ స్కేల్

source: Setting View
es: Modo de ajustes
hi: सेटिंग मोड
ne: सेटिंग मोड
pa: ਸੈਟਿੰਗ ਮੋਡ
te: సెట్టింగ్ మోడ్

source: Number_of_data_that_are_not_linked
es: Número de elementos de datos que no se pueden vincular
hi: डेटा आइटम की संख्या जो लिंक नहीं की जा सकती है
ne: डाटा आईटमहरूको संख्या जुन लिंक गर्न सकिदैन
pa: ਡਾਟਾ ਆਈਟਮਾਂ ਦੀ ਗਿਣਤੀ ਜੋ ਲਿੰਕ ਨਹੀਂ ਹੋ ਸਕਦੀ
te: లింక్ చేయలేని డేటా అంశాల సంఖ్య

source: Only scatter plot
es: Gráfico de dispersión
hi: स्कैटर प्लॉट
ne: प्लट प्लॉट
pa: ਸਕੈਟਰ ਪਲਾਟ
te: స్కాటర్ ప్లాట్

source: with shading
es: con contorno
hi: समोच्च के साथ
ne: समोच्चको साथ
pa: ਸਮਾਲਸ ਦੇ ਨਾਲ
te: ఆకృతితో

source: Saving
es: Ahorro
hi: सहेजा जा रहा है
ne: बचत गर्दै
pa: ਬਚਤ
te: సేవింగ్

source: The application could not read file and preview data.
es: Vacíoファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
hi: खालीファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
ne: खालीファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
pa: ਖਾਲੀファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER
te: ఖాళీファイルの読み取りができず、データのプレビューができませんでした。ファイルのヘッダなどのフォーマットに問題がないか確認をしてください。BREAK_LINEファイル名 : FILE_NAME BREAK_LINEフォルダ : FOLDER

source: Load Setting
es: Ajuste de carga
hi: लोड सेटिंग
ne: लोड सेटिंग
pa: ਲੋਡ ਸੈਟਿੰਗ
te: సెట్టింగ్‌ను లోడ్ చేయండి

source: Share/Private
es: Compartir/privado
hi: शेयर/निजी
ne: शेयर / निजी
pa: ਸਾਂਝਾ / ਨਿਜੀ
te: వాటా/ప్రైవేట్

source: Description
es: Descripción
hi: विवरण
ne: वर्णन
pa: ਵੇਰਵਾ
te: వివరణ

source: Created by
es: Creado por
hi: के द्वारा बनाई गई
ne: द्वारा सिर्जना गरिएको
pa: ਦੁਆਰਾ ਬਣਾਇਆ ਗਿਆ
te: సృష్టికర్త

source: Use/Load
es: Usar/cargar
hi: उपयोग/लोड
ne: प्रयोग / लोड गर्नुहोस्
pa: ਵਰਤੋਂ / ਲੋਡ
te: ఉపయోగించండి/లోడ్ చేయండి

source: Load
es: Carga
hi: भार
ne: बोभ्क
pa: ਲੋਡ
te: లోడ్

source: Ratio of availability of data link
es: Número de datos que no pudieron estar vinculados al proceso de punto de partida (porcentaje de enlace)
hi: डेटा की संख्या जो शुरुआती बिंदु प्रक्रिया (लिंकेज का प्रतिशत) से जुड़ी नहीं हो सकती है
ne: डाटाको संख्या जुन सुरू बिन्दु प्रक्रियामा लिंक गर्न सकिएन (लिंकहरूको प्रतिशत)
pa: ਡੇਟਾ ਦੀ ਗਿਣਤੀ ਜੋ ਸ਼ੁਰੂਆਤੀ ਬਿੰਦੂ ਪ੍ਰਕਿਰਿਆ ਨਾਲ ਲਿੰਕ ਨਹੀਂ ਹੋ ਸਕੀਆਂ (ਜੋੜ ਦੀ ਪ੍ਰਤੀਸ਼ਤਤਾ)
te: ప్రారంభ స్థానం ప్రక్రియకు అనుసంధానించబడని డేటా సంఖ్య (అనుసంధానం శాతం)

source: Save Date & Time
es: Guardar fecha y hora
hi: डेटटाइम सहेजें
ne: मिति समय बचत गर्नुहोस्
pa: ਤਾਰੀਖ ਨੂੰ ਬਚਾਓ
te: డేట్‌టైమ్‌ను సేవ్ చేయండి

source: Share information
es: Compartir configuraciones
hi: सेटिंग साझा करें
ne: सेयर सेटिंग्स
pa: ਸ਼ੇਅਰ ਸੈਟਿੰਗਜ਼
te: షేర్ సెట్టింగులు

source: Save
es: ahorrar
hi: सहेजें
ne: बचाउनु
pa: ਸੇਵ
te: సేవ్

source: The maximum file size is 10MB. Please reduce the file size and retry again.
es: El límite de tamaño del archivo es de 10 MB. Reduzca el tamaño del archivo y vuelva a intentarlo.
hi: फ़ाइल का आकार सीमा 10 एमबी है। फ़ाइल का आकार कम करें और फिर से प्रयास करें।
ne: फाईल आकार सीमा 10 एमबी हो। फाइल आकार कम गर्नुहोस् र फेरि प्रयास गर्नुहोस्।
pa: ਫਾਈਲ ਅਕਾਰ ਦੀ ਸੀਮਾ 10 ਐਮ.ਬੀ. ਫਾਈਲ ਅਕਾਰ ਨੂੰ ਘਟਾਓ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
te: ఫైల్ సైజు పరిమితి 10 MB. ఫైల్ పరిమాణాన్ని తగ్గించి, మళ్లీ ప్రయత్నించండి.

source: If checked, the set date & time will also be saved.
es: Si se verifica, también se guardan la hora de fecha y hora especificada.
hi: यदि जाँच की जाती है, तो निर्दिष्ट डेटटाइम भी सहेजा जाता है।
ne: यदि जाँच गरियो भने, निर्दिष्ट मिति समय पनि बचत गरिएको छ।
pa: ਜੇ ਚੋਣ ਕੀਤੀ ਗਈ ਤਾਂ ਨਿਰਧਾਰਤ ਮਿਤੀ ਸਮੇਂ ਵੀ ਬਚੀਆਂ ਜਾਂਦੀਆਂ ਹਨ.
te: తనిఖీ చేయబడితే, పేర్కొన్న డేట్‌టైమ్ కూడా సేవ్ చేయబడుతుంది.

source: If checked, the settings can be shared.
es: Verifique para compartir esta configuración.
hi: इस सेटिंग को साझा करने के लिए जाँच करें।
ne: यो सेटिंग साझा गर्न जाँच गर्नुहोस्।
pa: ਇਸ ਸੈਟਿੰਗ ਨੂੰ ਸਾਂਝਾ ਕਰਨ ਲਈ ਚੈੱਕ ਕਰੋ.
te: ఈ సెట్టింగ్‌ను భాగస్వామ్యం చేయడానికి తనిఖీ చేయండి.

source: Confirm to save your setting.
es: Guarde la configuración.
hi: सेटिंग्स को सहेजें।
ne: सेटिंग्स बचत गर्नुहोस्।
pa: ਸੈਟਿੰਗਜ਼ ਨੂੰ ਸੇਵ ਕਰੋ.
te: సెట్టింగులను సేవ్ చేయండి.

source: Do you want to overwrite the setting?
es: ¿Estás seguro de sobrescribir la configuración?
hi: क्या आप सेटिंग्स को अधिलेखित करना सुनिश्चित कर रहे हैं?
ne: के तपाइँ निश्चित रूपमा अधिलेखन गर्न निश्चित हुनुहुन्छ?
pa: ਕੀ ਤੁਹਾਨੂੰ ਸੈਟਿੰਗਾਂ ਨੂੰ ਓਵਰਰਾਈਟ ਕਰਨਾ ਨਿਸ਼ਚਤ ਹੈ?
te: మీరు ఖచ్చితంగా సెట్టింగులను ఓవర్రైట్ చేస్తున్నారా?

source: Shared
es: Cuota
hi: शेयर करना
ne: भाग
pa: ਸਾਂਝਾ ਕਰੋ
te: వాటా

source: Private
es: Privado
hi: निजी
ne: निजी
pa: ਨਿਜੀ
te: ప్రైవేట్

source: Created at
es: Creado en
hi: पर बनाया गया
ne: मा सिर्जना गरिएको
pa: 'ਤੇ ਬਣਾਇਆ
te: వద్ద సృష్టించబడింది

source: Close
es: Cerca
hi: बंद करना
ne: घनिष्ट
pa: ਨੇੜੇ
te: దగ్గరగా

source: Order set
es: Conjunto de pedidos
hi: आदेश सेट
ne: आदेश सेट
pa: ਆਰਡਰ ਸੈੱਟ
te: ఆర్డర్ సెట్

source: From
es: Iniciar la tiempo de fecha
hi: DateTime शुरू करें
ne: सुरू मिति समय
pa: ਤਾਰੀਖ ਦੀ ਸ਼ੁਰੂਆਤ ਕਰੋ
te: డేట్‌టైమ్ ప్రారంభించండి

source: To
es: Finalizar la hora de fecha
hi: अंतिम डेटाइम
ne: अन्तिम मिति समय
pa: ਤਾਰੀਖ ਦਾ ਸਮਾਂ
te: ఎండ్ డేట్‌టైమ్

source: Show x-axis labels
es: Mostrar etiquetas de eje X
hi: एक्स-एक्सिस लेबल दिखाएं
ne: X-Axis लेबलहरू देखाउनुहोस्
pa: ਐਕਸ-ਐਕਸਿਸ ਲੇਬਲ ਦਿਖਾਓ
te: X- యాక్సిస్ లేబుళ్ళను చూపించు

source: Datetime Range
es: Rango de fecha y hora
hi: डेटटाइम रेंज
ne: मिति को दायरा
pa: ਮਿਤੀ ਸਮੇਂ ਦੀ ਰੇਂਜ
te: డేట్‌టైమ్ పరిధి

source: Drag and drop file here
es: Arrastre y suelte el archivo aquí
hi: यहां खींचें और ड्रॉप करें
ne: यहाँ तान्नुहोस् र ड्रप फाइल
pa: ਫਾਈਲ ਨੂੰ ਇੱਥੇ ਖਿੱਚੋ ਅਤੇ ਸੁੱਟੋ
te: ఫైల్‌ను ఇక్కడ లాగండి మరియు వదలండి

source: Or
es: O
hi: या
ne: अथवा
pa: ਜਾਂ
te: లేదా

source: Choose a file
es: Selecciona archivos
hi: फ़ाइलें चुनें
ne: फाइलहरू चयन गर्नुहोस्
pa: ਫਾਈਲਾਂ ਦੀ ਚੋਣ ਕਰੋ
te: ఫైళ్ళను ఎంచుకోండి

source: Value cannot be displayed
es: No se puede mostrar
hi: प्रदर्शित नहीं किया जा सकता है
ne: प्रदर्शन गर्न सकिदैन
pa: ਪ੍ਰਦਰਸ਼ਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ
te: ప్రదర్శించబడదు

source: The processing was interrupted due to the large amount of data and the processing time. Please review the date and time settings, etc., and then display the graph again.
es: El procesamiento se interrumpió debido a la gran cantidad de datos y al largo tiempo de procesamiento. Revise la configuración de DateTime y muestre el gráfico nuevamente.
hi: बड़ी मात्रा में डेटा और लंबे प्रसंस्करण समय के कारण प्रसंस्करण बाधित हो गया था। DateTime सेटिंग्स की समीक्षा करें और प्लॉट को फिर से प्रदर्शित करें।
ne: प्रशोधन गरिएको डाटाको ठूलो रकमको कारण र लामो प्रक्रियाको समय। मिति प्राप्त सेटिंग्स समीक्षा गर्नुहोस् र फेरि प्लट प्रदर्शन गर्नुहोस्।
pa: ਪ੍ਰੋਸੈਸਿੰਗ ਵਿੱਚ ਡੇਟਾ ਦੀ ਵੱਡੀ ਮਾਤਰਾ ਅਤੇ ਲੰਬੇ ਪ੍ਰੋਸੈਸਿੰਗ ਸਮੇਂ ਦੇ ਕਾਰਨ ਰੋਕਿਆ ਗਿਆ ਸੀ. ਤਾਰੀਖ ਦੀ ਸੈਟਿੰਗ ਦੀ ਸਮੀਖਿਆ ਕਰੋ ਅਤੇ ਪਲਾਟ ਨੂੰ ਦੁਬਾਰਾ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰੋ.
te: పెద్ద మొత్తంలో డేటా మరియు దీర్ఘ ప్రాసెసింగ్ సమయం కారణంగా ప్రాసెసింగ్ అంతరాయం కలిగింది. డేట్‌టైమ్ సెట్టింగులను సమీక్షించండి మరియు ప్లాట్‌ను మళ్లీ ప్రదర్శించండి.

source: CSV file output has started. Please wait until the file is downloaded.
es: Salida del archivo CSV. Espere mientras se descarga el archivo.
hi: आउटपुट CSV फ़ाइल। फ़ाइल डाउनलोड करते समय कृपया प्रतीक्षा करें।
ne: आउटपुट CSV फाईल। कृपया फाइल डाउनलोड गर्दा कृपया प्रतीक्षा गर्नुहोस्।
pa: ਆਉਟਪੁੱਟ CSV ਫਾਈਲ. ਕਿਰਪਾ ਕਰਕੇ ਫਾਈਲ ਡਾਉਨਲੋਡ ਕਰਨ ਵੇਲੇ ਉਡੀਕ ਕਰੋ.
te: అవుట్పుట్ CSV ఫైల్. ఫైల్ డౌన్‌లోడ్ చేసేటప్పుడు దయచేసి వేచి ఉండండి.

source: TSV file output has started. Please wait until the file is downloaded.
es: Salida del archivo TSV. Espere mientras se descarga el archivo.
hi: आउटपुट TSV फ़ाइल। फ़ाइल डाउनलोड करते समय कृपया प्रतीक्षा करें।
ne: आउटपुट __15: __ फाईल। कृपया फाइल डाउनलोड गर्दा कृपया प्रतीक्षा गर्नुहोस्।
pa: ਆਉਟਪੁੱਟ Inf± ਫਾਈਲ. ਕਿਰਪਾ ਕਰਕੇ ਫਾਈਲ ਡਾਉਨਲੋਡ ਕਰਨ ਵੇਲੇ ਉਡੀਕ ਕਰੋ.
te: అవుట్పుట్ TSV ఫైల్. ఫైల్ డౌన్‌లోడ్ చేసేటప్పుడు దయచేసి వేచి ఉండండి.

source: Auto range
es: Rango automático
hi: ऑटो रेंज
ne: स्वत: दायरा
pa: ਆਟੋ ਸੀਮਾ
te: ఆటో రేంజ్

source: Full range
es: Rango completo
hi: पूरी श्रृंखला
ne: पूर्ण दायरा
pa: ਪੂਰੀ ਸੀਮਾ
te: పూర్తి పరిధి

source: Index Ordering Setting
es: Configuración de orden de índice
hi: सूचकांक आदेश निर्धारण
ne: अनुक्रमणिका अर्डर सेटिंग
pa: ਇੰਡੈਕਸ ਆਰਡਰ ਸੈਟਿੰਗ
te: ఇండెక్స్ ఆర్డర్ సెట్టింగ్

source: Open
es: Abierto
hi: खुला हुआ
ne: खोल्नु
pa: ਖੁੱਲਾ
te: ఓపెన్

source: Del
es: Borrar
hi: मिटाना
ne: मेटाउन
pa: ਮਿਟਾਓ
te: తొలగించు

source: Thin data shown
es: Dado que el número de puntos de datos por gráfico es superior a 12,000, el número de puntos de datos se limitó a Máx 12,000. Si desea ver todos los datos, establezca un período de destino más corto.
hi: चूंकि प्रति ग्राफ डेटा बिंदुओं की संख्या 12,000 से अधिक है, इसलिए डेटा बिंदुओं की संख्या अधिकतम 12,000 तक सीमित थी। यदि आप पूरे डेटा को देखना चाहते हैं, तो कम लक्ष्य अवधि निर्धारित करें।
ne: प्रति ग्राफमा डाटा पोइन्टहरूको संख्या 12,000 भन्दा बढी छ, डाटा पोइन्ट अधिकतम 12,000 सम्म सीमित थियो। यदि तपाईं सम्पूर्ण डाटा हेर्न चाहनुहुन्छ भने, छोटो लक्ष्य अवधि सेट गर्नुहोस्।
pa: ਕਿਉਂਕਿ ਗ੍ਰਾਫ ਪੁਆਇੰਟਾਂ ਦੀ ਗਿਣਤੀ 12,000 ਤੋਂ ਵੱਧ ਹੈ, ਡਾਟਾ ਪੁਆਇੰਟਾਂ ਦੀ ਗਿਣਤੀ ਅਧਿਕਤਮ 12,000 ਤੋਂ ਵੱਧ ਸੀਮਤ ਸੀ. ਜੇ ਤੁਸੀਂ ਪੂਰਾ ਡੇਟਾ ਵੇਖਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਛੋਟਾ ਟਾਰਗੇਟ ਅਵਧੀ ਨਿਰਧਾਰਤ ਕਰੋ.
te: ప్రతి గ్రాఫ్‌కు డేటా పాయింట్ల సంఖ్య 12,000 కంటే ఎక్కువ కాబట్టి, డేటా పాయింట్ల సంఖ్య గరిష్టంగా 12,000 కు పరిమితం చేయబడింది. మీరు మొత్తం డేటాను చూడాలనుకుంటే, తక్కువ లక్ష్య వ్యవధిని సెట్ చేయండి.

source: Stratify by term (Cyclic)
es: Estratificar por término (cíclico)
hi: शब्द (चक्रीय) द्वारा स्तरीकरण
ne: शर्त (चक्र) द्वारा stritte
pa: ਟਰਮਾਈਟ (ਸਾਈਕਲ) ਦੁਆਰਾ ਸਟ੍ਰੇਟਰ
te: పదం ద్వారా స్తరీకరించండి (చక్రీయ)

source: Facet
es: Faceta
hi: पहलू
ne: पक्ष
pa: ਪਹਿਲੂ
te: ముఖభాగం

source: Category expansion is performed to divide the graph using the data of the selected item.
es: Realiza la categoría que se divide con el elemento seleccionado.
hi: चयनित आइटम के साथ विभाजित श्रेणी का प्रदर्शन करता है।
ne: चयनित वस्तुको साथ विभाजित कोटी प्रदर्शन गर्दछ।
pa: ਚੁਣੀ ਗਈ ਇਕਾਈ ਨਾਲ ਵੰਡਣਾ ਸ਼੍ਰੇਣੀ ਕਰਦਾ ਹੈ.
te: ఎంచుకున్న అంశంతో వర్గం విభజనను నిర్వహిస్తుంది.

source: Exception Estimation
es: Estimación de excepción
hi: अपवाद आकलन
ne: अपवाद अनुमान
pa: ਅਪਵਾਦ ਅਨੁਮਾਨ
te: మినహాయింపు అంచనా

source: NIQR
es: Rango intercuartil normalizado (índice asociar IQR con distribución normal, NIQR = 0.7413 × IQR)
hi: सामान्यीकृत इंटरक्वेर्टाइल रेंज (सामान्य वितरण के साथ IQR को जोड़ने वाला सूचकांक, NIQR = 0.7413 × IQR)
ne: सामान्य वितरणको साथ सामान्य वितरणको साथ इक्कीक्स दायरा (अनुक्रमणिका सरोकार कम्यूक्स
pa: ਸਧਾਰਣ ਤੌਰ 'ਤੇ ਇੰਟਰਕਾਉਂਟਾਈਲ ਰੇਂਜ (ਆਈਕਿਯੂਆਰ ਨੂੰ ਸਧਾਰਣ ਵੰਡ, niqr = 0.7413 × iqr ਦੇ ਨਾਲ)
te: సాధారణీకరించిన ఇంటర్‌క్వార్టైల్ పరిధి (సాధారణ పంపిణీతో IQR ని అనుబంధించే సూచిక, NIQR = 0.7413 × IQR)

source: Mode
es: El modo es el valor más frecuente.
hi: मोड सबसे अधिक बार होने वाला मूल्य है।
ne: मोड सबैभन्दा अक्सर हुने मूल्य हो।
pa: ਮੋਡ ਸਭ ਤੋਂ ਵੱਧ ਵਾਪਰਦਾ ਮੁੱਲ ਹੁੰਦਾ ਹੈ.
te: మోడ్ చాలా తరచుగా సంభవించే విలువ.

source: With outlier
es: con atípico
hi: आउटलियर के साथ
ne: overike संग
pa: ਬਾਹਰਲੇ ਨਾਲ
te: అవుట్‌లియర్‌తో

source: Without outlier
es: sin atípico
hi: बिना
ne: बिना नै
pa: ਬਿਨਾ ਚੁਣੇ
te: అవుట్‌లియర్ లేకుండా

source: MedianVal
es: Median
hi: Median
ne: Median
pa: Median
te: Median

source: MaxVal
es: Max
hi: Max
ne: Max
pa: Max
te: Max

source: MinVal
es: Min
hi: Min
ne: Min
pa: Min
te: Min

source: Custom
es: Disfraz
hi: रीति
ne: चलन
pa: ਪ੍ਰਥਾ
te: ఆచారం

source: Today
es: Este Dia
hi: आज
ne: आज
pa: ਅੱਜ
te: ఈ రోజు

source: Yesterday
es: El dia de ayer
hi: कल
ne: हिजो
pa: ਕੱਲ
te: నిన్న

source: Last 7 Days
es: Los últimos 7 días
hi: पिछले 7 दिन
ne: पछिल्लो days दिन
pa: ਪਿਛਲੇ 7 ਦਿਨ
te: చివరి 7 రోజులు

source: Last 30 Days
es: Últimos 30 días
hi: पिछले 30 दिनों में
ne: पछिल्लो days0 दिन
pa: ਪਿਛਲੇ 30 ਦਿਨ
te: చివరి 30 రోజులు

source: This Month
es: Este mes
hi: इस महीने
ne: यो महिना
pa: ਇਸ ਮਹੀਨੇ
te: ఈ నెల

source: -1 Month
es: -1 mes
hi: -1 महीना
ne: -1 महिना
pa: -1 ਮਹੀਨਾ
te: -1 నెల

source: +3 Months
es: +3 meses
hi: +3 महीने
ne: +3 महिना
pa: +3 ਮਹੀਨੇ
te: +3 నెలలు

source: Apply
es: Aplicar
hi: आवेदन करना
ne: निवेदन गर्नु
pa: ਲਾਗੂ ਕਰੋ
te: వర్తించండి

source: Week No
es: Semana
hi: सप्ताह
ne: हप्ता
pa: ਹਫ਼ਤਾ
te: వారం

source: dayNames
es: Sun_Mon_Tue_Wed_Thu_Fri_Sat
hi: Sun_Mon_Tue_Wed_Thu_Fri_Sat
ne: Sun_Mon_Tue_Wed_Thu_Fri_Sat
pa: Sun_Mon_Tue_Wed_Thu_Fri_Sat
te: Sun_Mon_Tue_Wed_Thu_Fri_Sat

source: DayOf7DaysAgo
es: Hace 7 días
hi: सात दिन पहले
ne: Days दिन पहिले
pa: 7 ਦਿਨ ਪਹਿਲਾਂ
te: 7 రోజుల క్రితం

source: DayOf30DaysAgo
es: Hace 30 días
hi: 30 दिन पहले
ne: 30 दिन अघि
pa: 30 ਦਿਨ ਪਹਿਲਾਂ
te: 30 రోజుల క్రితం

source: FirstDayOfThisMonth
es: PUjeción de día de este mes
hi: इस महीने के मुट्ठी दिन
ne: यस महिनाको first दिन
pa: ਇਸ ਮਹੀਨੇ ਦੇ ਮੁੱਠੀ ਦਾ ਦਿਨ
te: ఈ నెల పిడికిలి రోజు

source: LastDayOfThisMonth
es: Último día de este mes
hi: इस महीने का अंतिम दिन
ne: यस महिनाको अन्तिम दिन
pa: ਇਸ ਮਹੀਨੇ ਦਾ ਆਖਰੀ ਦਿਨ
te: ఈ నెల చివరి రోజు

source: -3 Months
es: -3 meses
hi: -3 महीने
ne: -3 महिना
pa: -3 ਮਹੀਨੇ
te: -3 నెలలు

source: Updated at
es: Actualizado en
hi: पर अद्यतन किया गया
ne: मा अपडेट गरिएको
pa: ਤੇ ਅਪਡੇਟ ਕੀਤਾ
te: వద్ద నవీకరించబడింది

source: Since it is visualized in high-speed mode, the data points are omitted.
es: Los puntos de datos se resumen con el modo rápido. Si desea obtener gráfico sin omitir los datos, ajuste el período de destino más corto.
hi: डेटा बिंदुओं को फास्ट मोड के साथ संक्षेपित किया गया है। यदि आप डेटा को छोड़ने के बिना प्लॉट प्राप्त करना चाहते हैं, तो लक्ष्य अवधि को कम समायोजित करें।
ne: डाटा पोइन्टहरू द्रुत मोडको साथ सारांश छन्। यदि तपाईं डाटा छोड्ने बिना प्लट प्राप्त गर्न चाहानुहुन्छ भने लक्ष्य अवधि छोटो अवधि समायोजन गर्नुहोस्।
pa: ਡਾਟਾ ਪੁਆਇੰਟਸ ਨੂੰ ਫਾਸਟ ਮੋਡ ਨਾਲ ਸੰਖੇਪ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤਾ ਜਾਂਦਾ ਹੈ. ਜੇ ਤੁਸੀਂ ਡੇਟਾ ਨੂੰ ਛੱਡ ਦੇ ਬਿਨਾਂ ਪਲਾਟ ਪ੍ਰਾਪਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਟੀਚੇ ਦੀ ਮਿਆਦ ਨੂੰ ਵਧਾਉਣ ਲਈ.
te: డేటా పాయింట్లు ఫాస్ట్ మోడ్‌తో సంగ్రహించబడ్డాయి. మీరు డేటాను వదిలివేయకుండా ప్లాట్లు పొందాలనుకుంటే, లక్ష్య వ్యవధిని తక్కువగా సర్దుబాటు చేయండి.

source: Range of Y axis
es: Rango de eje Y
hi: Y अक्ष की सीमा
ne: Y अक्षको दायरा
pa: ਵਾਈ ਧੁਰੇ ਦੀ ਸੀਮਾ
te: Y అక్షం యొక్క పరిధి

source: OutlierVal
es: Parte aislada
hi: ग़ैर
ne: बाहिरी व्यक्ति
pa: ਬਾਹਰ
te: అవుట్‌లియర్

source: Exception Estimation Explanation
es: Vacío'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
hi: खाली'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
ne: खाली'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
pa: ਖਾਲੀ'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA
te: ఖాళీ'99999', '-9.9999', '2222222'のような値をinf, -inf, NAのような例外値として扱いたい場合、チェックを入れてください。 ・実数の'99999', '9.99999'など => inf ・実数の'-99999', '-9.99999'など => -inf ・整数, 文字列の'99999', '9.99999', '222222'など => NA

source: Search process name
es: Búsqueda de procesos
hi: प्रक्रिया खोज
ne: प्रक्रिया हेर्नुहोस्
pa: ਪ੍ਰਕਿਰਿਆ ਦੀ ਭਾਲ
te: ప్రాసెస్ శోధన

source: Bookmark
es: Marcador
hi: बुकमार्क
ne: पुस्तकचिचि
pa: ਬੁੱਕਮਾਰਕ
te: బుక్‌మార్క్

source: Sensor Type Explanation
es: Vacío以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
hi: खाली以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
ne: खाली以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
pa: ਖਾਲੀ以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)
te: ఖాళీ以下のデータ型を示します。 ・CT [sec] : サイクルタイム ・Real : 実数(Floatと同じ意味) ・Int : 整数(Integer) ・Str : 文字列(String)

source: Cycle time
es: Tiempo del ciclo
hi: समय चक्र
ne: सहज समय
pa: ਚੱਕਰ ਦਾ ਸਮਾਂ
te: సైకిల్ సమయం

source: Float
es: Número Real
hi: वास्तविक संख्या
ne: वास्तविक संख्या
pa: ਅਸਲ ਨੰਬਰ
te: వాస్తవ సంఖ్య

source: Objective
es: Variable objetiva
hi: उद्देश्य चर
ne: वस्तुगत चर
pa: ਉਦੇਸ਼ ਪਰਿਵਰਤਨਸ਼ੀਲ
te: ఆబ్జెక్టివ్ వేరియబుల్

source: Objective Explain
es: El coeficiente de correlación se calcula utilizando esta variable como la variable objetivo. La variable objetivo especificada aquí también se muestra junto con una barra de color en el extremo derecho de la gráfica. Si desea cambiar las variables de destino en la gráfica, puede cambiar entre ellas haciendo clic derecho en cada nombre de variable.
hi: सहसंबंध गुणांक की गणना लक्ष्य चर के रूप में इस चर का उपयोग करके की जाती है। यहां निर्दिष्ट लक्ष्य चर को प्लॉट के दूर दाईं ओर एक रंग बार के साथ भी प्रदर्शित किया जाता है। यदि आप प्लॉट पर लक्ष्य चर बदलना चाहते हैं, तो आप प्रत्येक चर नाम पर राइट-क्लिक करके उनके बीच स्विच कर सकते हैं।
ne: सहसंबंध गुणांक यस चर चम्मच चर प्रयोग गरेर गणना गरिन्छ। यहाँ निर्दिष्ट लक्ष्य भ्यारीएबल पनि प्लटको दायाँपट्टि र color बारको साथ प्रदर्शित हुन्छ। यदि तपाईं षडयन्त्रमा लक्षित भ्यारीएबल परिवर्तन गर्न चाहानुहुन्छ भने, तपाईं उनीहरूको बीचमा स्विच गर्न सक्नुहुनेछ प्रत्येक चर नाममा दायाँ क्लिक गरेर।
pa: ਇਸ ਵੇਰੀਏਬਲ ਨੂੰ ਟੀਚੇ ਦੇ ਵੇਰੀਏਬਲ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਕਾਵੇਲੇਸ਼ਨ ਕਾਬਲ ਦੀ ਗਣਨਾ ਕੀਤੀ ਜਾਂਦੀ ਹੈ. ਇੱਥੇ ਨਿਰਧਾਰਤ ਨਿਸ਼ਾਨਾ ਵੇਰੀਏਬਲ ਸਾਜਿਸ਼ ਦੇ ਬਿਲਕੁਲ ਸੱਜੇ ਪਾਸੇ ਰੰਗ ਪੱਟੀ ਦੇ ਨਾਲ ਵੀ ਪ੍ਰਦਰਸ਼ਿਤ ਹੁੰਦਾ ਹੈ. ਜੇ ਤੁਸੀਂ ਪਲਾਟ ਤੇ ਟੀਚੇ ਦੇ ਵੇਰੀਏਬਲ ਬਦਲਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਵਿਚਕਾਰ ਹਰੇਕ ਵੇਰੀਏਬਲ ਨਾਮ ਤੇ ਸੱਜਾ ਕਲਿੱਕ ਕਰਕੇ ਬਦਲ ਸਕਦੇ ਹੋ.
te: సహసంబంధ గుణకం ఈ వేరియబుల్‌ను లక్ష్య వేరియబుల్‌గా ఉపయోగించి లెక్కించబడుతుంది. ఇక్కడ పేర్కొన్న టార్గెట్ వేరియబుల్ ప్లాట్ యొక్క కుడి వైపున కలర్ బార్‌తో పాటు ప్రదర్శించబడుతుంది. మీరు ప్లాట్‌లోని లక్ష్య వేరియబుల్స్‌ను మార్చాలనుకుంటే, ప్రతి వేరియబుల్ పేరుపై కుడి-క్లిక్ చేయడం ద్వారా మీరు వాటి మధ్య మారవచ్చు.

source: Category limited MSG
es: Los datos no se ahogaron porque hay demasiadas categorías. BREAK_LINE Verifique y, si es necesario, revise el período objetivo más corto.
hi: डेटा डूब नहीं रहा था क्योंकि बहुत सारी श्रेणियां हैं। BREAK_LINE जाँच करें और, यदि आवश्यक हो, तो लक्ष्य अवधि को कम करें।
ne: डाटा डुब्दैन किनकि त्यहाँ धेरै संख्याहरू छन्। __33:, यदि आवश्यक छ भने, लक्ष्य अवधि छोटो संशोधित गर्नुहोस्।
pa: ਡੇਟਾ ਡੁੱਬਣ ਨਹੀਂ ਸੀ ਕਿਉਂਕਿ ਇੱਥੇ ਬਹੁਤ ਸਾਰੀਆਂ ਸ਼੍ਰੇਣੀਆਂ ਹਨ. BREAK_LINE ਜਾਂਚ ਕਰੋ ਅਤੇ, ਜੇ ਜਰੂਰੀ ਹੋਏ, ਟੀਚੇ ਦੀ ਮਿਆਦ ਨੂੰ ਸੋਧੋ.
te: చాలా వర్గాలు ఉన్నందున డేటా మునిగిపోలేదు. BREAK_LINE తనిఖీ చేయండి మరియు అవసరమైతే, లక్ష్య కాలాన్ని తక్కువగా సవరించండి.

source: Filter Setting
es: Configuración de filtro
hi: फ़िल्टर सेटिंग
ne: फिल्टर सेटिंग
pa: ਫਿਲਟਰ ਸੈਟਿੰਗ
te: ఫిల్టర్ సెట్టింగ్

source: Label (Category value)
es: Etiqueta (variables de categoría)
hi: लेबल
ne: लेबल (कोटी भेरिएबल)
pa: ਲੇਬਲ (ਸ਼੍ਰੇਣੀ ਪਰਿਵਰਤਨ)
te: లేబుల్ (వర్గ వేరియబుల్స్)

source: Copied
es: Copiado
hi: कॉपी किया गया
ne: प्रतिलिपि गरिएको
pa: ਨਕਲ
te: కాపీ

source: Pasted
es: Pegado
hi: चिपकाया गया
ne: टाँस्नु
pa: ਚਿਪਕਾਇਆ
te: అతికించబడింది

source: Copy config
es: Copiar configuración
hi: कॉपी कॉन्फ़िगर
ne: कन्फिगर प्रतिलिपि गर्नुहोस्
pa: ਕਾੱਪੀ ਸੰਰਚਨਾ
te: కాన్ఫిగర్ కాపీ

source: Paste config
es: Pegar Configuración
hi: पेस्ट कॉन्फ़िगर
ne: PETTE कन्फिग्रिग गर्नुहोस्
pa: ਪੇਸਟ ਕੌਂਫਿਗ
te: కాన్ఫిగరేషన్‌ను అతికించండి

source: If you do not select start process, the process of the first target variable will be start process.
es: Sin configuración de origen, el primer objetivo se selecciona como origen.
hi: मूल सेटिंग के बिना, पहला लक्ष्य मूल के रूप में चुना जाता है।
ne: मूल सेटिंग बिना, पहिलो लक्ष्य मूल रूपमा चयन गरिएको छ।
pa: ਮੂਲ ਸੈਟਿੰਗ ਤੋਂ ਬਿਨਾਂ, ਪਹਿਲਾ ਟੀਚਾ ਮੂਲ ਦੇ ਤੌਰ ਤੇ ਚੁਣਿਆ ਗਿਆ ਹੈ.
te: మూలం సెట్టింగ్ లేకుండా, మొదటి లక్ష్యం మూలం వలె ఎంపిక చేయబడుతుంది.

source: Export data
es: Exportar datos
hi: निर्यात जानकारी
ne: तथ्याङ ्कन
pa: ਨਿਰਯਾਤ ਡੇਟਾ
te: ఎగుమతి డేటా

source: Not use
es: No utilice
hi: का उपयोग नहीं
ne: प्रयोग गर्दैन
pa: ਨਾ ਵਰਤੋ
te: ఉపయోగం లేదు

source: Not use warning
es: Los datos no se dibujan porque hay demasiadas categorías.
hi: डेटा नहीं खींचा जाता है क्योंकि बहुत सारी श्रेणियां हैं।
ne: डाटा तानिएको छैन किनकि त्यहाँ धेरै धेरै कोटीहरू छन्।
pa: ਡਾਟਾ ਖਿੱਚਿਆ ਨਹੀਂ ਜਾਂਦਾ ਕਿਉਂਕਿ ਇੱਥੇ ਬਹੁਤ ਸਾਰੀਆਂ ਸ਼੍ਰੇਣੀਆਂ ਹਨ.
te: చాలా వర్గాలు ఉన్నందున డేటా గీయబడలేదు.

source: Not use request
es: Verifique y, si es necesario, revise la configuración del período objetivo.
hi: जाँच करें और, यदि आवश्यक हो, तो लक्ष्य अवधि की सेटिंग्स को संशोधित करें।
ne: जाँच गर्नुहोस् र, आवश्यक छ भने, लक्ष्य अवधि को सेटिंग्स संशोधित गर्नुहोस्।
pa: ਚੈੱਕ ਕਰੋ ਅਤੇ, ਜੇ ਜਰੂਰੀ ਹੋਏ ਤਾਂ ਟੀਚੇ ਦੀ ਮਿਆਦ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸੋਧੋ.
te: తనిఖీ చేయండి మరియు అవసరమైతే, లక్ష్య కాలం యొక్క సెట్టింగులను సవరించండి.

source: Divide by data number (Cyclic)
es: Divide por recuento de datos (cíclico)
hi: डेटा काउंट (चक्रीय) द्वारा विभाजित करें
ne: डाटा गणना (चक्र) द्वारा विभाजन गर्नुहोस्
pa: ਡਾਟਾ ਗਿਣਤੀ (ਸਾਈਕਲ) ਦੁਆਰਾ ਵੰਡੋ
te: డేటా కౌంట్ (చక్రీయ) ద్వారా విభజించండి

source: Number of data
es: Número de datos
hi: आंकड़ा संख्या
ne: डाटा को संख्या
pa: ਡਾਟਾ ਦੀ ਗਿਣਤੀ
te: డేటా సంఖ్య
