Repository: apdn7/AnalysisPlatform
Catalog: ap/translations/*/LC_MESSAGES/messages.po
Languages: es, hi, ne, pa, te

source: Preview same value message
es: There are columns with the same values in the previewed data. Please check whether it is set as the target column to import data.
hi: There are columns with the same values in the previewed data. Please check whether it is set as the target column to import data.
ne: There are columns with the same values in the previewed data. Please check whether it is set as the target column to import data.
pa: There are columns with the same values in the previewed data. Please check whether it is set as the target column to import data.
te: There are columns with the same values in the previewed data. Please check whether it is set as the target column to import data.

source: Preview null value message
es: There are columns with no values in the previewed data. If you want to set the target column to import data, please check and specify the appropriate data type.
hi: There are columns with no values in the previewed data. If you want to set the target column to import data, please check and specify the appropriate data type.
ne: There are columns with no values in the previewed data. If you want to set the target column to import data, please check and specify the appropriate data type.
pa: There are columns with no values in the previewed data. If you want to set the target column to import data, please check and specify the appropriate data type.
te: There are columns with no values in the previewed data. If you want to set the target column to import data, please check and specify the appropriate data type.

source: Dummy Datetime Generate On DS Confirm Message
es: The target file does not have a datetime column. The system requires datetime, so are you sure to generate dummy datetime(DatetimeDummy) and continue setting? Dummy datetime is generated as follows. * Generate initial datetime on the first record of the target file which is 00:00 on the 1st day of this month. * Recursively add 10 seconds by records. * For the next file, initialize by 00:00 on the next day of latest datetime, and recursively add 10 seconds by records.
hi: The target file does not have a datetime column. The system requires datetime, so are you sure to generate dummy datetime(DatetimeDummy) and continue setting? Dummy datetime is generated as follows. * Generate initial datetime on the first record of the target file which is 00:00 on the 1st day of this month. * Recursively add 10 seconds by records. * For the next file, initialize by 00:00 on the next day of latest datetime, and recursively add 10 seconds by records.
ne: The target file does not have a datetime column. The system requires datetime, so are you sure to generate dummy datetime(DatetimeDummy) and continue setting? Dummy datetime is generated as follows. * Generate initial datetime on the first record of the target file which is 00:00 on the 1st day of this month. * Recursively add 10 seconds by records. * For the next file, initialize by 00:00 on the next day of latest datetime, and recursively add 10 seconds by records.
pa: The target file does not have a datetime column. The system requires datetime, so are you sure to generate dummy datetime(DatetimeDummy) and continue setting? Dummy datetime is generated as follows. * Generate initial datetime on the first record of the target file which is 00:00 on the 1st day of this month. * Recursively add 10 seconds by records. * For the next file, initialize by 00:00 on the next day of latest datetime, and recursively add 10 seconds by records.
te: The target file does not have a datetime column. The system requires datetime, so are you sure to generate dummy datetime(DatetimeDummy) and continue setting? Dummy datetime is generated as follows. * Generate initial datetime on the first record of the target file which is 00:00 on the 1st day of this month. * Recursively add 10 seconds by records. * For the next file, initialize by 00:00 on the next day of latest datetime, and recursively add 10 seconds by records.

source: Dummy Datetime Generate On Proc Confirm Message
es: Dummy datetime (DatetimeDummy) was generated because there is no datetime column in the target file. Please check the generated dummy datetime and import it with "As Datetime" checked. Dummy datetime is generated as follows. * Generate initial datetime on the first record of the target file which is 00:00 on the 1st day of this month. * Recursively add 10 seconds by records. * For the next file, initialize by 00:00 on the next day of latest datetime, and recursively add 10 seconds by records.
hi: Dummy datetime (DatetimeDummy) was generated because there is no datetime column in the target file. Please check the generated dummy datetime and import it with "As Datetime" checked. Dummy datetime is generated as follows. * Generate initial datetime on the first record of the target file which is 00:00 on the 1st day of this month. * Recursively add 10 seconds by records. * For the next file, initialize by 00:00 on the next day of latest datetime, and recursively add 10 seconds by records.
ne: Dummy datetime (DatetimeDummy) was generated because there is no datetime column in the target file. Please check the generated dummy datetime and import it with "As Datetime" checked. Dummy datetime is generated as follows. * Generate initial datetime on the first record of the target file which is 00:00 on the 1st day of this month. * Recursively add 10 seconds by records. * For the next file, initialize by 00:00 on the next day of latest datetime, and recursively add 10 seconds by records.
pa: Dummy datetime (DatetimeDummy) was generated because there is no datetime column in the target file. Please check the generated dummy datetime and import it with "As Datetime" checked. Dummy datetime is generated as follows. * Generate initial datetime on the first record of the target file which is 00:00 on the 1st day of this month. * Recursively add 10 seconds by records. * For the next file, initialize by 00:00 on the next day of latest datetime, and recursively add 10 seconds by records.
te: Dummy datetime (DatetimeDummy) was generated because there is no datetime column in the target file. Please check the generated dummy datetime and import it with "As Datetime" checked. Dummy datetime is generated as follows. * Generate initial datetime on the first record of the target file which is 00:00 on the 1st day of this month. * Recursively add 10 seconds by records. * For the next file, initialize by 00:00 on the next day of latest datetime, and recursively add 10 seconds by records.

source: The target file does not have a datetime column. Please prepare a datetime column or consider using dummy datetime (DatetimeDummy).
es: There is no datetime column. If there is no datetime column, the application generates a dummy data for datetime.
hi: There is no datetime column. If there is no datetime column, the application generates a dummy data for datetime.
ne: There is no datetime column. If there is no datetime column, the application generates a dummy data for datetime.
pa: There is no datetime column. If there is no datetime column, the application generates a dummy data for datetime.
te: There is no datetime column. If there is no datetime column, the application generates a dummy data for datetime.

source: MSP Hide Contour MSG
es: Since the number of data points drawn on one graph is large, a high-speed mode scatter plot with contour is drawn.If you want to plot all data points, please change the target period to reduce the number of data points.
hi: Since the number of data points drawn on one graph is large, a high-speed mode scatter plot with contour is drawn.If you want to plot all data points, please change the target period to reduce the number of data points.
ne: Since the number of data points drawn on one graph is large, a high-speed mode scatter plot with contour is drawn.If you want to plot all data points, please change the target period to reduce the number of data points.
pa: Since the number of data points drawn on one graph is large, a high-speed mode scatter plot with contour is drawn.If you want to plot all data points, please change the target period to reduce the number of data points.
te: Since the number of data points drawn on one graph is large, a high-speed mode scatter plot with contour is drawn.If you want to plot all data points, please change the target period to reduce the number of data points.

source: InfCastValue
es: Mínimo
hi: मिनट
ne: दारी
pa: ਮਿਨ
te: నిమి

source: Cleansing
es: Advertencia
hi: चेतावनी
ne: चेतावनी
pa: ਚੇਤਾਵਨੀ
te: హెచ్చరిక

source: Precision
es: Predicción
hi: भविष्यवाणी
ne: भविष्यवाणी
pa: ਭਵਿੱਖਬਾਣੀ
te: భవిష్య వాణి

source: Accuracy description
es: Descripción
hi: विवरण
ne: वर्णन
pa: ਵੇਰਵਾ
te: వివరణ

source: Precision description
es: Si selecciona un valor inferior a 100%%, ocultará una pequeña relación de concurrencia. (Predeterminado: dibuja una línea si hay incluso una vez)
hi: यदि आप 100%% से कम मान का चयन करते हैं, तो आप एक छोटे सह -संबंध संबंध को छिपाएंगे। (डिफ़ॉल्ट: एक लाइन ड्रा करें यदि एक बार भी है)
ne: यदि तपाइँले 100 भन्दा कम भन्दा कम चयन चयन गर्नुभयो भने, तपाईं एउटा सानो सह -णको सम्बन्ध लुकाउनुहुनेछ। (पूर्वनिर्धारित: यदि एक पटक पनि छ भने एक लाइन कोर्नुहोस्)
pa: ਜੇ ਤੁਸੀਂ 100__51 ਤੋਂ ਘੱਟ ਮੁੱਲ ਨੂੰ ਚੁਣਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਇੱਕ ਛੋਟਾ ਜਿਹਾ ਸਹਿ-ਓਕੋਕੋਰੈਂਸ ਸੰਬੰਧ ਲੁਕਾਓਗੇ. (ਡਿਫੌਲਟ: ਜੇ ਇਕ ਵਾਰ ਵੀ ਹੋਵੇ ਤਾਂ ਇਕ ਲਾਈਨ ਖਿੱਚੋ)
te: మీరు 100%% కన్నా తక్కువ విలువను ఎంచుకుంటే, మీరు చిన్న సహ -సంభవించే సంబంధాన్ని దాచిపెడతారు. (డిఫాల్ట్: ఒక్కసారి కూడా ఉంటే ఒక పంక్తిని గీయండి)

source: Recall description
es: Si selecciona un valor inferior a 100%%, ocultará una pequeña relación de concurrencia. (Predeterminado: dibuja una línea si hay incluso una vez)
hi: यदि आप 100%% से कम मान का चयन करते हैं, तो आप एक छोटे सह -संबंध संबंध को छिपाएंगे। (डिफ़ॉल्ट: एक लाइन ड्रा करें यदि एक बार भी है)
ne: यदि तपाइँले 100 भन्दा कम भन्दा कम चयन चयन गर्नुभयो भने, तपाईं एउटा सानो सह -णको सम्बन्ध लुकाउनुहुनेछ। (पूर्वनिर्धारित: यदि एक पटक पनि छ भने एक लाइन कोर्नुहोस्)
pa: ਜੇ ਤੁਸੀਂ 100__51 ਤੋਂ ਘੱਟ ਮੁੱਲ ਨੂੰ ਚੁਣਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਇੱਕ ਛੋਟਾ ਜਿਹਾ ਸਹਿ-ਓਕੋਕੋਰੈਂਸ ਸੰਬੰਧ ਲੁਕਾਓਗੇ. (ਡਿਫੌਲਟ: ਜੇ ਇਕ ਵਾਰ ਵੀ ਹੋਵੇ ਤਾਂ ਇਕ ਲਾਈਨ ਖਿੱਚੋ)
te: మీరు 100%% కన్నా తక్కువ విలువను ఎంచుకుంటే, మీరు చిన్న సహ -సంభవించే సంబంధాన్ని దాచిపెడతారు. (డిఫాల్ట్: ఒక్కసారి కూడా ఉంటే ఒక పంక్తిని గీయండి)

source: ROC-AUC description
es: Si selecciona un valor inferior a 100%%, ocultará una pequeña relación de concurrencia. (Predeterminado: dibuja una línea si hay incluso una vez)
hi: यदि आप 100%% से कम मान का चयन करते हैं, तो आप एक छोटे सह -संबंध संबंध को छिपाएंगे। (डिफ़ॉल्ट: एक लाइन ड्रा करें यदि एक बार भी है)
ne: यदि तपाइँले 100 भन्दा कम भन्दा कम चयन चयन गर्नुभयो भने, तपाईं एउटा सानो सह -णको सम्बन्ध लुकाउनुहुनेछ। (पूर्वनिर्धारित: यदि एक पटक पनि छ भने एक लाइन कोर्नुहोस्)
pa: ਜੇ ਤੁਸੀਂ 100__51 ਤੋਂ ਘੱਟ ਮੁੱਲ ਨੂੰ ਚੁਣਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਇੱਕ ਛੋਟਾ ਜਿਹਾ ਸਹਿ-ਓਕੋਕੋਰੈਂਸ ਸੰਬੰਧ ਲੁਕਾਓਗੇ. (ਡਿਫੌਲਟ: ਜੇ ਇਕ ਵਾਰ ਵੀ ਹੋਵੇ ਤਾਂ ਇਕ ਲਾਈਨ ਖਿੱਚੋ)
te: మీరు 100%% కన్నా తక్కువ విలువను ఎంచుకుంటే, మీరు చిన్న సహ -సంభవించే సంబంధాన్ని దాచిపెడతారు. (డిఫాల్ట్: ఒక్కసారి కూడా ఉంటే ఒక పంక్తిని గీయండి)

source: PR-AUC description
es: Descripción
hi: विवरण
ne: वर्णन
pa: ਵੇਰਵਾ
te: వివరణ

source: Mode hover msg
es: Select the EMD (Earth Mover's Distance) calculation mode that indicates the degree of distribution variation.
hi: Select the EMD (Earth Mover's Distance) calculation mode that indicates the degree of distribution variation.
ne: Select the EMD (Earth Mover's Distance) calculation mode that indicates the degree of distribution variation.
pa: Select the EMD (Earth Mover's Distance) calculation mode that indicates the degree of distribution variation.
te: Select the EMD (Earth Mover's Distance) calculation mode that indicates the degree of distribution variation.

source: Drift hover msg
es: When calculating the degree of distribution variation (EMD) for each distribution, the top distribution is used as the reference.
hi: When calculating the degree of distribution variation (EMD) for each distribution, the top distribution is used as the reference.
ne: When calculating the degree of distribution variation (EMD) for each distribution, the top distribution is used as the reference.
pa: When calculating the degree of distribution variation (EMD) for each distribution, the top distribution is used as the reference.
te: When calculating the degree of distribution variation (EMD) for each distribution, the top distribution is used as the reference.

source: Diff hover msg
es: When calculating the degree of distribution variation (EMD) for each distribution, the previous distribution is used as the reference.
hi: When calculating the degree of distribution variation (EMD) for each distribution, the previous distribution is used as the reference.
ne: When calculating the degree of distribution variation (EMD) for each distribution, the previous distribution is used as the reference.
pa: When calculating the degree of distribution variation (EMD) for each distribution, the previous distribution is used as the reference.
te: When calculating the degree of distribution variation (EMD) for each distribution, the previous distribution is used as the reference.

source: Both hover msg
es: Display the results calculated in both modes of "Drift" and "Diff".
hi: Display the results calculated in both modes of "Drift" and "Diff".
ne: Display the results calculated in both modes of "Drift" and "Diff".
pa: Display the results calculated in both modes of "Drift" and "Diff".
te: Display the results calculated in both modes of "Drift" and "Diff".

source: Contour hover msg
es: Draws a scatter plot with contour showing the central portion of the distribution. If the number of data points drawn in one scatter plot is 10,000 or more, scatter plot with contour is shown to omit the data points drawn on the plot.
hi: Draws a scatter plot with contour showing the central portion of the distribution. If the number of data points drawn in one scatter plot is 10,000 or more, scatter plot with contour is shown to omit the data points drawn on the plot.
ne: Draws a scatter plot with contour showing the central portion of the distribution. If the number of data points drawn in one scatter plot is 10,000 or more, scatter plot with contour is shown to omit the data points drawn on the plot.
pa: Draws a scatter plot with contour showing the central portion of the distribution. If the number of data points drawn in one scatter plot is 10,000 or more, scatter plot with contour is shown to omit the data points drawn on the plot.
te: Draws a scatter plot with contour showing the central portion of the distribution. If the number of data points drawn in one scatter plot is 10,000 or more, scatter plot with contour is shown to omit the data points drawn on the plot.

source: Heatmap hover msg
es: The background color is changed according to the magnitude of the correlation coefficient. Among the selected variables, combinations of variables with larger absolute values of correlation coefficients are displayed in brighter colors.
hi: The background color is changed according to the magnitude of the correlation coefficient. Among the selected variables, combinations of variables with larger absolute values of correlation coefficients are displayed in brighter colors.
ne: The background color is changed according to the magnitude of the correlation coefficient. Among the selected variables, combinations of variables with larger absolute values of correlation coefficients are displayed in brighter colors.
pa: The background color is changed according to the magnitude of the correlation coefficient. Among the selected variables, combinations of variables with larger absolute values of correlation coefficients are displayed in brighter colors.
te: The background color is changed according to the magnitude of the correlation coefficient. Among the selected variables, combinations of variables with larger absolute values of correlation coefficients are displayed in brighter colors.

source: Col num hover msg
es: Set the number of columns in the split graph.
hi: Set the number of columns in the split graph.
ne: Set the number of columns in the split graph.
pa: Set the number of columns in the split graph.
te: Set the number of columns in the split graph.

source: Lower
es: Cerca
hi: बंद करना
ne: घनिष्ट
pa: ਨੇੜੇ
te: దగ్గరగా

source: Valid
es: Fecha de vencimiento (final)
hi: समाप्ति तिथि
ne: म्याद समाप्त हुने मिति (अन्त्य)
pa: ਮਿਆਦ ਪੁੱਗਣ ਦੀ ਤਾਰੀਖ (ਅੰਤ)
te: గడువు తేదీ (ముగింపు)

source: ValidFrom
es: Fecha de vencimiento (inicio)
hi: समाप्ति तिथि (प्रारंभ)
ne: म्याद समाप्त हुने मिति (सुरु)
pa: ਮਿਆਦ ਪੁੱਗਣ ਦੀ ਤਾਰੀਖ (ਸ਼ੁਰੂ)
te: గడువు తేదీ (ప్రారంభం)

source: ValidTo
es: Fecha de vencimiento (final)
hi: समाप्ति तिथि
ne: म्याद समाप्त हुने मिति (अन्त्य)
pa: ਮਿਆਦ ਪੁੱਗਣ ਦੀ ਤਾਰੀਖ (ਅੰਤ)
te: గడువు తేదీ (ముగింపు)

source: Error Msg Common
es: Error is occurring!!
hi: Error is occurring!!
ne: Error is occurring!!
pa: Error is occurring!!
te: Error is occurring!!

source: Filter search box hover msg
es: General Search Options ・OR Search: Including multiple words(spaces are treated as characters) separated by '|'. (ex. A|B C → AX, B CX, AXB C) ・Range Search: Including numbers in the range specified by '[-]'. (ex. [98-101] → X098, X099, X100) Regular Expression: Specify the format of serial etc. in detail.
hi: General Search Options ・OR Search: Including multiple words(spaces are treated as characters) separated by '|'. (ex. A|B C → AX, B CX, AXB C) ・Range Search: Including numbers in the range specified by '[-]'. (ex. [98-101] → X098, X099, X100) Regular Expression: Specify the format of serial etc. in detail.
ne: General Search Options ・OR Search: Including multiple words(spaces are treated as characters) separated by '|'. (ex. A|B C → AX, B CX, AXB C) ・Range Search: Including numbers in the range specified by '[-]'. (ex. [98-101] → X098, X099, X100) Regular Expression: Specify the format of serial etc. in detail.
pa: General Search Options ・OR Search: Including multiple words(spaces are treated as characters) separated by '|'. (ex. A|B C → AX, B CX, AXB C) ・Range Search: Including numbers in the range specified by '[-]'. (ex. [98-101] → X098, X099, X100) Regular Expression: Specify the format of serial etc. in detail.
te: General Search Options ・OR Search: Including multiple words(spaces are treated as characters) separated by '|'. (ex. A|B C → AX, B CX, AXB C) ・Range Search: Including numbers in the range specified by '[-]'. (ex. [98-101] → X098, X099, X100) Regular Expression: Specify the format of serial etc. in detail.

source: Duplicate serial hover message
es: You can select the record to display when there are duplicate records in the item set for 'As Link ID' on the process setting page. When data linking between several processes, duplicate serials are forcibly linked with the latest date & time record.
hi: You can select the record to display when there are duplicate records in the item set for 'As Link ID' on the process setting page. When data linking between several processes, duplicate serials are forcibly linked with the latest date & time record.
ne: You can select the record to display when there are duplicate records in the item set for 'As Link ID' on the process setting page. When data linking between several processes, duplicate serials are forcibly linked with the latest date & time record.
pa: You can select the record to display when there are duplicate records in the item set for 'As Link ID' on the process setting page. When data linking between several processes, duplicate serials are forcibly linked with the latest date & time record.
te: You can select the record to display when there are duplicate records in the item set for 'As Link ID' on the process setting page. When data linking between several processes, duplicate serials are forcibly linked with the latest date & time record.

source: Remove duplicated records message
es: Excluded `x` duplicate records.
hi: Excluded `x` duplicate records.
ne: Excluded `x` duplicate records.
pa: Excluded `x` duplicate records.
te: Excluded `x` duplicate records.

source: P duplicate hover message
es: Number of duplicate serials (percentage)
hi: Number of duplicate serials (percentage)
ne: Number of duplicate serials (percentage)
pa: Number of duplicate serials (percentage)
te: Number of duplicate serials (percentage)

source: TourSelectTargetVar
es: Select a process and then select some variables that you would like to visualize. You can select additional process by clicking the + button on the upper right.BREAK_LINEYou can also set variables for label plots and facets.BREAK_LINE
hi: Select a process and then select some variables that you would like to visualize. You can select additional process by clicking the + button on the upper right.BREAK_LINEYou can also set variables for label plots and facets.BREAK_LINE
ne: Select a process and then select some variables that you would like to visualize. You can select additional process by clicking the + button on the upper right.BREAK_LINEYou can also set variables for label plots and facets.BREAK_LINE
pa: Select a process and then select some variables that you would like to visualize. You can select additional process by clicking the + button on the upper right.BREAK_LINEYou can also set variables for label plots and facets.BREAK_LINE
te: Select a process and then select some variables that you would like to visualize. You can select additional process by clicking the + button on the upper right.BREAK_LINEYou can also set variables for label plots and facets.BREAK_LINE

source: TourSelectTargetVarDesc
es: You can show the description of the words with underlines by pointing the words with mouse pointer for a second.
hi: You can show the description of the words with underlines by pointing the words with mouse pointer for a second.
ne: You can show the description of the words with underlines by pointing the words with mouse pointer for a second.
pa: You can show the description of the words with underlines by pointing the words with mouse pointer for a second.
te: You can show the description of the words with underlines by pointing the words with mouse pointer for a second.

source: TourSelectTargetPeriod
es: Período objetivo
hi: लक्ष्य अवधि
ne: लत अवधि
pa: ਟਾਰਗੇਟ ਪੀਰੀਅਡ
te: లక్ష్య కాలం

source: TourSelectTargetPeriodDatePicker
es: Clicking on the textbox will show datetime selector. You can specify the datetime range with this selector, or by typing directly with the keyboard.
hi: Clicking on the textbox will show datetime selector. You can specify the datetime range with this selector, or by typing directly with the keyboard.
ne: Clicking on the textbox will show datetime selector. You can specify the datetime range with this selector, or by typing directly with the keyboard.
pa: Clicking on the textbox will show datetime selector. You can specify the datetime range with this selector, or by typing directly with the keyboard.
te: Clicking on the textbox will show datetime selector. You can specify the datetime range with this selector, or by typing directly with the keyboard.

source: TourFindData
es: No problem. Clicking the "Data Finder" button, you can access data finder, which you can find the time range of the stored data.
hi: No problem. Clicking the "Data Finder" button, you can access data finder, which you can find the time range of the stored data.
ne: No problem. Clicking the "Data Finder" button, you can access data finder, which you can find the time range of the stored data.
pa: No problem. Clicking the "Data Finder" button, you can access data finder, which you can find the time range of the stored data.
te: No problem. Clicking the "Data Finder" button, you can access data finder, which you can find the time range of the stored data.
