Repository: apdn7/AnalysisPlatform
Catalog: ap/translations/*/LC_MESSAGES/messages.po
Languages: es, hi, ne, pa, te

source: invalidFilePathMsg
ne: The file cannot be referenced from the file path you entered. Please check the file path.
te: The file cannot be referenced from the file path you entered. Please check the file path.

source: Initialize process
te: Initialize

source: Initialized process will make Imported data for the target process will be deleted
te: Imported data for the target process will be deleted.<br>(Filter settings, graph settings and bookmarks will remain.)<br>Do you want to proceed?

source: cookieHeaderExample
te: Example

source: localeCookieDescription
te: Used for switching language shown in UI

source: ccCookieDescription
te: This cookie is used to manage cookie settings

source: gaCookieDescription
te: This cookie, related to Google Universal Analytics, identifies unique users with a randomly generated number. It helps calculate visitor, session, and campaign data in site analysis reports.

source: gaxCookieDescription
te: This cookie is related to Google Universal Analytics.It is used to collect statistics on how users interact with the web application.

source: Display tooltips
te: Enable/Disable tooltips when hovering on graphs

source: i18nInvalidDeltaTime
hi: Delta time and cut off must be Integer
ne: Delta time and cut off must be Integer

source: Invalid Cyclic Term Window Length
es: La `longitud de ventana 'especificada no es válida. El valor debe estar entre 0.1 y 48.
hi: निर्दिष्ट `विंडो लंबाई` अमान्य है। मान 0.1 और 48 के बीच होना चाहिए।
ne: مخصوص ٿيل ونڊو جي ڊيگهه غلط آهي. قيمت 0.1 ۽ 48 جي وچ ۾ هجڻ گهرجي.
pa: Mae `hyd ffenestr` nodedig yn annilys. Rhaid i'r gwerth fod rhwng 0.1 a 48.

source: monthNames
hi: 01_02_03_04_05_06_07_08_09_1s0_11_12

source: InvalidBrowserTitle
es: Your browser does not support
hi: Your browser does not support
pa: Your browser does not support

source: InvalidBrowserContent
es: The current version only supports Chrome, Microsoft Edge and Safari (>= 15.4) browsers.BREAK_LINEPlease check your browser and try to accessing the application again.
hi: The current version only supports Chrome, Microsoft Edge and Safari (>= 15.4) browsers.BREAK_LINEPlease check your browser and try to accessing the application again.
pa: The current version only supports Chrome, Microsoft Edge and Safari (>= 15.4) browsers.BREAK_LINEPlease check your browser and try to accessing the application again.

source: InvalidBrowserVersion
es: Safari version 15.4 or higher is required to run some features of the application.BREAK_LINEPlease check your browser version and try accessing the application again.
hi: Safari version 15.4 or higher is required to run some features of the application.BREAK_LINEPlease check your browser version and try accessing the application again.
pa: Safari version 15.4 or higher is required to run some features of the application.BREAK_LINEPlease check your browser version and try accessing the application again.

source: P_proc
pa: P_ਪ੍ਰੋ
