Repository: apdn7/AnalysisPlatform
Catalog: ap/translations/*/LC_MESSAGES/messages.po
Languages: es, hi, ne, pa, te

source: Color explanation
es: Vacíoグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
hi: खालीグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
ne: खालीグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
pa: ਖਾਲੀグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合
te: ఖాళీグラフにプロットされた点の色は、選択したアイテムのデータを使用して色分けされます。ただし、以下の場合は色分けできません。 (i) ｘもしくはyのどちら一方のデータタイプが文字列で、色分けで選択した変数のデータタイプが文字列でない場合 (ii)ｘとy両方のデータタイプが文字列の場合

source: Objective variable is NOT selected.
es: Seleccione la variable de propósito.
hi: उद्देश्य चर का चयन करें।
ne: एक उद्देश्य चर चयन गर्नुहोस्।
pa: ਉਦੇਸ਼ ਵੇਰੀਏਬਲ ਦੀ ਚੋਣ ਕਰੋ.
te: పర్పస్ వేరియబుల్ ఎంచుకోండి.

source: Non-Divided / Divide by Category
es: Sin descomposición / categoría descomposición
hi: कोई अपघटन / श्रेणी अपघटन नहीं
ne: कुनै गिरानेसियन / कोटी डिस्पोटोसन
pa: ਕੋਈ ਸਜਾਵਟ / ਸ਼੍ਰੇਣੀ ਵਿਗਾੜ ਨਹੀਂ
te: కుళ్ళిపోవడం / వర్గం కుళ్ళిపోవడం లేదు

source: Scatter Plot
es: Gráfico de dispersión
hi: स्कैटर प्लॉट
ne: प्लट प्लॉट
pa: ਸਕੈਟਰ ਪਲਾਟ
te: స్కాటర్ ప్లాట్

source: SCP choose color variable warning message
es: Si el tipo de datos X o Y es String, no puede usar variables de no cuerda para la configuración de color.
hi: यदि या तो x या y डेटा प्रकार स्ट्रिंग है, तो आप रंग सेटिंग के लिए गैर-स्ट्रिंग चर का उपयोग नहीं कर सकते हैं।
ne: यदि या त x वा y डाटा प्रकार स्ट्रिंग हो, तपाइँ र color सेटिंगका लागि गैर-स्ट्रि strable चरहरू प्रयोग गर्न सक्नुहुन्न।
pa: ਜੇ ਜਾਂ ਤਾਂ ਐਕਸ ਜਾਂ ਵਾਈ ਡਾਟਾ ਕਿਸਮ ਸਤਰ ਹੈ, ਤੁਸੀਂ ਰੰਗ ਸੈਟਿੰਗ ਲਈ ਨਾਨ-ਸਤਰ ਵੇਰੀਏਬਲ ਨਹੀਂ ਵਰਤ ਸਕਦੇ.
te: X లేదా Y డేటా రకం స్ట్రింగ్ అయితే, మీరు రంగు సెట్టింగ్ కోసం నాన్-స్ట్రింగ్ వేరియబుల్స్ ఉపయోగించలేరు.

source: Changed to the max number division automatically.
es: Se detectó el valor fuera del rango permitido, por lo que se decidió automáticamente el rango mínimo o máximo válido. Cambie la configuración según sea necesario.
hi: अनुमत सीमा के बाहर मूल्य का पता चला था, इसलिए न्यूनतम या अधिकतम वैध सीमा स्वचालित रूप से तय की गई थी। आवश्यकतानुसार सेटिंग्स बदलें।
ne: अनुमति दिइएको दायरा बाहिरका मान पत्ता लागेको थियो, त्यसैले न्यूनतम वा अधिकतम मान्य दायरा स्वचालित रूपमा निर्णय गरिएको थियो। आवश्यक रूपमा सेटिंग्स परिवर्तन गर्नुहोस्।
pa: ਆਗਿਆ ਸੀਮਾ ਤੋਂ ਬਾਹਰ ਮੁੱਲ ਦਾ ਪਤਾ ਲਗਾਇਆ ਗਿਆ, ਇਸ ਲਈ ਘੱਟੋ ਘੱਟ ਜਾਂ ਵੱਧ ਤੋਂ ਵੱਧ ਯੋਗ ਸੀਮਾ ਆਪਣੇ ਆਪ ਫੈਸਲਾ ਲਿਆ ਗਿਆ. ਸੈਟਿੰਗ ਨੂੰ ਜ਼ਰੂਰੀ ਤੌਰ ਤੇ ਬਦਲੋ.
te: అనుమతించబడిన పరిధికి వెలుపల విలువ కనుగొనబడింది, కాబట్టి కనీస లేదా గరిష్ట చెల్లుబాటు అయ్యే పరిధి స్వయంచాలకంగా నిర్ణయించబడుతుంది. సెట్టింగులను అవసరమైన విధంగా మార్చండి.

source: Right drag & drop: data link setting
es: Haga clic derecho: Configuración de enlace de datos/editar/eliminar
hi: राइट क्लिक करें: डेटा लिंक सेटिंग/एडिट/डिलीट करें
ne: दायाँ क्लिक: डाटा लिंक सेटिंग / सम्पादन / मेटाउनुहोस्
pa: ਸੱਜਾ ਕਲਿਕ: ਡਾਟਾ ਲਿੰਕ ਸੈਟਿੰਗ / ਸੋਧ / ਡਿਲੀਟ
te: కుడి క్లిక్: డేటా లింక్ సెట్టింగ్/సవరించు/తొలగించండి

source: Elapsed Time
es: Tiempo transcurrido
hi: बीता हुआ समय
ne: बितेको समय
pa: ਲੰਘਿਆ ਸਮਾਂ
te: గడచిపోయిన సమయం

source: Time
es: Pedido de tiempo
hi: समय का आदेश
ne: समय क्रम
pa: ਟਾਈਮ ਆਰਡਰ
te: టైమ్ ఆర్డర్

source: Setting Order
es: Configuración del orden de datos
hi: डेटा ऑर्डर सेट करना
ne: डाटा अर्डर सेट गर्दै
pa: ਡਾਟਾ ਆਰਡਰ ਸੈਟ ਕਰਨਾ
te: డేటా ఆర్డర్‌ను సెట్ చేస్తుంది

source: Warning Full Disk
es: Elimine datos innecesarios porque la capacidad del disco duro de `__SERVER_INFO__` ha alcanzado __SERVER_INFO__ %%.
hi: कृपया अनावश्यक डेटा को हटा दें क्योंकि `__SERVER_INFO__` की हार्ड डिस्क की क्षमता __SERVER_INFO__ %% तक पहुंच गई है।
ne: कृपया अनावश्यक डेटा मेट्नुहोस् किनभने `__SERVER_INFO__` को हार्ड डिस्कको क्षमता प्राप्त गर्नुहोस् __SERVER_INFO__ term51
pa: ਕਿਰਪਾ ਕਰਕੇ ਬੇਲੋੜਾ ਡੇਟਾ ਮਿਟਾਓ ਕਿਉਂਕਿ `__SERVER_INFO__` ਦੀ ਹਾਰਡ ਡਿਸਕ ਦੀ ਸਮਰੱਥਾ __SERVER_INFO__.
te: దయచేసి అనవసరమైన డేటాను తొలగించండి ఎందుకంటే `__SERVER_INFO__` యొక్క హార్డ్ డిస్క్ సామర్థ్యం __SERVER_INFO__ %% కి చేరుకుంది.

source: Error Full Disk
es: El puerto de datos se detuvo porque la capacidad del disco duro de `__SERVER_INFO__` alcanzó __SERVER_INFO__ %%. Si se eliminan los datos innecesarios y aumenta la capacidad vacía, los datos se reanudarán.
hi: डेटा पोर्ट को रोक दिया गया था क्योंकि `__SERVER_INFO__` की हार्ड डिस्क की क्षमता __SERVER_INFO__ %% तक पहुंच गई थी। यदि अनावश्यक डेटा हटा दिया जाता है और खाली क्षमता बढ़ जाती है, तो डेटा फिर से शुरू हो जाएगा।
ne: डाटा पोर्ट रोकियो किनकि `___ को हार्ड डिस्क को क्षमता __SERVER_INFO__ ID। यदि अनावश्यक डाटा मेटाइएको छ र खाली क्षमता बढेको छ भने डाटा पुनः सुरु गरिनेछ।
pa: ਡੇਟਾ ਪੋਰਟ ਨੂੰ ਰੋਕਿਆ ਗਿਆ ਸੀ ਕਿਉਂਕਿ `__SERVER_INFO__` ਦੇ ਹਾਰਡ ਡਿਸਕ ਦੀ ਸਮਰੱਥਾ __SERVER_INFO__ %%. ਜੇ ਬੇਲੋੜੀ ਡੇਟਾ ਮਿਟਾ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ ਅਤੇ ਖਾਲੀ ਸਮਰੱਥਾ ਵਧ ਜਾਂਦੀ ਹੈ, ਤਾਂ ਡਾਟਾ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਕੀਤਾ ਜਾਵੇਗਾ.
te: `__SERVER_INFO__` యొక్క హార్డ్ డిస్క్ సామర్థ్యం __SERVER_INFO__ %% కి చేరుకున్నందున డేటా పోర్ట్ ఆగిపోయింది. అనవసరమైన డేటా తొలగించబడి, ఖాళీ సామర్థ్యం పెరిగితే, డేటా తిరిగి ప్రారంభించబడుతుంది.

source: Division number Hover RLP
es: Ingrese el número de distribuciones que se mostrarán (número de divisiones). Ingrese un entero de 2 o 240 o menos.
hi: प्रदर्शित होने के लिए वितरण की संख्या दर्ज करें (डिवीजनों की संख्या)। 2 या 256 या उससे कम का पूर्णांक दर्ज करें।
ne: वितरणको संख्या प्रविष्ट गर्नुहोस् (विभाजनहरूको संख्या)। 2 वा 1 256 वा कमको पूर्णांक प्रविष्ट गर्नुहोस्।
pa: ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ ਲਈ ਡਿਸਟਰੀਬਿ .ਸ਼ਨਾਂ ਦੀ ਗਿਣਤੀ ਦਰਜ ਕਰੋ (ਵੰਡਾਂ ਦੀ ਗਿਣਤੀ). 2 ਜਾਂ 240 ਜਾਂ ਘੱਟ ਜਾਂ ਘੱਟ ਦਾ ਪੂਰਨ ਅੰਕ ਦਾਖਲ ਕਰੋ.
te: ప్రదర్శించాల్సిన పంపిణీల సంఖ్యను నమోదు చేయండి (విభాగాల సంఖ్య). 2 లేదా 256 లేదా అంతకంటే తక్కువ పూర్ణాంకాన్ని నమోదు చేయండి.

source: Division number Hover StP
es: Ingrese el número de distribuciones que se mostrarán (número de divisiones). Ingrese un entero de 1 o más 32 o menos.
hi: प्रदर्शित होने के लिए वितरण की संख्या दर्ज करें (डिवीजनों की संख्या)। 1 या अधिक 32 या उससे कम का पूर्णांक दर्ज करें।
ne: वितरणको संख्या प्रविष्ट गर्नुहोस् (विभाजनहरूको संख्या)। 1 वा अधिक वा कमको पूर्णांक प्रविष्ट गर्नुहोस्।
pa: ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ ਲਈ ਡਿਸਟਰੀਬਿ .ਸ਼ਨਾਂ ਦੀ ਗਿਣਤੀ ਦਰਜ ਕਰੋ (ਵੰਡਾਂ ਦੀ ਗਿਣਤੀ). 1 ਜਾਂ ਇਸ ਤੋਂ ਘੱਟ 32 ਜਾਂ ਇਸ ਤੋਂ ਘੱਟ ਦਾ ਪੂਰਨ ਅੰਕ ਦਿਓ.
te: ప్రదర్శించాల్సిన పంపిణీల సంఖ్యను నమోదు చేయండి (విభాగాల సంఖ్య). 1 లేదా అంతకంటే ఎక్కువ 32 లేదా అంతకంటే తక్కువ పూర్ణాంకాన్ని నమోదు చేయండి.

source: Reduce number of violin messenger
es: Hay demasiados violines por trama, por lo que se limitó automáticamente.
hi: प्रति प्लॉट बहुत सारे वायलिन हैं, इसलिए यह स्वचालित रूप से सीमित था।
ne: त्यहाँ प्लट प्रति धेरै VIOLINS छन्, त्यसैले यो स्वचालित रूपमा सीमित थियो।
pa: ਇੱਥੇ ਬਹੁਤ ਸਾਰੀਆਂ ਵਾਇਲਨ ਪ੍ਰਤੀ ਪਲਾਟ ਹਨ, ਇਸ ਲਈ ਇਹ ਆਪਣੇ ਆਪ ਸੀਮਤ ਹੋ ਗਿਆ.
te: ప్రతి ప్లాట్‌కు చాలా వయోలిన్లు ఉన్నాయి, కాబట్టి ఇది స్వయంచాలకంగా పరిమితం చేయబడింది.

source: Reduce number of data per graph messenger
es: Debido a la gran cantidad de registros seleccionados, el número de gráficos es limitado desde la fecha más antigua hasta el recuento de límites.
hi: चयनित रिकॉर्ड की बड़ी संख्या के कारण, भूखंडों की संख्या सबसे पुरानी तारीख से सीमा गणना तक सीमित है।
ne: रेकर्डहरूको ठूलो संख्याको कारण चयन गरिएको, प्लटहरूको संख्या सबैभन्दा पुरानो मितिबाट सीमा गणनामा सीमित हुन्छ।
pa: ਵੱਡੇ ਰਿਕਾਰਡਾਂ ਦੇ ਕਾਰਨ ਚੁਣੇ ਗਏ ਪਲਾਟਾਂ ਦੀ ਗਿਣਤੀ ਸੀਮਿਤ ਗਿਣਤੀ ਤੱਕ ਸੀਮਿਤ ਕੀਤੀ ਗਈ ਮਿਤੀ ਤੋਂ ਸੀਮਿਤ ਹੈ.
te: పెద్ద సంఖ్యలో రికార్డులు ఎంచుకున్నందున, ప్లాట్ల సంఖ్య పురాతన తేదీ నుండి పరిమితి గణన వరకు పరిమితం చేయబడింది.

source: I Accept
es: Acepto
hi: मुझे स्वीकार है
ne: म स्वीकार छु
pa: ਮੈਂ ਸਵੀਕਾਰ ਕਰਦਾ ਹਾਂ
te: నేను ఒప్పుకుంటున్నా

source: Decline
es: Rechazar
hi: पतन
ne: हास
pa: ਗਿਰਾਵਟ
te: క్షీణత

source: Extend SysName longer in variable selection list
ne: Click here to see longer system names
te: Click here to see longer system names

source: Extend variable name longer in variable selection list
ne: Click here to see longer variable names
te: Click here to see longer variable names

source: Backwards
es: Hacia atrás
hi: पीछे की ओर
ne: पिछडिएको
pa: ਪਿੱਛੇ ਵੱਲ
te: వెనుకకు

source: Number of graph on column
es: Número de trama en la columna
hi: स्तंभ पर प्लॉट की संख्या
ne: स्तम्भमा प्लटको संख्या
pa: ਕਾਲਮ 'ਤੇ ਪਲਾਟ ਦੀ ਗਿਣਤੀ
te: కాలమ్‌లో ప్లాట్లు సంఖ్య

source: Arrange Div Title
ne: When the graph is split and displayed, when it is OFF, only graphs with data will be displayed, and when it is ON, graphs will be displayed even if there is no data. Example) In the case of “Divide by term (Cyclic)”, when it is OFF, the graph of the period with no data will not be displayed, and when it is ON, it will be displayed.
te: When the graph is split and displayed, when it is OFF, only graphs with data will be displayed, and when it is ON, graphs will be displayed even if there is no data. Example) In the case of “Divide by term (Cyclic)”, when it is OFF, the graph of the period with no data will not be displayed, and when it is ON, it will be displayed.

source: Label Variable Description
es: Las variables categóricas (número de pieza, estación no, etc.) que se muestran como etiquetas en la parte superior de la gráfica se utilizan para visualizar los puntos de cambio (conmutación de número de pieza, etc.) de las variables cualitativas.
hi: प्लॉट के शीर्ष पर लेबल के रूप में प्रदर्शित श्रेणीबद्ध चर (भाग संख्या, स्टेशन नहीं, आदि) का उपयोग गुणात्मक चर के परिवर्तन बिंदुओं (भाग संख्या स्विचिंग, आदि) की कल्पना करने के लिए किया जाता है।
ne: क्रान्तिकारी भ्यारीएसको शीर्षमा रहेको प्लॉटको शीर्षमा रहेको प्लॉट नभएर अक्षरको चलन (भाग नम्बर, स्टेशन नम्बरको रूपमा प्रदर्शित (भाग नम्बर स्विच, आदि)।
pa: ਸ਼੍ਰੇਣੀਬੱਧ ਵੇਰੀਏਬਲਸ (ਪਾਰਟ ਨੰਬਰ, ਸਟੇਸ਼ਨ ਨੰਬਰ) ਜੋ ਪਲਾਟ ਦੇ ਸਿਖਰ 'ਤੇ ਲੇਬਲ ਦੇ ਰੂਪ ਵਿੱਚ ਪ੍ਰਦਰਸ਼ਿਤ ਹੁੰਦਾ ਹੈ ਕਿ ਤਬਦੀਲੀ ਦੇ ਅੰਕ (ਭਾਗ ਨੰਬਰ ਬਦਲਣਾ ਆਦਿ ਗੁਣਾਤਮਕ ਵੇਰੀਏਬਲ) ਦੀ ਕਲਪਨਾ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ.
te: గుణాత్మక వేరియబుల్స్ యొక్క మార్పు పాయింట్లను (పార్ట్ నంబర్ స్విచింగ్ మొదలైనవి) దృశ్యమానం చేయడానికి ప్లాట్ పైభాగంలో లేబుళ్ళగా ప్రదర్శించబడే వర్గీకరణ వేరియబుల్స్ (పార్ట్ నంబర్, స్టేషన్ నెం, మొదలైనవి) ఉపయోగించబడతాయి.

source: PCA Target Variable Explain
es: Seleccione los elementos que se analizarán (variables cuantitativas: valor de medición, etc.). Se pueden seleccionar hasta 60 elementos.
hi: विश्लेषण करने के लिए आइटम का चयन करें (मात्रात्मक चर: माप मूल्य, आदि)। 60 वस्तुओं तक का चयन किया जा सकता है।
ne: आईटमहरू चयन गर्न को लागी विश्लेषण गर्न को लागी (मात्रात्मक चल: मापन मान, आदि)। 600 वस्तुहरू चयन गर्न सकिन्छ।
pa: ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਲਈ ਆਈਟਮਾਂ ਦੀ ਚੋਣ ਕਰੋ (ਮਾਤਰਾ ਪਰਿਵਰਤਨ: ਮਾਪ ਦਾ ਮੁੱਲ, ਆਦਿ). 60 ਚੀਜ਼ਾਂ ਦੀ ਚੋਣ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ.
te: విశ్లేషించాల్సిన అంశాలను ఎంచుకోండి (పరిమాణాత్మక వేరియబుల్స్: కొలత విలువ మొదలైనవి). 60 అంశాలను ఎంచుకోవచ్చు.

source: Order set explain
es: Seleccione elementos para ordenar datos. También puede seleccionar varios elementos.
hi: डेटा सॉर्ट करने के लिए आइटम का चयन करें। आप कई आइटम भी चुन सकते हैं।
ne: डाटा क्रमबद्ध गर्न आईटमहरू चयन गर्नुहोस्। तपाईं बहु आईटमहरू पनि चयन गर्न सक्नुहुन्छ।
pa: ਡੇਟਾ ਨੂੰ ਛਾਂਟਣ ਲਈ ਆਈਟਮਾਂ ਦੀ ਚੋਣ ਕਰੋ. ਤੁਸੀਂ ਕਈ ਚੀਜ਼ਾਂ ਵੀ ਚੁਣ ਸਕਦੇ ਹੋ.
te: డేటాను క్రమబద్ధీకరించడానికి అంశాలను ఎంచుకోండి. మీరు బహుళ అంశాలను కూడా ఎంచుకోవచ్చు.

source: SCP choose latest in case division by data number
es: Los datos antiguos desbordados no se muestran porque el DateTime cuenta con los últimos datos con límite de visualización.
hi: पुराने डेटा को अतिप्रवाह प्रदर्शित नहीं किया जाता है क्योंकि डिस्प्लेटाइम डिस्प्ले लिमिट के साथ नवीनतम डेटा से मायने रखता है।
ne: ओभरफ्लो पुरानो डाटा प्रदर्शित हुँदैन किनकि मिति समयका मितिहरू प्रदर्शन सीमाको साथ पछिल्लो डाटाको गणना गर्दछ।
pa: ਪੁਰਾਣੇ ਡੇਟਾ ਨੂੰ ਓਵਰਫੁੱਲ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ ਕਿਉਂਕਿ ਮਿਤੀ ਸਮਾਂ ਡਿਸਪਲੇਅ ਸੀਮਾ ਦੇ ਨਾਲ ਨਵੀਨਤਮ ਡੇਟਾ ਤੋਂ ਗਿਣਿਆ ਜਾਂਦਾ ਹੈ.
te: పాత డేటాను పొంగిపొర్లుతున్నాయి ప్రదర్శించబడవు ఎందుకంటే ప్రదర్శన పరిమితితో తాజా డేటా నుండి డేట్‌టైమ్ లెక్కించబడుతుంది.

source: Limit number of graphs
es: El número de trama se limitó a NUMBER. Si desea mostrar todo, reviva la configuración.
hi: प्लॉट की संख्या NUMBER तक सीमित थी। यदि आप सभी प्रदर्शित करना चाहते हैं, तो सेटिंग्स को फिर से देखें।
ne: प्लट को संख्या __44: मा सीमित थियो। यदि तपाईं सबै प्रदर्शन गर्न चाहनुहुन्छ भने, सेटिंग्स संतुष्ट गर्न।
pa: ਪਲਾਟ ਦੀ ਗਿਣਤੀ NUMBER. ਜੇ ਤੁਸੀਂ ਸਭ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸੰਸ਼ੋਧਿਤ ਕਰੋ.
te: ప్లాట్లు సంఖ్య NUMBER కు పరిమితం చేయబడింది. మీరు అన్నింటినీ ప్రదర్శించాలనుకుంటే, సెట్టింగులను పునరుద్ధరించండి.

source: Limit number of graphs displayed in one tab
es: El número de trama en una sola pestaña se limitó a NUMBER. Si desea mostrar todo, reviva la configuración.
hi: एकल टैब पर प्लॉट की संख्या NUMBER तक सीमित थी। यदि आप सभी प्रदर्शित करना चाहते हैं, तो सेटिंग्स को फिर से देखें।
ne: एकल ट्याबमा प्लटको संख्या __44: मा सीमित थियो। यदि तपाईं सबै प्रदर्शन गर्न चाहनुहुन्छ भने, सेटिंग्स संतुष्ट गर्न।
pa: ਇਕੋ ਟੈਬ 'ਤੇ ਪਲਾਟ ਦੀ ਗਿਣਤੀ NUMBER. ਤੱਕ ਸੀਮਿਤ ਸੀ. ਜੇ ਤੁਸੀਂ ਸਭ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸੰਸ਼ੋਧਿਤ ਕਰੋ.
te: ఒకే ట్యాబ్‌లోని ప్లాట్లు సంఖ్య NUMBER కి పరిమితం చేయబడింది. మీరు అన్నింటినీ ప్రదర్శించాలనుకుంటే, సెట్టింగులను పునరుద్ధరించండి.

source: Available to select min and max sensors at time
es: El número de variables objetivo para seleccionar es mínimo mínimo y máximo máximo. Verifique el número de variables objetivo y corrija la configuración.
hi: चयन करने के लिए लक्ष्य चर की संख्या न्यूनतम न्यूनतम और अधिकतम अधिकतम है। लक्ष्य चर की संख्या की जाँच करें और सेटिंग्स को सही करें।
ne: चयन गर्न लक्ष्य भ्यारीएबलहरूको संख्या न्यूनतम मिनेट र अधिकतम अधिकतम हो। लक्ष्य भ्यारीएबलहरूको संख्या जाँच गर्नुहोस् र सेटिंग्स सच्याउनुहोस्।
pa: ਦੀ ਚੋਣ ਕਰਨ ਲਈ ਟਾਰਗੇਟ ਵੇਰੀਏਬਲ ਦੀ ਗਿਣਤੀ ਘੱਟੋ ਘੱਟ ਘੱਟੋ ਘੱਟ ਮਿੰਟ ਅਤੇ ਵੱਧ ਤੋਂ ਵੱਧ ਅਧਿਕਤਮ ਹੈ. ਟਾਰਗੇਟ ਵੇਰੀਏਬਲ ਦੀ ਗਿਣਤੀ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸਹੀ ਕਰੋ.
te: ఎంచుకోవలసిన లక్ష్య వేరియబుల్స్ సంఖ్య కనీస నిమిషం మరియు గరిష్ట గరిష్టంగా ఉంటుంది. లక్ష్య వేరియబుల్స్ సంఖ్యను తనిఖీ చేయండి మరియు సెట్టింగులను సరిచేయండి.

source: Available to select max sensors at time
es: El número de variables objetivo para seleccionar es hasta el máximo máximo. Verifique el número de variables objetivo y corrija la configuración.
hi: चयन करने के लिए लक्ष्य चर की संख्या अधिकतम अधिकतम तक है। लक्ष्य चर की संख्या की जाँच करें और सेटिंग्स को सही करें।
ne: चयन गरिएका लक्ष्य भ्यारीएबलको संख्या अधिकतम अधिकतममा निर्भर हुन्छ। लक्ष्य भ्यारीएबलहरूको संख्या जाँच गर्नुहोस् र सेटिंग्स सच्याउनुहोस्।
pa: ਚੁਣਨ ਲਈ ਟੀਚੇ ਦੇ ਵੇਰੀਏਬਲ ਦੀ ਗਿਣਤੀ ਵੱਧ ਤੋਂ ਵੱਧ ਅਧਿਕਤਮ ਹੈ. ਟਾਰਗੇਟ ਵੇਰੀਏਬਲ ਦੀ ਗਿਣਤੀ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸਹੀ ਕਰੋ.
te: ఎంచుకోవలసిన లక్ష్య వేరియబుల్స్ సంఖ్య గరిష్ట గరిష్టంగా ఉంటుంది. లక్ష్య వేరియబుల్స్ సంఖ్యను తనిఖీ చేయండి మరియు సెట్టింగులను సరిచేయండి.

source: SCP Page title description
es: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
hi: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
ne: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
pa: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。
te: NA変数間の関係を散布図やバイオリンプロット、カレンダーヒートマップで可視化できます。

source: SCP show value description
es: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
hi: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
ne: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
pa: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ
te: NA変数間の関係を可視化するx, yを選択する項目です。それぞれ1つずつ選択できます。最初に選択した変数がxとなります。 選択したデータのTypeによって描写方法が変わります。 x, y両変数ともInt or Real → 散布図 x, yの一方がInt or Real、もう一方がStr → バイオリンプロット x, y両変数ともStr → カレンダーヒートマップ

source: Do you want to save settings changes?
es: Do you want to save changes?
hi: Do you want to save changes?
ne: Do you want to save changes?
pa: Do you want to save changes?
te: Do you want to save changes?

source: Do not save
es: Don't save
hi: Don't save
ne: Don't save
pa: Don't save
te: Don't save

source: Front end process timeout message
es: The process is taking a long time. Please wait as it is, or abort the process by closing the tab on the web page.
hi: The process is taking a long time. Please wait as it is, or abort the process by closing the tab on the web page.
ne: The process is taking a long time. Please wait as it is, or abort the process by closing the tab on the web page.
pa: The process is taking a long time. Please wait as it is, or abort the process by closing the tab on the web page.
te: The process is taking a long time. Please wait as it is, or abort the process by closing the tab on the web page.

source: User Setting Open Explaining
es: Move to the corresponding page and draw the graph with the saved settings.
hi: Move to the corresponding page and draw the graph with the saved settings.
ne: Move to the corresponding page and draw the graph with the saved settings.
pa: Move to the corresponding page and draw the graph with the saved settings.
te: Move to the corresponding page and draw the graph with the saved settings.

source: User Setting Read Explaining
es: Reads the settings saved on the current page.
hi: Reads the settings saved on the current page.
ne: Reads the settings saved on the current page.
pa: Reads the settings saved on the current page.
te: Reads the settings saved on the current page.

source: User Setting Edit Explaining
es: Edit the title, priority, description, etc. of the saved settings.
hi: Edit the title, priority, description, etc. of the saved settings.
ne: Edit the title, priority, description, etc. of the saved settings.
pa: Edit the title, priority, description, etc. of the saved settings.
te: Edit the title, priority, description, etc. of the saved settings.

source: Unselect Facet In Variable Division StP
es: If you select "Facet" item in pull-down menu of show value, you can stratify the graph using the selected item.
hi: If you select "Facet" item in pull-down menu of show value, you can stratify the graph using the selected item.
ne: If you select "Facet" item in pull-down menu of show value, you can stratify the graph using the selected item.
pa: If you select "Facet" item in pull-down menu of show value, you can stratify the graph using the selected item.
te: If you select "Facet" item in pull-down menu of show value, you can stratify the graph using the selected item.

source: Daterangepicker ranges hover message
es: Click : Date & time selection only Double click : Date & time selection and apply
hi: Click : Date & time selection only Double click : Date & time selection and apply
ne: Click : Date & time selection only Double click : Date & time selection and apply
pa: Click : Date & time selection only Double click : Date & time selection and apply
te: Click : Date & time selection only Double click : Date & time selection and apply

source: Edit user setting confirm
es: _TITLE_ already exists. Do you want to overwrite?
hi: _TITLE_ already exists. Do you want to overwrite?
ne: _TITLE_ already exists. Do you want to overwrite?
pa: _TITLE_ already exists. Do you want to overwrite?
te: _TITLE_ already exists. Do you want to overwrite?

source: MAEInfo
es: Mean absolute error (MAE) is an average of absolute value of the residuals. Small MAE indicates that the model is well fitted to the training data
hi: Mean absolute error (MAE) is an average of absolute value of the residuals. Small MAE indicates that the model is well fitted to the training data
ne: Mean absolute error (MAE) is an average of absolute value of the residuals. Small MAE indicates that the model is well fitted to the training data
pa: Mean absolute error (MAE) is an average of absolute value of the residuals. Small MAE indicates that the model is well fitted to the training data
te: Mean absolute error (MAE) is an average of absolute value of the residuals. Small MAE indicates that the model is well fitted to the training data

source: R2Info
es: Adjusted R2 takes value from 0 to 1, and high value indicates that the model is well fitted to the training data. Generally, ordinal R2 improves by just adding new explanatory variables. Adjusted R2 is adjusted by the number of explanatory variables.
hi: Adjusted R2 takes value from 0 to 1, and high value indicates that the model is well fitted to the training data. Generally, ordinal R2 improves by just adding new explanatory variables. Adjusted R2 is adjusted by the number of explanatory variables.
ne: Adjusted R2 takes value from 0 to 1, and high value indicates that the model is well fitted to the training data. Generally, ordinal R2 improves by just adding new explanatory variables. Adjusted R2 is adjusted by the number of explanatory variables.
pa: Adjusted R2 takes value from 0 to 1, and high value indicates that the model is well fitted to the training data. Generally, ordinal R2 improves by just adding new explanatory variables. Adjusted R2 is adjusted by the number of explanatory variables.
te: Adjusted R2 takes value from 0 to 1, and high value indicates that the model is well fitted to the training data. Generally, ordinal R2 improves by just adding new explanatory variables. Adjusted R2 is adjusted by the number of explanatory variables.

source: No data link
es: Parte aislada
hi: ग़ैर
ne: बाहिरी व्यक्ति
pa: ਬਾਹਰ
te: అవుట్‌లియర్

source: Change divide confirm message
es: Clear Div in Facet box? When click OK, clear Div. When click Cancel, 'CATEGORY_DIVIDE_OPTION' is selected automatically.
hi: Clear Div in Facet box? When click OK, clear Div. When click Cancel, 'CATEGORY_DIVIDE_OPTION' is selected automatically.
ne: Clear Div in Facet box? When click OK, clear Div. When click Cancel, 'CATEGORY_DIVIDE_OPTION' is selected automatically.
pa: Clear Div in Facet box? When click OK, clear Div. When click Cancel, 'CATEGORY_DIVIDE_OPTION' is selected automatically.
te: Clear Div in Facet box? When click OK, clear Div. When click Cancel, 'CATEGORY_DIVIDE_OPTION' is selected automatically.

source: Clear Div in Facet
es: Clear CURRENT_DIVIDE_OPTION? When click OK, clear CURRENT_DIVIDE_OPTION and select 'CATEGORY_DIVIDE_OPTION' automatically. When click Cancel, clear Div in Facet automatically.
hi: Clear CURRENT_DIVIDE_OPTION? When click OK, clear CURRENT_DIVIDE_OPTION and select 'CATEGORY_DIVIDE_OPTION' automatically. When click Cancel, clear Div in Facet automatically.
ne: Clear CURRENT_DIVIDE_OPTION? When click OK, clear CURRENT_DIVIDE_OPTION and select 'CATEGORY_DIVIDE_OPTION' automatically. When click Cancel, clear Div in Facet automatically.
pa: Clear CURRENT_DIVIDE_OPTION? When click OK, clear CURRENT_DIVIDE_OPTION and select 'CATEGORY_DIVIDE_OPTION' automatically. When click Cancel, clear Div in Facet automatically.
te: Clear CURRENT_DIVIDE_OPTION? When click OK, clear CURRENT_DIVIDE_OPTION and select 'CATEGORY_DIVIDE_OPTION' automatically. When click Cancel, clear Div in Facet automatically.

source: K sep type notification
es: The data type of real number or integer column including thousands separator is presumed to be character string, so change it to the correct data type
hi: The data type of real number or integer column including thousands separator is presumed to be character string, so change it to the correct data type
ne: The data type of real number or integer column including thousands separator is presumed to be character string, so change it to the correct data type
pa: The data type of real number or integer column including thousands separator is presumed to be character string, so change it to the correct data type
te: The data type of real number or integer column including thousands separator is presumed to be character string, so change it to the correct data type
