Repository: apdn7/AnalysisPlatform
Catalog: ap/translations/*/LC_MESSAGES/messages.po
Languages: es, hi, ne, pa, te

source: Select a unit of time and input value.
es: Select a unit of time and input value. The range of possible inputs for each unit are as follows. * minute: 0.01 - 1,000,000 * hour: 0.01 - 20,000 * day: 0.01- 1,000 * week: 0.01 - 100 * month: 0.01- 24 * year : 0.01 - 2
hi: Select a unit of time and input value. The range of possible inputs for each unit are as follows. * minute: 0.01 - 1,000,000 * hour: 0.01 - 20,000 * day: 0.01- 1,000 * week: 0.01 - 100 * month: 0.01- 24 * year : 0.01 - 2
ne: Select a unit of time and input value. The range of possible inputs for each unit are as follows. * minute: 0.01 - 1,000,000 * hour: 0.01 - 20,000 * day: 0.01- 1,000 * week: 0.01 - 100 * month: 0.01- 24 * year : 0.01 - 2
pa: Select a unit of time and input value. The range of possible inputs for each unit are as follows. * minute: 0.01 - 1,000,000 * hour: 0.01 - 20,000 * day: 0.01- 1,000 * week: 0.01 - 100 * month: 0.01- 24 * year : 0.01 - 2
te: Select a unit of time and input value. The range of possible inputs for each unit are as follows. * minute: 0.01 - 1,000,000 * hour: 0.01 - 20,000 * day: 0.01- 1,000 * week: 0.01 - 100 * month: 0.01- 24 * year : 0.01 - 2

source: GL Page Title
es: Visualizes partial correlations of variables with network graph. By specifing the objective variable, you can visualize the directly correlated variables and the in-directly correlated variables in more easy to understand layout.
hi: Visualizes partial correlations of variables with network graph. By specifing the objective variable, you can visualize the directly correlated variables and the in-directly correlated variables in more easy to understand layout.
ne: Visualizes partial correlations of variables with network graph. By specifing the objective variable, you can visualize the directly correlated variables and the in-directly correlated variables in more easy to understand layout.
pa: Visualizes partial correlations of variables with network graph. By specifing the objective variable, you can visualize the directly correlated variables and the in-directly correlated variables in more easy to understand layout.
te: Visualizes partial correlations of variables with network graph. By specifing the objective variable, you can visualize the directly correlated variables and the in-directly correlated variables in more easy to understand layout.

source: SkD objective hover messenger
es: The variable selected here is called 'Objective variable', which we will fit a regression model to estimate the objective variable using other selected variables.
hi: The variable selected here is called 'Objective variable', which we will fit a regression model to estimate the objective variable using other selected variables.
ne: The variable selected here is called 'Objective variable', which we will fit a regression model to estimate the objective variable using other selected variables.
pa: The variable selected here is called 'Objective variable', which we will fit a regression model to estimate the objective variable using other selected variables.
te: The variable selected here is called 'Objective variable', which we will fit a regression model to estimate the objective variable using other selected variables.

source: SkD hover plot relationship
hi: Relationship
ne: Relationship
te: Relationship

source: SkD hover plot relationship positive
hi: Positive correlation
ne: Positive relationship
te: Positive relationship

source: SkD hover plot relationship negative
hi: Negative correlation
ne: Negative relationship
te: Negative relationship

source: SkD hover plot hover coefficient
hi: Coefficients
ne: Coefficients
te: Coefficients

source: SkD hover plot hover variable
hi: Variable
ne: Variable
te: Variable

source: SkD hover plot hover process
hi: Process
ne: Process
te: Process

source: SkD hover strengthen selection
te: Automatically removes more variables that have small effect on the objective. This is effective when a large number of variables are selected. Note that categorical variables such as Machine and PartNo are likely to be removed. If variables that has originally high coefficient are removed, they may have a strong correlation with the selected variables.

source: Generate proc link information msg
es: If you want to update the number of imported records or the number of linked records, press the 'Reload' button.
hi: If you want to update the number of imported records or the number of linked records, press the 'Reload' button.
ne: If you want to update the number of imported records or the number of linked records, press the 'Reload' button.
pa: If you want to update the number of imported records or the number of linked records, press the 'Reload' button.
te: If you want to update the number of imported records or the number of linked records, press the 'Reload' button.

source: Remove outlier hover msg
es: Values less than Q1-1.5×IQR and values greater than Q3+1.5×IQR: replace to NA
hi: Values less than Q1-1.5×IQR and values greater than Q3+1.5×IQR: replace to NA
ne: Values less than Q1-1.5×IQR and values greater than Q3+1.5×IQR: replace to NA
pa: Values less than Q1-1.5×IQR and values greater than Q3+1.5×IQR: replace to NA
te: Values less than Q1-1.5×IQR and values greater than Q3+1.5×IQR: replace to NA

source: Generate several v2 data sources msg
es: Do you want to generate data source config automatically? Or please select only one process to avoid.
hi: Do you want to generate data source config automatically? Or please select only one process to avoid.
ne: Do you want to generate data source config automatically? Or please select only one process to avoid.
pa: Do you want to generate data source config automatically? Or please select only one process to avoid.
te: Do you want to generate data source config automatically? Or please select only one process to avoid.

source: Filter label hover msg
es: Checked categorical variables can be used as on-demand filter items in graphs. You can select items whose data types are Int(integer) and Str(String).
hi: Checked categorical variables can be used as on-demand filter items in graphs. You can select items whose data types are Int(integer) and Str(String).
ne: Checked categorical variables can be used as on-demand filter items in graphs. You can select items whose data types are Int(integer) and Str(String).
pa: Checked categorical variables can be used as on-demand filter items in graphs. You can select items whose data types are Int(integer) and Str(String).
te: Checked categorical variables can be used as on-demand filter items in graphs. You can select items whose data types are Int(integer) and Str(String).

source: Link copy hover msg
es: Copy the URL to draw the graph with the saved settings.
hi: Copy the URL to draw the graph with the saved settings.
ne: Copy the URL to draw the graph with the saved settings.
pa: Copy the URL to draw the graph with the saved settings.
te: Copy the URL to draw the graph with the saved settings.

source: Variable setting hover
es: You can specify the variables to pass to the new page. If the new page has 'Objective' setting, the first variable is used.
hi: You can specify the variables to pass to the new page. If the new page has 'Objective' setting, the first variable is used.
ne: You can specify the variables to pass to the new page. If the new page has 'Objective' setting, the first variable is used.
pa: You can specify the variables to pass to the new page. If the new page has 'Objective' setting, the first variable is used.
te: You can specify the variables to pass to the new page. If the new page has 'Objective' setting, the first variable is used.

source: Select sensor hover
es: You can analyze the relationship between the objective and the important variables on other page
hi: You can analyze the relationship between the objective and the important variables on other page
ne: You can analyze the relationship between the objective and the important variables on other page
pa: You can analyze the relationship between the objective and the important variables on other page
te: You can analyze the relationship between the objective and the important variables on other page

source: Target hover msg
es: Select the target data name. (Required)
hi: Select the target data name. (Required)
ne: Select the target data name. (Required)
pa: Select the target data name. (Required)
te: Select the target data name. (Required)

source: Condition hover msg
es: If you want to change the threshold or graph axis settings depending on the part number or equipment, you can select the data name and its value that will be the condition for changing the settings.
hi: If you want to change the threshold or graph axis settings depending on the part number or equipment, you can select the data name and its value that will be the condition for changing the settings.
ne: If you want to change the threshold or graph axis settings depending on the part number or equipment, you can select the data name and its value that will be the condition for changing the settings.
pa: If you want to change the threshold or graph axis settings depending on the part number or equipment, you can select the data name and its value that will be the condition for changing the settings.
te: If you want to change the threshold or graph axis settings depending on the part number or equipment, you can select the data name and its value that will be the condition for changing the settings.

source: Threshold config
es: Threshold
hi: Threshold
ne: Threshold
pa: Threshold
te: Threshold

source: Threshold config hover msg
es: Enter the threshold for the target data. It is used to calculate the ratio and number of data exceeding the set threshold (outCL) and process capability. It is drawn as a red line on the graph.
hi: Enter the threshold for the target data. It is used to calculate the ratio and number of data exceeding the set threshold (outCL) and process capability. It is drawn as a red line on the graph.
ne: Enter the threshold for the target data. It is used to calculate the ratio and number of data exceeding the set threshold (outCL) and process capability. It is drawn as a red line on the graph.
pa: Enter the threshold for the target data. It is used to calculate the ratio and number of data exceeding the set threshold (outCL) and process capability. It is drawn as a red line on the graph.
te: Enter the threshold for the target data. It is used to calculate the ratio and number of data exceeding the set threshold (outCL) and process capability. It is drawn as a red line on the graph.

source: Process threshold hover msg
es: Enter the in-process threshold for the target data. It is used to calculate the percentage of data exceeding the set in-process threshold and the number (outAL).
hi: Enter the in-process threshold for the target data. It is used to calculate the percentage of data exceeding the set in-process threshold and the number (outAL).
ne: Enter the in-process threshold for the target data. It is used to calculate the percentage of data exceeding the set in-process threshold and the number (outAL).
pa: Enter the in-process threshold for the target data. It is used to calculate the percentage of data exceeding the set in-process threshold and the number (outAL).
te: Enter the in-process threshold for the target data. It is used to calculate the percentage of data exceeding the set in-process threshold and the number (outAL).

source: Valid hover msg
es: Select the start date and time (From) and end date and time (To) to apply the settings. This is used when the threshold changes depending on the date and time, such as when the threshold is changed due to a design change. (From: Required)
hi: Select the start date and time (From) and end date and time (To) to apply the settings. This is used when the threshold changes depending on the date and time, such as when the threshold is changed due to a design change. (From: Required)
ne: Select the start date and time (From) and end date and time (To) to apply the settings. This is used when the threshold changes depending on the date and time, such as when the threshold is changed due to a design change. (From: Required)
pa: Select the start date and time (From) and end date and time (To) to apply the settings. This is used when the threshold changes depending on the date and time, such as when the threshold is changed due to a design change. (From: Required)
te: Select the start date and time (From) and end date and time (To) to apply the settings. This is used when the threshold changes depending on the date and time, such as when the threshold is changed due to a design change. (From: Required)

source: Max value
es: Max
hi: Max
ne: Max
pa: Max
te: Max

source: Min value
es: Min
hi: Min
ne: Min
pa: Min
te: Min

source: InvalidBrowser
ne: Some features may not work properly in browsers other than Microsoft Edge or Google Chrome.
te: Some features may not work properly in browsers other than Microsoft Edge or Google Chrome.

source: Judge hover msg
es: Used to calculate NG rate. Data of selected variable, that satisfies the conditional expression is regarded as NG. Can not select both Facet and Judge for one variable at the same time.
hi: Used to calculate NG rate. Data of selected variable, that satisfies the conditional expression is regarded as NG. Can not select both Facet and Judge for one variable at the same time.
ne: Used to calculate NG rate. Data of selected variable, that satisfies the conditional expression is regarded as NG. Can not select both Facet and Judge for one variable at the same time.
pa: Used to calculate NG rate. Data of selected variable, that satisfies the conditional expression is regarded as NG. Can not select both Facet and Judge for one variable at the same time.
te: Used to calculate NG rate. Data of selected variable, that satisfies the conditional expression is regarded as NG. Can not select both Facet and Judge for one variable at the same time.

source: NG condition hover msg
es: You can specify a condition of NGs for the variable selected as 'Judge'. For example, Temperature > 90, InspectionResult == 2
hi: You can specify a condition of NGs for the variable selected as 'Judge'. For example, Temperature > 90, InspectionResult == 2
ne: You can specify a condition of NGs for the variable selected as 'Judge'. For example, Temperature > 90, InspectionResult == 2
pa: You can specify a condition of NGs for the variable selected as 'Judge'. For example, Temperature > 90, InspectionResult == 2
te: You can specify a condition of NGs for the variable selected as 'Judge'. For example, Temperature > 90, InspectionResult == 2

source: Pass EMD values to the new page
es: Pass EMD values and NG rate (if calculated) to the new page
hi: Pass EMD values and NG rate (if calculated) to the new page
ne: Pass EMD values and NG rate (if calculated) to the new page
pa: Pass EMD values and NG rate (if calculated) to the new page
te: Pass EMD values and NG rate (if calculated) to the new page

source: Pass EMD values to the new page hover msg
es: Pass EMD that indicates the change of the distribution, to the new page. Also pass NG rate (when 'Judge' is specified on the show value setting, and the NG rate is calculated). Especially effective for the data that do not have 1:1 data link. For example, data linked with Lot ID and Serial ID.
hi: Pass EMD that indicates the change of the distribution, to the new page. Also pass NG rate (when 'Judge' is specified on the show value setting, and the NG rate is calculated). Especially effective for the data that do not have 1:1 data link. For example, data linked with Lot ID and Serial ID.
ne: Pass EMD that indicates the change of the distribution, to the new page. Also pass NG rate (when 'Judge' is specified on the show value setting, and the NG rate is calculated). Especially effective for the data that do not have 1:1 data link. For example, data linked with Lot ID and Serial ID.
pa: Pass EMD that indicates the change of the distribution, to the new page. Also pass NG rate (when 'Judge' is specified on the show value setting, and the NG rate is calculated). Especially effective for the data that do not have 1:1 data link. For example, data linked with Lot ID and Serial ID.
te: Pass EMD that indicates the change of the distribution, to the new page. Also pass NG rate (when 'Judge' is specified on the show value setting, and the NG rate is calculated). Especially effective for the data that do not have 1:1 data link. For example, data linked with Lot ID and Serial ID.

source: JumpWithoutTargetPageMsg
es: Please select a page to jump to (For example, from the 'Recommend' area on the left)
hi: Please select a page to jump to (For example, from the 'Recommend' area on the left)
ne: Please select a page to jump to (For example, from the 'Recommend' area on the left)
pa: Please select a page to jump to (For example, from the 'Recommend' area on the left)
te: Please select a page to jump to (For example, from the 'Recommend' area on the left)

source: JumpWithDataframeMode
es: To change the visualization settings, jump again after modifying the graph on the page from which you jumped
hi: To change the visualization settings, jump again after modifying the graph on the page from which you jumped
ne: To change the visualization settings, jump again after modifying the graph on the page from which you jumped
pa: To change the visualization settings, jump again after modifying the graph on the page from which you jumped
te: To change the visualization settings, jump again after modifying the graph on the page from which you jumped

source: JumpWithoutObjectiveVariableMsg
hi: Please select target variable. (Target variable to examine influencing factors.)
ne: Please select target variable. (Target variable to examine influencing factors.)
te: Please select target variable. (Target variable to examine influencing factors.)

source: Nominal scale
es: Ordinalize categorical values
hi: Ordinalize categorical values
ne: Ordinalize categorical values
pa: Ordinalize categorical values
te: Ordinalize categorical values

source: Nominal scale hover msg
es: By converting categorical data into an ordinal scale based on the objective variable, it becomes possible to have a clearer understanding of the relationship between device number or line number and the target variable. This enables the detection of differences between devices or lines. Similar to target encoding, each category is replaced with the average value of the corresponding objective variable.
hi: By converting categorical data into an ordinal scale based on the objective variable, it becomes possible to have a clearer understanding of the relationship between device number or line number and the target variable. This enables the detection of differences between devices or lines. Similar to target encoding, each category is replaced with the average value of the corresponding objective variable.
ne: By converting categorical data into an ordinal scale based on the objective variable, it becomes possible to have a clearer understanding of the relationship between device number or line number and the target variable. This enables the detection of differences between devices or lines. Similar to target encoding, each category is replaced with the average value of the corresponding objective variable.
pa: By converting categorical data into an ordinal scale based on the objective variable, it becomes possible to have a clearer understanding of the relationship between device number or line number and the target variable. This enables the detection of differences between devices or lines. Similar to target encoding, each category is replaced with the average value of the corresponding objective variable.
te: By converting categorical data into an ordinal scale based on the objective variable, it becomes possible to have a clearer understanding of the relationship between device number or line number and the target variable. This enables the detection of differences between devices or lines. Similar to target encoding, each category is replaced with the average value of the corresponding objective variable.

source: ShowPreviewByFile
es: If the sample data has many missing value and datatype estimation is not good, select a better reference file.
hi: If the sample data has many missing value and datatype estimation is not good, select a better reference file.
ne: If the sample data has many missing value and datatype estimation is not good, select a better reference file.
pa: If the sample data has many missing value and datatype estimation is not good, select a better reference file.
te: If the sample data has many missing value and datatype estimation is not good, select a better reference file.

source: SystemNameHoverMsg
es: This is the variable name used in the system and is required. Characters that can be used: ・Half-width alphanumeric characters, ・Hyphen '-', ・Underbar '_'
hi: This is the variable name used in the system and is required. Characters that can be used: ・Half-width alphanumeric characters, ・Hyphen '-', ・Underbar '_'
ne: This is the variable name used in the system and is required. Characters that can be used: ・Half-width alphanumeric characters ・Hyphen'-', ・Underbar '_'
pa: This is the variable name used in the system and is required. Characters that can be used: ・Half-width alphanumeric characters ・Hyphen'-', ・Underbar '_'
te: This is the variable name used in the system and is required. Characters that can be used: ・Half-width alphanumeric characters ・Hyphen'-', ・Underbar '_'

source: Could not read data
ne: Failed to read the file. The reason could be one of the following:<br>- The number of headers and columns do not match<br>- Encoding with UTF-8 and SHIFT-JIS failed
te: Failed to read the file. The reason could be one of the following:<br>- The number of headers and columns do not match<br>- Encoding with UTF-8 and SHIFT-JIS failed

source: Fine select hover msg
es: You can set the range that can be filtered on the axis in detail. However, records containing NA (missing values) or Inf± (infinity) are removed.
hi: You can set the range that can be filtered on the axis in detail. However, records containing NA (missing values) or Inf± (infinity) are removed.
ne: You can set the range that can be filtered on the axis in detail. However, records containing NA (missing values) or Inf± (infinity) are removed.
pa: You can set the range that can be filtered on the axis in detail. However, records containing NA (missing values) or Inf± (infinity) are removed.
te: You can set the range that can be filtered on the axis in detail. However, records containing NA (missing values) or Inf± (infinity) are removed.

source: Data view hover msg
hi: Details of the latest 20 records among the highlighted data is shown under the PCP chart.
ne: Details of the latest 20 records among the highlighted data is shown under the PCP chart.
te: Details of the latest 20 records among the highlighted data is shown under the PCP chart.

source: LinkConfigurationNotExist
es: The graph is not displayed because no linking settings have been made.
hi: The graph is not displayed because no linking settings have been made.
ne: The graph is not displayed because no linking settings have been made.
pa: The graph is not displayed because no linking settings have been made.
te: The graph is not displayed because no linking settings have been made.
