Repository: apdn7/AnalysisPlatform
Catalog: ap/translations/*/LC_MESSAGES/messages.po
Languages: es, hi, ne, pa, te

source: Search Options
es: General Search Options&#013・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; \d{10} :10-digit number ex.1234567890,0987654321&#013; 7\d{9} :10-digit number starting with 7 ex.7123456789&#013; \d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; \w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; \w{3}-\d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JP\d{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)\d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
hi: General Search Options&#013・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; \d{10} :10-digit number ex.1234567890,0987654321&#013; 7\d{9} :10-digit number starting with 7 ex.7123456789&#013; \d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; \w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; \w{3}-\d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JP\d{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)\d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
ne: General Search Options&#013;・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; \d{10} :10-digit number ex.1234567890,0987654321&#013; 7\d{9} :10-digit number starting with 7 ex.7123456789&#013; \d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; \w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; \w{3}-\d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JP\d{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)\d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
pa: General Search Options&#013;・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; \d{10} :10-digit number ex.1234567890,0987654321&#013; 7\d{9} :10-digit number starting with 7 ex.7123456789&#013; \d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; \w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; \w{3}-\d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JP\d{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)\d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;
te: General Search Options&#013;・AND Search (including multiple words [delimiter:blank] at the same time) ex.A B → A B,AB,AcB,…&#013;・OR Search (including multiple words [delimiter:blank]) ex.A B → A,B,Ac,cB,A B,AB,AcB,…&#013;・Partial Match (with start digit) ex, 34 from dig.5: JP1234,112234 / 123 from dig.3: JP1234,001234&#013;・Perfect Match ex.AB → AB only (×: aB, 0AB, ABAB,…)&#013;・Start with ex.A → A,AB,AcB,A000,A12,A_0,… (×:aAB,0AB,_AB,…)&#013;・End with ex.A → A,BA,BcA,000A,12A,0_A,… (×:aAB,B0A,A_B,…)&#013;&#013;Regular Expression: Specify the format, such as serial, in detail&#013; \d{10} :10-digit number ex.1234567890,0987654321&#013; 7\d{9} :10-digit number starting with 7 ex.7123456789&#013; \d{3,5}:3-5 digit number ex.123,4567,89012,… (×:12,ABC,123456,…)&#013; \w{5} :5-digit alphabet/_/number[a-zA-Z_0-9](hereinafter referred to as letter)&#013; \w{3}-\d{4}:3-digit letter + hyphen + 4-digit number ex.AB3-1234&#013; JP\d{10} :12-digit number starting with JP (DNJP part number, etc.) ex.JP1234567890&#013; (JP|EN)\d{2}:4-digit character starting with JP or EN ex.JP12,EN34&#013;

source: Re-register
es: Renegación
hi: पुनर्मिलन
ne: पुन: वितरण
pa: ਰੀਗ੍ਰਾਉਂਡਿਸ਼ਨ
te: పునర్నిర్మాణం

source: Register the corrected contents such as Shown Name.
es: Registre la información editada como el nombre de la pantalla.
hi: प्रदर्शन नाम जैसी संपादित जानकारी दर्ज करें।
ne: प्रदर्शन नाम जस्तै सम्पादन गरिएको जानकारी दर्ता गर्नुहोस्।
pa: ਸੋਧਿਆ ਜਾਣਕਾਰੀ ਜਿਵੇਂ ਕਿ ਡਿਸਪਲੇਅ ਨਾਮ ਰਜਿਸਟਰ ਕਰੋ.
te: ప్రదర్శన పేరు వంటి సవరించిన సమాచారాన్ని నమోదు చేయండి.

source: Do you want to register with the modified contents?
es: ¿Quieres registrarte con el contenido modificado?
hi: क्या आप संशोधित सामग्री के साथ पंजीकरण करना चाहते हैं?
ne: के तपाइँ परिमार्जित सामग्रीको साथ दर्ता गर्न चाहानुहुन्छ?
pa: ਕੀ ਤੁਸੀਂ ਸੋਧੇ ਹੋਏ ਸਮਗਰੀ ਨਾਲ ਰਜਿਸਟਰ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
te: మీరు సవరించిన కంటెంట్‌తో నమోదు చేసుకోవాలనుకుంటున్నారా?

source: If you change Link ID, please reset Data Link Config.
es: Si cambia el enlace ID, restablezca la configuración del enlace de datos.
hi: यदि आप लिंक ID बदलते हैं, तो कृपया डेटा लिंक कॉन्फ़िगरेशन रीसेट करें।
ne: यदि तपाइँ लिंक परिवर्तन गर्नुहुन्छ ID, कृपया डाटा लिंक कन्फिगरेसन रिसेट गर्नुहोस्।
pa: ਜੇ ਤੁਸੀਂ ਲਿੰਕ ਨੂੰ ਬਦਲਦੇ ਹੋ ID, ਕਿਰਪਾ ਕਰਕੇ ਡਾਟਾ ਰੀਸੈਟ ਕਰੋ ਕਨਫਿਗਰੇਸ਼ਨ.
te: మీరు ID లింక్‌ను మార్చినట్లయితే, దయచేసి డేటా లింక్ కాన్ఫిగర్ రీసెట్ చేయండి.

source: Co-occurrence Graph
es: Gráfico de concurrencia
hi: सह-भाव
ne: सह-घटना ग्राफ
pa: ਸਹਿ-ਸਮਾਗਮ ਗ੍ਰਾਫ
te: సహ-సంభవించే గ్రాఫ్

source: Data file
es: Archivo de datos
hi: डेटा फ़ाइल
ne: डाटा फाईल
pa: ਡਾਟਾ ਫਾਈਲ
te: సమాచార దస్తా

source: Aggregated by
es: Agregado por
hi: द्वारा एकत्र किया गया
ne: द्वारा समग्र
pa: ਦੁਆਰਾ ਇਕੱਤਰ ਕੀਤਾ
te: సమగ్ర

source: Hour
es: Hora
hi: घंटा
ne: घण्टा
pa: ਘੰਟਾ
te: గంట

source: Day
es: Día
hi: दिन
ne: समय
pa: ਦਿਨ
te: రోజు

source: Edit Mode
es: Modo de edición
hi: संपादन मोड
ne: सम्पादन मोड
pa: ਸੰਪਾਦਨ ਮੋਡ
te: మోడ్ సవరణ

source: Setting Mode
es: Modo de ajustes
hi: सेटिंग मोड
ne: सेटिंग मोड
pa: ਸੈਟਿੰਗ ਮੋਡ
te: సెట్టింగ్ మోడ్

source: The error data highlighed in red will be lost. Do you want to continue?
es: Se eliminarán los datos no válidos resaltados de rojo. ¿Estás seguro de cambiar al modo de configuración?
hi: अमान्य डेटा हाइलाइट किए गए लाल को हटा दिया जाएगा। क्या आप सेटिंग मोड पर स्विच करना सुनिश्चित करते हैं?
ne: अवैध डाटा हाइलाइट गरिएको रातो मेटाइनेछ। के तपाइँ सेट गर्दै मोडमा स्विच गर्न निश्चित हुनुहुन्छ?
pa: ਗਲਤ ਡੇਟਾ ਹਾਈਲਾਈਟ ਕੀਤੇ ਲਾਲ ਨੂੰ ਮਿਟਾ ਦਿੱਤਾ ਜਾਏਗਾ. ਕੀ ਤੁਹਾਨੂੰ ਪੇਸਟਰ ਸੈਟਿੰਗ ਮੋਡ ਵਿੱਚ ਬਦਲਣਾ ਹੈ?
te: చెల్లని డేటా హైలైట్ చేయబడిన ఎరుపు తొలగించబడుతుంది. మీరు సెట్టింగ్ మోడ్‌కు మారడం ఖాయం?

source: Priority
es: prioridad
hi: वरीयता
ne: प्राथमिकता
pa: ਤਰਜੀਹ
te: ప్రాధాన్యత

source: A same column name was found in the English name column and was handled automatically. Please check the column names.
es: Se detectó un nombre de inglés duplicado, por lo que el número de serie se agregó automáticamente. Verifique los nombres de las columnas.
hi: एक डुप्लिकेट अंग्रेजी नाम का पता चला था, इसलिए सीरियल नंबर स्वचालित रूप से जोड़ा गया था। कॉलम नाम की जाँच करें।
ne: एक नक्कल अंग्रेजी नाम पत्ता लाग्यो, त्यसैले क्रम संख्या स्वचालित रूपमा थपियो। स्तम्भ नामहरू जाँच गर्नुहोस्।
pa: ਡੁਪਲਿਕੇਟ ਅੰਗਰੇਜ਼ੀ ਦਾ ਨਾਮ ਲੱਭਿਆ ਗਿਆ ਸੀ, ਇਸ ਲਈ ਸੀਰੀਅਲ ਨੰਬਰ ਆਪਣੇ ਆਪ ਹੀ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ ਸੀ. ਕਾਲਮ ਦੇ ਨਾਮ ਚੈੱਕ ਕਰੋ.
te: నకిలీ ఆంగ్ల పేరు కనుగొనబడింది, కాబట్టి క్రమ సంఖ్య స్వయంచాలకంగా జోడించబడింది. కాలమ్ పేర్లను తనిఖీ చేయండి.

source: Aggregate by
es: Unidades de agregación
hi: एकत्रीकरण की इकाइयाँ
ne: Angrowation को एकाइहरु
pa: ਇਕੱਤਰਤਾ ਦੀਆਂ ਇਕਾਈਆਂ
te: అగ్రిగేషన్ యూనిట్లు

source: Data file with datetime on first column, and flags/number of occurrence (0, 1, 2...) of alarms on subsequent column(s).
es: La primera columna es DateTime, y la segunda columna y las columnas posteriores son un valor, como los indicadores de notificación de alarma/recuento de ocurrencias (0,1,2 ...).
hi: पहला कॉलम डेटटाइम है, और दूसरा कॉलम और बाद के कॉलम वैल्यू हैं जैसे अलार्म नोटिफिकेशन फ्लैग्स/घटना गणना (0,1,2 ...)।
ne: पहिलो स्तम्भ मिति समय हो, र दोस्रो स्तम्भ र पछिका स्तम्भहरू मान जस्तै अलोबिला सूचना फ्ल्यागहरू / 0,1,2,2।
pa: ਪਹਿਲਾ ਕਾਲਮ ਮਿਤੀ ਸਾਲ ਰਿਹਾ ਹੈ, ਅਤੇ ਦੂਜਾ ਕਾਲਮ ਅਤੇ ਅਗਲਾ ਕਾਲਮ ਅਤੇ ਇਸ ਦੇ ਕਾਲਮ ਇਸ ਤਰਾਂ ਦੇ ਹਨ ਜਿਵੇਂ ਅਲਾਰਮ ਨੋਟੀਫਿਕੇਸ਼ਨ ਫਲੈਗਸ / ਘਟਨਾ ਗਿਣਤੀ (0,1,2 ...).
te: మొదటి కాలమ్ డేట్‌టైమ్, మరియు రెండవ కాలమ్ మరియు తదుపరి నిలువు వరుసలు అలారం నోటిఫికేషన్ జెండాలు/సంభవించే గణన (0,1,2 ...) వంటి విలువ.

source: Aggregate co-occurrence relationships by hour/day.
es: Relaciones agregadas de concurrencia por hora/día.
hi: घंटे/दिन द्वारा सह-घटना संबंध।
ne: समग्र सह-घटनाहरू घण्टा / दिन द्वारा।
pa: ਘੰਟੇ / ਦਿਨ ਦੇ ਸਮੁੱਚਾ ਸਹਿ-ਘਟਨਾ ਸੰਬੰਧ.
te: మొత్తం సహ-సంభవించే సంబంధాలు గంట/రోజు నాటికి.

source: Threshold
es: Umbral de visualización
hi: प्रदर्शन दहलीज
ne: प्रदर्शन प्रदर्शन प्रदर्शन गर्नुहोस्
pa: ਡਿਸਪਲੇਅ ਥ੍ਰੈਸ਼ੋਲਡ
te: ప్రదర్శన ప్రవేశం

source: Threshold description
es: Si selecciona un valor inferior a 100%%, ocultará una pequeña relación de concurrencia. (Predeterminado: dibuja una línea si hay incluso una vez)
hi: यदि आप 100%% से कम मान का चयन करते हैं, तो आप एक छोटे सह -संबंध संबंध को छिपाएंगे। (डिफ़ॉल्ट: एक लाइन ड्रा करें यदि एक बार भी है)
ne: यदि तपाइँले 100 भन्दा कम भन्दा कम चयन चयन गर्नुभयो भने, तपाईं एउटा सानो सह -णको सम्बन्ध लुकाउनुहुनेछ। (पूर्वनिर्धारित: यदि एक पटक पनि छ भने एक लाइन कोर्नुहोस्)
pa: ਜੇ ਤੁਸੀਂ 100__51 ਤੋਂ ਘੱਟ ਮੁੱਲ ਨੂੰ ਚੁਣਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਇੱਕ ਛੋਟਾ ਜਿਹਾ ਸਹਿ-ਓਕੋਕੋਰੈਂਸ ਸੰਬੰਧ ਲੁਕਾਓਗੇ. (ਡਿਫੌਲਟ: ਜੇ ਇਕ ਵਾਰ ਵੀ ਹੋਵੇ ਤਾਂ ਇਕ ਲਾਈਨ ਖਿੱਚੋ)
te: మీరు 100%% కన్నా తక్కువ విలువను ఎంచుకుంటే, మీరు చిన్న సహ -సంభవించే సంబంధాన్ని దాచిపెడతారు. (డిఫాల్ట్: ఒక్కసారి కూడా ఉంటే ఒక పంక్తిని గీయండి)

source: Identify and visualize directly/indirectly correlated variables of objective(s)
es: Identificar y visualizar variables que estén correlacionadas directa o indirectamente con la variable objetivo.
hi: उन चर को पहचानें और कल्पना करें जो लक्ष्य चर से प्रत्यक्ष या अप्रत्यक्ष रूप से सहसंबद्ध हैं।
ne: पहिचान र कल्पना गरिएका भ्यारीएबलहरू जुन प्रत्यक्ष वा अप्रत्यक्ष रूपमा लक्ष्य चरसँग सम्बन्धित छ।
pa: ਵੇਰੀਏਬਲ ਦੀ ਪਛਾਣ ਅਤੇ ਕਲਪਨਾ ਕਰੋ ਜੋ ਸਿੱਧੇ ਜਾਂ ਅਸਿੱਧੇ ਤੌਰ ਤੇ ਟੀਚੇ ਦੇ ਵੇਰੀਏਬਲ ਤੇ ਜੁੜੇ ਹੋਏ ਹਨ.
te: లక్ష్య వేరియబుల్‌తో ప్రత్యక్షంగా లేదా పరోక్షంగా సంబంధం ఉన్న వేరియబుల్స్‌ను గుర్తించండి మరియు దృశ్యమానం చేయండి.

source: Identify the explanatory variables that are correlated with the variable(s) specified here.
es: Visualice la correlación entre las variables especificadas aquí. Se pueden seleccionar hasta 60 elementos.
hi: यहां निर्दिष्ट चर के बीच सहसंबंध की कल्पना करें। 60 वस्तुओं तक का चयन किया जा सकता है।
ne: यहाँ निर्दिष्ट गरिएका चरहरू बीचको सम्बन्धमा सहसंबंधको कल्पना गर्नुहोस्। 600 वस्तुहरू चयन गर्न सकिन्छ।
pa: ਇੱਥੇ ਦਿੱਤੇ ਵੇਰੀਏਬਲਸ ਦੇ ਵਿਚਕਾਰ ਸੰਬੰਧ ਦੀ ਕਲਪਨਾ ਕਰੋ. 60 ਚੀਜ਼ਾਂ ਦੀ ਚੋਣ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ.
te: ఇక్కడ పేర్కొన్న వేరియబుల్స్ మధ్య పరస్పర సంబంధాన్ని దృశ్యమానం చేయండి. 60 అంశాలను ఎంచుకోవచ్చు.

source: Candidate variables that are correlated with objective variable(s).
es: Variables candidatas que están correlacionadas con variables objetivas.
hi: उम्मीदवार चर जो उद्देश्य चर के साथ सहसंबद्ध हैं।
ne: उम्मेदवार चरहरू जुन वस्तुगत चरहरूको साथ सम्झौता गरिन्छ।
pa: ਉਮੀਦਵਾਰ ਪਰਿਵਰਤਨ ਜੋ ਉਦੇਸ਼ ਪਰਿਵਰਤਨਸ਼ੀਲ ਵੇਰੀਏਬਲ ਨਾਲ ਜੁੜੇ ਹੋਏ ਹਨ.
te: ఆబ్జెక్టివ్ వేరియబుల్స్‌తో సంబంధం ఉన్న అభ్యర్థి వేరియబుల్స్.

source: of all edges
es: de todos los bordes
hi: सभी किनारों का
ne: सबै किनाराहरूको
pa: ਸਾਰੇ ਕਿਨਾਰਿਆਂ ਦਾ
te: అన్ని అంచులలో

source: Layout
es: Diseño
hi: विन्यास
ne: नक्शा
pa: ਖਾਕਾ
te: లేఅవుట్

source: Circle
es: Circulo
hi: घेरा
ne: गोलाकार
pa: ਚੱਕਰ
te: వృత్తం

source: Auto
es: Automático
hi: स्वचालित
ne: स्वाचालित
pa: ਆਟੋਮੈਟਿਕ
te: ఆటోమేటిక్

source: Available ratio
es: Eficiencia
hi: क्षमता
ne: कार्यकुशलता
pa: ਕੁਸ਼ਲਤਾ
te: సామర్థ్యం

source: Set threshold
es: Control Line: Verifique al dibujar niveles de gestión como líneas estándar
hi: Control Line: जांच करते समय जांचें कि मानक लाइनें जैसे प्रबंधन स्तर
ne: __27 :___: CONTION CORTS CONTATION CONTS CONTION CONTS CONTATION CORTS
pa: Control Line: ਜਾਂਚ ਕਰੋ ਕਿ ਪ੍ਰਬੰਧਨ ਦੇ ਪੱਧਰਾਂ ਜਿਵੇਂ ਕਿ ਸਟੈਂਡਰਡ ਲਾਈਨਾਂ
te: Control Line: ప్రామాణిక పంక్తులు వంటి నిర్వహణ స్థాయిలను గీసేటప్పుడు తనిఖీ చేయండి

source: Analysis Platform
es: Plataforma de análisis
hi: विश्लेषण मंच
ne: विश्लेषण प्लेटफर्म
pa: ਵਿਸ਼ਲੇਸ਼ਣ ਪਲੇਟਫਾਰਮ
te: విశ్లేషణ వేదిక

source: Pareto Chart
es: Diagrama de Pareto
hi: परेटो चार्ट
ne: प्यारेभ चार्ट
pa: ਪੈਰੇਟੋ ਚਾਰਟ
te: పరేటో చార్ట్

source: Total Occurrences
es: Número de ocurrencia
hi: घटना की संख्या
ne: घटना को संख्या
pa: ਘਟਨਾ ਦੀ ਗਿਣਤੀ
te: సంభవించే సంఖ్య

source: Cumulative Ratio [%]
es: Relación acumulativa [%]
hi: संचयी अनुपात [%]
ne: संचयी अनुपात [%]
pa: ਸੰਚਤ ਅਨੁਪਾਤ [%]
te: సంచిత నిష్పత్తి [%]

source: Visualize long-term data such as annual variations in processes and parameters that can vary depending on days of the week or shifts, etc.
es: Visualice los parámetros que pueden variar con los datos durante un largo período de tiempo, como variaciones anuales en los procesos, días de la semana, cambios, etc.
hi: उन मापदंडों की कल्पना करें जो लंबे समय तक डेटा के साथ भिन्न हो सकते हैं, जैसे कि प्रक्रियाओं में वार्षिक विविधताएं, सप्ताह के दिन, शिफ्ट, आदि।
ne: दृश्य प्यारामिटरहरू जुन लामो समय अवधिको साथ डाटाको साथमा भिन्न हुन सक्दछ, प्रक्रियाहरू, हप्ताहरू, हप्ताको दिन, शिफ्टहरू, आदि।
pa: ਦਰਿਸ਼ ਵੇਖੋ ਜੋ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਡੇਟਾ ਨਾਲ ਵੱਖਰੇ ਹੋ ਸਕਦੇ ਹਨ, ਜਿਵੇਂ ਕਿ ਕਾਰਜਾਂ ਵਿੱਚ ਸਾਲਾਨਾ ਭਿੰਨਤਾ, ਹਫਤੇ ਦੇ ਦਿਨ, ਸ਼ਿਫਟ, ਆਦਿ.
te: ప్రక్రియలలో వార్షిక వైవిధ్యాలు, వారపు రోజులు, షిఫ్టులు మొదలైన వాటి వంటి చాలా కాలం పాటు డేటాతో మారుతూ ఉండే పారామితులను దృశ్యమానం చేయండి.

source: Visualize the correlation between a large number of variables with respect to target variable.
es: Visualice la correlación entre una gran cantidad de variables con respecto a la variable objetivo.
hi: लक्ष्य चर के संबंध में बड़ी संख्या में चर के बीच संबंध की कल्पना करें।
ne: चर चरको ठूलो संख्यामा चर चरित्रको बिच वर्लर कल्पना गर्नुहोस्।
pa: ਟੀਚੇ ਦੇ ਵੇਰੀਏਬਲ ਦੇ ਸੰਬੰਧ ਵਿੱਚ ਵੱਡੀ ਗਿਣਤੀ ਵਿੱਚ ਵੇਰੀਏਬਲ ਦੇ ਵਿਚਕਾਰ ਸੰਬੰਧ ਦੀ ਕਲਪਨਾ ਕਰੋ.
te: లక్ష్య వేరియబుల్‌కు సంబంధించి పెద్ద సంఖ్యలో వేరియబుల్స్ మధ్య పరస్పర సంబంధాన్ని దృశ్యమానం చేయండి.

source: Visualize co-occurrence (relationships that focus on how often one phenomenon and another occur at the same time) of faults/alarms.
es: Visualice la concurrencia de fallas, alarmas, eventos, etc. (relación centrada en la frecuencia de la ocurrencia simultánea de un fenómeno y otro).
hi: दोषों, अलार्म, घटनाओं और आदि की सह-घटना की कल्पना करें (एक घटना और दूसरे की एक साथ घटना की आवृत्ति पर ध्यान केंद्रित करना)।
ne: गल्तीहरू, अलार्म, घटनाहरू र आदिको सह-घटनाक्रमहरू कल्पना गर्नुहोस् (एक घटना र अर्कोको समाप्तिको फ्रिक्रेन्सीमा ध्यान केन्द्रित)।
pa: ਨੁਕਸਾਂ, ਅਲਾਰਮ, ਇਵੈਂਟਾਂ ਅਤੇ ਆਦਿ ਦੀ ਬਾਰੰਬਾਰਤਾ ਦੀ ਬਾਰੰਬਾਰਤਾ ਦੀ ਬਾਰੰਬਾਰਤਾ 'ਤੇ ਧਿਆਨ ਕੇਂਦ੍ਰਤ ਕਰੋ.
te: లోపాలు, అలారాలు, సంఘటనలు మరియు మొదలైన వాటి యొక్క సహ-సంభవాన్ని దృశ్యమానం చేయండి (ఒక దృగ్విషయం మరియు మరొకటి యొక్క ఏకకాల సంఘటన యొక్క పౌన frequency పున్యంపై సంబంధాలు).

source: Digital Native QC 7 Tools: 7 QC tools compatible with DX developed as tools to support QC activities suitable for the digital native era.
es: VacíoDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
hi: खालीDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
ne: खालीDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
pa: ਖਾਲੀDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。
te: ఖాళీDigital Native QC 7 Tools : デジタルネイティブ時代にふさわしいQC活動を支えるツールとして開発された、DXに対応したQC7つ道具。

source: Analysis Platform : That makes it easy to data link, visualize, statistical analysis, and machine learning.
es: Analysis Platform: una herramienta simple para mapeo de datos, visualización, análisis estadístico y aprendizaje automático.
hi: Analysis Platform: डेटा मैपिंग, विज़ुअलाइज़ेशन, सांख्यिकीय विश्लेषण और मशीन लर्निंग के लिए एक सरल उपकरण।
ne: __24 :. डाटा म्यापिंग, दृश्य, सांख्यिकीय विश्लेषण, र मेशिन सिकाईका लागि एक सरल उपकरण।
pa: Analysis Platform: ਡੇਟਾ ਮੈਪਿੰਗ, ਵਿਜ਼ੂਅਲਾਈਜ਼ੇਸ਼ਨ, ਅੰਕੜਾ ਵਿਸ਼ਲੇਸ਼ਣ, ਅਤੇ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਲਈ ਇੱਕ ਸਧਾਰਨ ਟੂਲ.
te: Analysis Platform: డేటా మ్యాపింగ్, విజువలైజేషన్, గణాంక విశ్లేషణ మరియు యంత్ర అభ్యాసం కోసం ఒక సాధారణ సాధనం.

source: Enter target item of data (quantitative variable like measurement value) to be plotted on the graph. Select the process and item you want to plot on the graph.
es: Especifica los datos (por ejemplo, variables numéricas: valor de medición) para el gráfico. Seleccione los procesos y elementos que se trazarán en la gráfica. Se pueden seleccionar hasta 20 elementos.
hi: प्लॉट के लिए डेटा (उदाहरण के लिए, संख्यात्मक चर: माप मूल्य) निर्दिष्ट करता है। प्लॉट पर प्लॉट की जाने वाली प्रक्रियाओं और वस्तुओं का चयन करें। 20 आइटम तक चुना जा सकता है।
ne: डाटा निर्दिष्ट गर्दछ (उदाहरणका लागि, संख्यात्मक चरहरू: मापन मान) प्लटको लागि। प्रक्रिया र वस्तुहरू चयन गर्नुहोस् प्लटमा प्लट गर्न। 20 सम्म आईटमहरू चयन गर्न सकिन्छ।
pa: ਨਿਰਧਾਰਤ ਕਰਦਾ ਹੈ (ਉਦਾਹਰਣ ਲਈ, ਸੰਬਲਣ: ਪਲਾਟ ਲਈ ਮਾਪ ਮੁੱਲ). ਪਲਾਟ 'ਤੇ ਸਾਜਿਸ਼ ਰਚਣ ਲਈ ਪ੍ਰਕਿਰਿਆਵਾਂ ਅਤੇ ਚੀਜ਼ਾਂ ਦੀ ਚੋਣ ਕਰੋ. 20 ਚੀਜ਼ਾਂ ਦੀ ਚੋਣ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ.
te: ప్లాట్ కోసం డేటాను పేర్కొంటుంది (ఉదాహరణకు, సంఖ్యా వేరియబుల్స్: కొలత విలువ). ప్లాట్‌లో ప్లాట్ చేయవలసిన ప్రక్రియలు మరియు అంశాలను ఎంచుకోండి. 20 అంశాలను ఎంచుకోవచ్చు.

source: Enter target item of data (quantitative variable like measurement value) to create data distributions. This data is plotted on the graph.
es: Especifica los datos (por ejemplo, variables numéricas: valor de medición) para el gráfico. Seleccione los procesos y elementos que se trazarán en la gráfica. Se pueden seleccionar hasta 8 elementos.
hi: प्लॉट के लिए डेटा (उदाहरण के लिए, संख्यात्मक चर: माप मूल्य) निर्दिष्ट करता है। प्लॉट पर प्लॉट की जाने वाली प्रक्रियाओं और वस्तुओं का चयन करें। 8 आइटम तक चुना जा सकता है।
ne: डाटा निर्दिष्ट गर्दछ (उदाहरणका लागि, संख्यात्मक चरहरू: मापन मान) प्लटको लागि। प्रक्रिया र वस्तुहरू चयन गर्नुहोस् प्लटमा प्लट गर्न। 8 सम्म आईटमहरू चयन गर्न सकिन्छ।
pa: ਨਿਰਧਾਰਤ ਕਰਦਾ ਹੈ (ਉਦਾਹਰਣ ਲਈ, ਸੰਬਲਣ: ਪਲਾਟ ਲਈ ਮਾਪ ਮੁੱਲ). ਪਲਾਟ 'ਤੇ ਸਾਜਿਸ਼ ਰਚਣ ਲਈ ਪ੍ਰਕਿਰਿਆਵਾਂ ਅਤੇ ਚੀਜ਼ਾਂ ਦੀ ਚੋਣ ਕਰੋ. 8 ਆਈਟਮਾਂ ਦੀ ਚੋਣ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ.
te: ప్లాట్ కోసం డేటాను పేర్కొంటుంది (ఉదాహరణకు, సంఖ్యా వేరియబుల్స్: కొలత విలువ). ప్లాట్‌లో ప్లాట్ చేయవలసిన ప్రక్రియలు మరియు అంశాలను ఎంచుకోండి. 8 అంశాలను ఎంచుకోవచ్చు.

source: Enter target item of data (quantitative variable like measurement value and category variable like part number) to visualize pattern. This data is plotted on the graph. It can be selected up to ten items.
es: Vacío可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
hi: खाली可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
ne: खाली可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
pa: ਖਾਲੀ可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。
te: ఖాళీ可視化したいパターンを生成するデータ(量的変数：測定値など、カテゴリ変数 : 品番など)の項目です。このデータがグラフにプロットされます。最大18項目選択できます。

source: Enter target item of data (quantitative variable like measurement value) to visualize the correlation between variables. This data is plotted on the graph. It can be selected up to four items.
es: El elemento de datos que visualiza la correlación entre variables (variables cuantitativas: valores de medición, etc.). Estos datos se trazan en la tabla. De 2 a 7 parámetros se pueden seleccionar.
hi: डेटा का आइटम जो चर (मात्रात्मक चर: माप मान, आदि) के बीच सहसंबंध की कल्पना करता है। यह डेटा चार्ट पर प्लॉट किया गया है। 2 से 7 मापदंडों का चयन किया जा सकता है।
ne: डाटाको आइटम जुन भ्यारीएबल (मात्रात्मक भ्यारीएबलहरू बीचको सहकार्यको भ्रमण गर्दछ: मापन मानहरू, आदि)। यो डाटा चार्टमा प्लट गरिएको छ। 2 देखि clacters प्यारामिटरहरू चयन गर्न सकिन्छ।
pa: ਡੇਟਾ ਦੀ ਇਕਾਈ ਜੋ ਵੇਰੀਏਬਲਜ਼ (ਮਾਤਰਾਤਮਕ ਪਰਿਵਰਤਨ: ਮਾਪ ਦੇ ਮੁੱਲਾਂ, ਆਦਿ) ਦੇ ਵਿਚਕਾਰ ਸੰਬੰਧ ਦਰਸਾਉਂਦੀ ਹੈ. ਇਸ ਡੇਟਾ ਨੂੰ ਚਾਰਟ ਤੇ ਦਿੱਤਾ ਗਿਆ ਹੈ. 2 ਤੋਂ 7 ਪੈਰਾਮੀਟਰਾਂ ਤੱਕ ਚੁਣਿਆ ਜਾ ਸਕਦਾ ਹੈ.
te: వేరియబుల్స్ (పరిమాణాత్మక వేరియబుల్స్: కొలత విలువలు మొదలైనవి) మధ్య పరస్పర సంబంధాన్ని దృశ్యమానం చేసే డేటా అంశం. ఈ డేటా చార్టులో రూపొందించబడింది. 2 నుండి 7 పారామితులను ఎంచుకోవచ్చు.

source: Enter target item of quantitative variable (like measurement value) in data to visualize the correlation between variables. This data is plotted on the graph.
es: Seleccione el elemento para visualizar la correlación entre variables. Se pueden seleccionar hasta 60 elementos.
hi: चर के बीच सहसंबंध की कल्पना करने के लिए आइटम का चयन करें। 60 वस्तुओं तक का चयन किया जा सकता है।
ne: भ्यारीएबल बीचको सम्बन्धलाई कल्पना गर्न वस्तु चयन गर्नुहोस्। 600 वस्तुहरू चयन गर्न सकिन्छ।
pa: ਵੇਰੀਏਬਲ ਦੇ ਵਿਚਕਾਰ ਸੰਬੰਧ ਵੇਖਣ ਲਈ ਇਕਾਈ ਦੀ ਚੋਣ ਕਰੋ. 60 ਚੀਜ਼ਾਂ ਦੀ ਚੋਣ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ.
te: వేరియబుల్స్ మధ్య పరస్పర సంబంధాన్ని దృశ్యమానం చేయడానికి అంశాన్ని ఎంచుకోండి. 60 అంశాలను ఎంచుకోవచ్చు.

source: Enter target item of category variable (like part number) in data to visualize the correlation between variables. This data is plotted on the graph.
es: Elementos de variables de categoría (como números de pieza) para visualizar la correlación entre variables.
hi: चर के बीच संबंध की कल्पना करने के लिए श्रेणी चर (जैसे भाग संख्या) के आइटम।
ne: वर्ग भेरिएबलहरू (जस्तै अंश नम्बरहरू) को वस्तुहरू प्रबिनबलहरूको सामना गर्न।
pa: ਵੇਰੀਏਬਲਜ਼ ਦੇ ਵਿਚਕਾਰ ਸੰਬੰਧਾਂ ਦੇ ਅਨੁਕੂਲ ਹੋਣ ਦੀ ਕਲਪਨਾ ਕਰਨ ਲਈ ਸ਼੍ਰੇਣੀ ਵੇਰੀਏਬਲ (ਜਿਵੇਂ ਕਿ ਭਾਗ ਨੰਬਰ) ਦੀਆਂ ਚੀਜ਼ਾਂ.
te: వేరియబుల్స్ మధ్య పరస్పర సంబంధాన్ని దృశ్యమానం చేయడానికి వర్గం వేరియబుల్స్ (పార్ట్ నంబర్లు వంటివి) యొక్క అంశాలు.

source: Maximize card
es: Maximizar la tarjeta
hi: अधिकतम कार्ड
ne: अधिकतम कार्ड
pa: ਵੱਧ ਤੋਂ ਵੱਧ ਕਾਰਡ
te: కార్డును గరిష్టీకరించండి

source: Minimize card
es: Minimizar la tarjeta
hi: कम से कम कार्ड
ne: कम कार्ड
pa: ਕਾਰਡ ਘੱਟ ਤੋਂ ਘੱਟ
te: కార్డును తగ్గించండి

source: If you change this setting, you must reset Data Link Config.
es: Si se cambia esta configuración, es necesario restablecer la configuración del enlace de datos.
hi: यदि यह सेटिंग बदल जाती है, तो डेटा लिंक सेटिंग्स को रीसेट करना आवश्यक है।
ne: यदि यो सेटिंग परिवर्तन भएको छ भने, डाटा लिंक सेटिंग्स रिसेट गर्न आवश्यक छ।
pa: ਜੇ ਇਹ ਸੈਟਿੰਗ ਬਦਲੀ ਗਈ ਹੈ, ਤਾਂ ਡਾਟਾ ਲਿੰਕ ਸੈਟਿੰਗਾਂ ਨੂੰ ਰੀਸੈਟ ਕਰਨਾ ਜ਼ਰੂਰੀ ਹੈ.
te: ఈ సెట్టింగ్ మార్చబడితే, డేటా లింక్ సెట్టింగులను రీసెట్ చేయడం అవసరం.

source: Auto Select
es: Selección automática
hi: स्वतः चयन
ne: स्वत: चयन गर्नुहोस्
pa: ਆਟੋ ਦੀ ਚੋਣ ਕਰੋ
te: ఆటో ఎంచుకోండి

source: Select all to the right
es: Seleccione todo a la derecha
hi: सभी को दाईं ओर चुनें
ne: सबै ठीक छ चयन गर्नुहोस्
pa: ਸਭ ਨੂੰ ਸੱਜੇ ਚੁਣੋ
te: కుడి వైపున ఉన్నవన్నీ ఎంచుకోండి

source: Unselect all to the right
es: Deseleccionar todo a la derecha
hi: सभी को दाईं ओर असीमित करें
ne: सबै अधिकार मा हटाउन
pa: ਸਭ ਨੂੰ ਸਹੀ ਨਾ ਚੁਣੋ
te: అన్నీ కుడి వైపున ఎంపిక చేయవద్దు
